Repository: flxzt/rnote
Catalog: rnote-ui/po/*.po
Languages: hu, mk

source: Exported engine state successfully
hu: A motor állapota sikeresen exportálva

source: Export Engine Config
hu: Motor beállításainak exportálása

source: Exporting engine config failed
hu: Motorkonfiguráció exportálása sikertelen

source: Exported engine config successfully
hu: A motor konfigurációja sikeresen exportálva

source: Opening file failed
hu: A fájl megnyitása sikertelen

source: - no file name -
hu: - nincs fájlnév -
mk: - нема име на датотека -

source: - no title -
hu: - nincs cím -
mk: - нема наслов -

source: - no author -
hu: - nincs szerző -
mk: - нема автор -

source: - no date -
hu: - nincs dátum -
mk: - нема датум -

source: File name:
hu: Fájl név:
mk: Име на датотека:

source: Title:
hu: Cím:
mk: Наслов:

source: Author:
hu: Szerző:
mk: Автор:

source: Modification date:
hu: Módosítás dátuma:
mk: Датум на промена:

source: Pages:
hu: Oldalak:
mk: Страници:

source: translator-credits
hu: Óvári
mk: Андреј Дам. | Andrej Dam. <andrejdam@protonmail.com>

source: Change Workspace Directory
hu: Munkaterület-könyvtár módosítása

source: Band-Aid
hu: Sebtapasz

source: Bookmark
hu: Könyvjelző

source: Book
hu: Könyv

source: Bread
hu: Kenyér

source: Calendar
hu: Naptár

source: Camera
hu: Fényképezőgép

# as in computer chip
source: Chip
hu: Forgács

source: Clock
hu: Óra

source: Code
hu: Kód

source: Compose
hu: Összeállítás

# as in plant
source: Crop
hu: Körülvágás

source: Dictionary
hu: Szótár

source: Drinks
hu: Italok

source: Flag
hu: Zászló

source: Folder
hu: Mappa

source: Footprints
hu: Lábnyomok

source: Gamepad
hu: Gombkormány

source: Gear
hu: Fogaskerék

source: Globe
hu: Földgömb

source: Hammer
hu: Kalapács

source: Heart
hu: Szív

source: Hourglass
hu: Homokóra

source: Key
hu: Kulcs

source: Language
hu: Nyelv

source: Library
hu: Könyvtár

source: Lightbulb
hu: Villanykörte

source: Mathematics
hu: Matematika

source: Meeting
hu: Értekezlet

source: Money
hu: Pénz

source: Musical Note
hu: Hangjegy

source: Nature
hu: Természet

source: Open Book
hu: Könyv megnyitása

source: Paintbrush
hu: Ecset

source: Pencil and Paper
hu: Ceruza és papír

source: People
hu: Emberek

source: Person
hu: Személy

source: Projector
hu: Kivetítő

source: Science
hu: Tudomány

source: Scratchpad
hu: Firkálótömb

source: Shapes
hu: Alakzatok

source: Shopping
hu: Bevásárlás

source: Speech Bubble
hu: Beszédbuborék

source: Speedometer
hu: Sebességmérő

source: Star
hu: Csillag

# as in terminal software
source: Terminal
hu: Terminál

source: Text
hu: Szöveg

source: Travel
hu: Utazás

source: Weather
hu: Időjárás

source: Weight
hu: Súly

source: Miscellaneous
hu: Egyéb

source: Coordinate Systems
hu: Koordinátarendszerek

source: Ellipses
hu: Ellipszisek

source: Curves
hu: Ívek

source: Arrow
hu: Nyíl

source: Line
hu: Vonal
mk: Линија

source: Rectangle
hu: Téglalap
mk: Правоаголник

source: 2D coordinate system
hu: Kétdimenziós koordinátarendszer

source: 3D coordinate system
hu: Háromdimenziós koordinátarendszer

source: 2D single quadrant coordinate system
hu: Kétdimenziós egynegyedes koordinátarendszer

source: Ellipse
hu: Ellipszis
mk: Елипса

source: Ellipse with foci
hu: Ellipszis fókuszokkal
mk: Елипса со фокус

source: Quadratic bezier curve
hu: Kvadratikus bezier-görbe
mk: Квадратна безиерна кривула

source: Cubic bezier curve
hu: Köbös bezier-görbe
mk: Кубна безиерна кривула

# a cursor type
source: Crosshair (Small)
hu: Hajszálkereszt (kicsi)

# a cursor type
source: Crosshair (Medium)
hu: Hajszálkereszt (közepes)

# a cursor type
source: Crosshair (Large)
hu: Hajszálkereszt (nagy)

# a cursor type
source: Dot (Small)
hu: Pont (kicsi)

# a cursor type
source: Dot (Medium)
hu: Pont (közepes)

# a cursor type
source: Dot (Large)
hu: Pont (nagy)

# a cursor type
source: Teardrop North-West (Small)
hu: Könnycsepp északnyugat (kicsi)

# a cursor type
source: Teardrop North-West (Medium)
hu: Könnycsepp északnyugat (közepes)

# a cursor type
source: Teardrop North-West (Large)
hu: Könnycsepp északnyugat (nagy)

# a cursor type
source: Teardrop North-East (Small)
hu: Könnycsepp északkeleti (kicsi)

# a cursor type
source: Teardrop North-East (Medium)
hu: Könnycsepp északkelet (közepes)

# a cursor type
source: Teardrop North-East (Large)
hu: Könnycsepp északkeleti (nagy)

# a cursor type
source: Teardrop North (Small)
hu: Könnycsepp észak (kicsi)

# a cursor type
source: Teardrop North (Medium)
hu: Könnycsepp észak (közepes)

# a cursor type
source: Teardrop North (Large)
hu: Könnycsepp észak (nagy)

# a cursor type
source: Beam (Small)
hu: Gerenda (kicsi)

# a cursor type
source: Beam (Medium)
hu: Gerenda (közepes)

# a cursor type
source: Beam (Large)
hu: Gerenda (nagy)

source: Folder Name
hu: Mappanév

source: New Folder
hu: Új mappa

source: Main window in light colors
mk: Главен прозорец во светли бои

source: Main window in dark colors
mk: Главен прозорец во темни бои

source: A PDF annotation
mk: PDF бележење

source: A selection
mk: Избор

source: Clear document
mk: Избриши го документот

source: Edit workspace
mk: Уреди ја работната површина

source: Import PDF
mk: Внеси PDF

source: PDF import preferences
mk: Нагодувања при внес на PDF

source: Page width (%)
mk: Ширина на страница (%)

source: Set the width of imported PDF's in percentage to the format width
mk: Одбери ја ширината на внесениот PDF во проценти од ширината на формата

source: Page spacing
mk: Проред

source: How PDF pages are spaced
mk: Како се проредуваат страниците на PDF

source: One per document page
mk: Еден документ по страница

source: Pages type
mk: Вид на страници

source: Set whether PDFs should be imported as vector or bitmap images
mk: Одреди дали PDF треба да се внесува како вектор или слика

source: DPI
mk: ТПИ

source: Export document
mk: Извади документ

source: Brush style
mk: Вид на четка

source: Brush configuration
mk: Нагодувања за четката

source: Brush styles
mk: Видови на четки

source: Path modelling
mk: Моделирање на патека

source: Solid style
mk: Полна линија

source: Pressure curve
mk: Крива на притисок

source: Textured style
mk: Вид на текстурирање

source: Stroke dots position distribution
mk: Позиционен распоред на цртежните точки

source: Trash strokes
mk: Расипани црти

source: Split strokes
mk: Подели црти

source: Select intersecting path
mk: Одбери патека на пресек

source: Lock aspectratio while resizing the selection
mk: Заклучи го соодносот при предимензионирање

source: Select all strokes
mk: Одбери ги сите црти

source: Deselect all strokes
mk: Онебери ги сите црти

source: Duplicate selection
mk: Удвои го одбраното

source: Delete selection
mk: Избриши го одбраното

source: Shaper style
mk: Вид на оформувач

source: Shape configuration
mk: Распоред на форма

source: Shape builders
mk: Создавање на форма

source: Shaper styles
mk: Видови на оформувач(и)

source: Golden ratio (1:1.618)
mk: Златен пресек (1:1,618)

source: Insert vertical space
mk: Внеси вертикален простор

source: Offset the camera by dragging
mk: При влечење мрдај го погледот

source: Font chooser (double-click, click on select or press Enter to select a new font)
mk: Одбирач на фонтови (двоен клик, клик при одбир или притисни Enter за да одбереш нов фонт)

source: Pick and insert an emoji
mk: Одбери и внеси емоџи

source: Reset text attributes
mk: Врати ги оригиналните одлики на текстот

source: Align left
mk: Порамни по лево

source: Align center
mk: Порамни по средина

source: Align right
mk: Порамни по десно

source: Sidebar on the left side
mk: Странична лента на лева страна

source: Sidebar on the right side
mk: Странична лента на десна страна

source: Toggle fullscreen
mk: Влези на цел екран

source: Close the folded flap
mk: Затвори ја свитканата клапа

source: Reset the zoom
mk: Далечина на 100%

source: Zoom to fit page width
mk: Поклопи далечина со ширина на страница

source: Move into trash
mk: Премести во канта

source: New document
mk: Нов документ

source: Add page
mk: Додај страница

source: Resize document to fit the strokes
mk: Предимензионирај го документот за да се поклопи со цртањата

source: Save document
mk: Зачувај документ

source: perm.
mk: пост.

source: Autosave interval (secs)
mk: Интервал на авто-зачувување (секунди)

source: Format border color
mk: Боја на границите на формата

source: Regular cursor
mk: Нормален покажувач

source: Drawing cursor
mk: Покажувач за цртање

source: Page format
mk: Форма на страница

source: A6
mk: А6

source: A5
mk: А5

source: A4
mk: А4

source: A3
mk: А3

source: A2
mk: А2

source: US letter
mk: Писмо од САД

source: US legal
mk: Правен документ на САД

source: Set the DPI (dots per inch). Defaults to 96
mk: Одбери ТПИ (точки по инч). Вообичаено е 96

source: Document background
mk: Позадина на документ

source: Stylus primary button action
mk: Примарна акција на пенкалото

source: Set the action for the primary stylus button
mk: Одреди ја акцијата за првото копче на пенкалото

source: Stylus secondary button action
mk: Секундарна акција на пенкалото

source: Set the action for the secondary stylus button
mk: Одреди ја акцијата за второто копче на пенкалото

source: Mouse secondary button action
mk: Акција на второто копче на глувчето

source: Set the action for the secondary mouse button
mk: Одреди ја акцијата на второто копче на глувчето

# shortcut window
source: General
mk: Општо

# shortcut window
source: Show keyboard shortcuts
mk: Покажи ги кратенките

# shortcut window
source: Quit the application
mk: Затвори ја апликацијата

# shortcut window
source: Open the canvas menu
mk: Отвори го менито за платното

# shortcut window
source: Open the app menu
mk: Отвори го апликациското мени

# shortcut window
source: Toggle fullscreen
mk: Влези / излези од приказ на цел екран

# shortcut window
source: Navigation
mk: Насочување

# shortcut window
source: Zoom in
mk: Доближи

# shortcut window
source: Zoom out
mk: Оддалечи

# shortcut window
source: Document
mk: Документ

# shortcut window
source: New document
mk: Нов документ

# shortcut window
source: Open document
mk: Отвори документ

# shortcut window
source: Save document
mk: Зачувај документ

# shortcut window
source: Save document as
mk: Зачувај документ како

# shortcut window
source: Clear document
mk: Избриши документ

# shortcut window
source: Print document
mk: Испечати документ

# shortcut window
source: Import file
mk: Внеси датотека

# shortcut window
source: Drawing
mk: Цртање

# shortcut window
source: Paste clipboard
mk: Налепи од привремената меморија

# shortcut window
source: Undo
mk: Поврат

# shortcut window
source: Redo
mk: Повтори

source: Move directory up
mk: Придвижи ја папката нагоре

source: Workspace directory actions
mk: Акции за работна папка

source: Add workspace
mk: Додај работна површина

source: Opening .rnote file failed.
mk: Неуспешно отворање на .rnote датотеката.

source: Opening vector image file failed.
mk: Неуспешно отворање на векторската датотека.

source: Opening bitmap image file failed.
mk: Неуспешно отворање на сликата.

source: Opening PDF file failed.
mk: Отворањето на PDF-от беше неуспешно.

source: Error: Tried opening folder as file
mk: Грешка: Папка не може да се отвора како датотека

source: Failed to open file: Unsupported file type.
mk: Неуспех: Неподдржан датотечен вид.

source: Saving document failed.
mk: Зачувувањето на документот беше неуспешно.

source: Printed document successfully
mk: Документот беше успешно испечатен

source: Save document as
mk: Зачувај го документот како

source: Saved document successfully.
mk: Документот е успешно зачуван.

source: Export engine state
mk: Извади ја внатрешната состојба на програмот

source: Export engine state failed.
mk: Неуспешно вадење на внатрешната состојба.

source: Exported engine state successfully.
mk: Успешно вадење на внатрешната состојба.

source: Export engine config
mk: Извади ги внатрешните нагодувања на програмот

source: Export engine config failed.
mk: Неуспешно вадење на внатрешните нагодувања.

source: Exported engine config successfully.
mk: Успешно вадење на внатрешните нагодувања.

source: Opening file failed.
mk: Отворањето на датотеката беше неуспешно.

source: Open file
mk: Отвори датотека

source: Import file
mk: Внеси датотека

source: Change workspace directory
mk: Промени ја папката на раб. површина
