Repository: flxzt/rnote
Catalog: rnote-ui/po/*.po
Languages: hu, mk

source: Sketch and take handwritten notes
hu: Vázlatolj és készíts kézzel írt jegyzeteket
mk: Скицирајте и пишувајте ракописни белешки

source: Gnome;GTK;Office;Graphics;Notes;
hu: Gnome;GTK;Irodai;Grafika;Jegyzetek;
mk: Gnome;GTK;Канцеларија;Графика;Белешки;

source: New Window
hu: Új ablak
mk: Нов прозорец

source: Rnote is a vector-based drawing app for sketching, handwritten notes and to annotate documents and pictures.
hu: Az Rnote egy vektoros rajzalkalmazás vázlatoláshoz, kézzel írt jegyzeteléshez, valamint dokumentumok és képek megjegyzéséhez.
mk: Rnote е векторска апликација за скицирање, правење ракописни белешки, и за бележење врз документи и слики.

source: Disclaimer: The file format is still unstable. It might change and break compatibility between versions.
hu: Figyelem: A fájlformátum továbbra is bizonytalan. Megváltozhat, és megszakadhat a verziók közötti kompatibilitás.
mk: ВНИМАНИЕ: Датотечниот формат сѐ уште е нестабилен. Можно е во иднина да биде изменет и да не се поклопува меѓу верзии.

source: An Overview
hu: Áttekintés

source: Lecture Note 1
hu: 1. előadási jegyzet

source: A Pdf annotation
hu: PDF-jegyzet

source: Lecture Note 2
hu: 2. előadási jegyzet

source: Clear Document
hu: Dokumentum törlése

source: This clears the entire document. Please confirm.
hu: Ezzel a teljes dokumentum törlődik. Kérlek, erősítsd meg.
mk: Оваа акција го брише целиот документ. Ве молиме потврдете.

source: Cancel
hu: Mégse
mk: Одкажи

source: Clear
hu: Törlés
mk: Избриши

source: New Document
hu: Új dokumentum
mk: Нов документ

source: Creating a new document will discard any unsaved changes. Do you want to save the current document?
hu: Új dokumentum létrehozása elveti a nem mentett módosításokat. Menti a jelenlegi dokumentumot?

source: Discard
hu: Elvetés
mk: Одфрли

source: Save
hu: Mentés
mk: Зачувај

source: Close Tab
hu: Lap bezárása

source: Close Window
hu: Ablak bezárása

source: Unsaved Documents
hu: Nem mentett dokumentumok

source: Discard All
hu: Összes elvetése

source: Edit Workspace
hu: Munkaterület szerkesztése

source: Apply
hu: Alkalmazás
mk: Примени

source: Workspace Name
hu: Munkaterület neve
mk: Име на работната површина

source: Icon
hu: Ikon
mk: Икона

source: Change the workspace icon
hu: Munkaterület ikonjának módosítása
mk: Промени ја иконата на раб. површина

source: Color
hu: Szín
mk: Боја

source: Change the workspace color
hu: Munkaterület színének módosítása
mk: Смени ја бојата на раб. површина

source: Directory
hu: Könyvtár
mk: Папка

source: Change the workspace directory
hu: Munkaterület könyvtárának módosítása
mk: Промени ја папката на раб. површина

source: - no directory selected -
hu: - nincs kiválasztott könyvtár -
mk: - не е одбрана ниту една папка -

source: Change the directory
hu: Könyvtár módosítása

source: Open File
hu: Fájl megnyitása
mk: Отвори датотека

source: Opening this file overwrites any unsaved changes. Do you want to save the current document?
hu: A fájl megnyitása felülírja az összes el nem mentett módosítást. Menti a jelenlegi dokumentumot?
mk: Отворањето на оваа датотека ќе ги одфрли сите незачувани промени. Дали сакате да го зачувате сегашниот документ?

source: Import Pdf
hu: PDF importálása

source: Import
hu: Importálás
mk: Внеси

source: Info
hu: Adat

source: Pdf Import Preferences
hu: PDF importálási beállítások

source: Start Page
hu: Kezdőlap

source: End Page
hu: Záró oldal

source: Page Width (%)
hu: Oldalszélesség (%)

source: Set the width of imported Pdf's in percentage to the format width
hu: Az importált PDF-ek szélességének beállítása százalékban a formátum szélességének megfelelően

source: Page Spacing
hu: Oldaltávolság

source: How Pdf pages are spaced
hu: A PDF oldalak közötti távolságok

source: Continuous
hu: Folyamatos
mk: Во продолжение

source: One per Document Page
hu: Dokumentumoldalonként egy

source: Pages Type
hu: Oldalak típusa

source: Set whether Pdf's should be imported as vector or bitmap images
hu: A PDF-ek vektoros vagy pontképes importálása

source: Vector
hu: Vektor
mk: Вектор

source: Bitmap
hu: Pontkép
mk: Слика

source: Bitmap Scale-Factor
hu: Pontkép-méretezési tényező

source: Set the bitmap scale factor in relation to the actual size on the document
hu: Állítsa be a pontkép-méretezési tényezőt a dokumentum tényleges méretéhez viszonyítva

source: Import Xournal++ File
hu: Xournal++ fájl importálása

source: Xournal++ File Import Preferences
hu: Xournal++ fájl importálási beállítások

source: Set the preferred DPI for the Xournal++ file
hu: Xournal++ fájl preferált DPI-jének beállítása

source: Export Document
hu: Dokumentum exportálása

source: Export
hu: Exportálás
mk: Извади

source: Export File
hu: Fájl exportálása

source: Select the export file
hu: Exportfájl kijelölése

source: - no file selected -
hu: - nincs kijelölt fájl -

source: Export Preferences
hu: Beállítások exportálása

source: With Background
hu: Háttérrel

source: Set whether the background should be exported
hu: Állítsa be, hogy a háttér exportálásra kerüljön-e

source: With Pattern
hu: Mintával

source: Set whether the background pattern should be exported
hu: Állítsa be, hogy exportálja-e a háttérmintát

source: Export Format
hu: Exportálás formátuma

source: The export format
hu: Exportálás formátuma

source: Svg
hu: SVG-fájl

source: Pdf
hu: PDF-fájl

source: Xopp
hu: XOPP-fájl

source: Export Document Pages
hu: Dokumentumoldalak exportálása

source: Page Files Naming:
hu: Oldalfájlok elnevezése:

source: Export Directory
hu: Exportálási könyvtár

source: Select the export directory
hu: Exportálási könyvtár kijelölése

source: Export Files Stem Name
hu: Fájlok exportálása szárnév

source: Png
hu: PNG-fájl

source: Jpeg
hu: JPEG-fájl

source: Jpeg Quality
hu: JPEG-minőség

source: Set the quality of the Jpeg image (1 - 100)
hu: A JPEG-kép minőségének beállítása (1-100)

source: Export Selection
hu: Kijelölés exportálása

source: The export image format
hu: Az export képformátum

source: Margin
hu: Margó

source: Set the margin around the selected area
hu: Margó beállítása a kijelölt terület körül

source: Brush Style
hu: Ecset stílusa

source: Brush Configuration
hu: Ecset beállítása

source: Brush Styles
hu: Ecsetstílusok

source: Marker
hu: Filc
mk: Означувач

source: Mark underneath other strokes
hu: Más vonások kiemelése

source: Solid
hu: Folyamatos
mk: Полно

source: Draw solid color strokes
hu: Egyszínű vonások rajzolása
mk: Цртај полни обоени линии

source: Textured
hu: Texturált
mk: Текстурирано

source: Draw textured strokes
hu: Texturált vonások rajzolása
mk: Цртај текстурирани линии

source: Path Modelling
hu: Útmodellezés

source: Simple
hu: Egyszerű
mk: Едноставно

source: Produces line segments from the raw input.
hu: A nyers bemenetből vonalszakaszokat állít elő.
mk: Произведува линијски делчиња од суровиот внес.

source: Curved
hu: Íves
mk: Закривено

source: Produces smooth, curved segments.
hu: Sima, ívelt szakaszokat készít.
mk: Создава мазни, закривени делчиња.

source: Modeled
hu: Modellezve
mk: Моделирано

source: Produces a modeled path with physics based algorithms. Results in the best looking handwriting.
hu: Fizika alapú algoritmusokkal modellezett útvonalat hoz létre. A legjobban kinéző kézírás eredménye.
mk: Создава моделирана патека преку алгоритми базирани на физика. Резултира во најдобар ракопис.

source: Solid Style
hu: Folyamatos stílus

source: Pressure Curve
hu: Nyomásgörbe

source: Choose a pressure curve
hu: Nyomásgörbe választása
mk: Одбери крива на притисок

source: Constant
hu: Állandó
mk: Постојана

source: Linear
hu: Lineáris
mk: Линеарна

source: Square root
hu: Négyzetgyök
mk: Квадратен корен

source: Cubic root
hu: Köbgyökös
mk: Кубен корен

source: Quadratic Parabola
hu: Másodfokú parabola
mk: Квадратна парабола

source: Cubic Parabola
hu: Köbös parabola
mk: Кубна парабола

source: Textured Style
hu: Texturált stílus

source: Density
hu: Sűrűség
mk: Густина

source: The density is the amount of dots per 10x10 area
hu: A sűrűség a 10x10 területre jutó pontok mennyisége
mk: Густината е бројот на точки на површина од 10х10

source: Stroke Dots Position Distribution
hu: Körvonalpontok pozícióeloszlása

source: Choose a dots position probability distribution
hu: Pontok pozíció valószínűségi eloszlásának kiválasztása
mk: Одбери веројатносен распоред на позицијата на точките

source: Uniform
hu: Egységes
mk: Воедначено

source: Normal
hu: Normál
mk: Нормално

source: Exponential
hu: Exponenciális
mk: Експоненцијално

source: Reverse Exponential
hu: Fordított exponenciális
mk: Обратно експоненцијално

source: Trash Strokes
hu: Szemétvonások

source: Split Strokes
hu: Osztott vonások

source: Brush
hu: Ecset
mk: Четка

source: Shaper
hu: Alakító
mk: Оформувач

source: Typewriter
hu: Írógép
mk: Печатно

source: Eraser
hu: Radír
mk: Бришач

source: Selector
hu: Kiválasztó
mk: Одбирач

source: Tools
hu: Eszközök
mk: Алатки

source: Select With a Polygon
hu: Kijelölés sokszöggel

source: Select With a Rectangle
hu: Kijelölés téglalappal

source: Select One by One
hu: Kijelölés egyenként

source: Select Intersecting Path
hu: Metsző görbe kijelölése

source: Lock Aspectratio While Resizing the Selection
hu: Képarány rögzítése a kijelölés átméretezése közben

source: Select All Strokes
hu: Összes vonal kijelölése

source: Deselect All Strokes
hu: Összes vonal kijelölésének megszüntetése

source: Duplicate Selection
hu: Kijelölés megkettőzése

source: Delete Selection
hu: Kijelölés törlése

source: Shaper Style
hu: Alakító stílus

source: Shape Configuration
hu: Alakbeállítás

source: Shape Builders
hu: Alaképítők

source: Constraints
hu: Korlátok
mk: Ограничувања

source: Shaper Styles
hu: Alakító stílusok

source: Smooth
hu: Sima
mk: Мазно

source: Rough
hu: Durva
mk: Грубо

source: Rough style
hu: Durva stílus
mk: Груб вид

source: Fill Style
hu: Kitöltés típusa

source: Choose a fill style
hu: Válasszon kitöltés típusa

source: Hachure
hu: Kikelés

source: Zig-Zag
hu: Cikcakkos

source: Zig-Zag Line
hu: Cikcakkos vonal

source: Crosshatch
hu: Keresztmintás

source: Dots
hu: Pontok
mk: Точки

source: Dashed
hu: Szaggatott

source: Hachure Angle
hu: Kikelési szög

source: Set the angle of hachure fills
hu: Kikelés kitöltések szögének beállítása

source: Enabled
hu: Engedélyezve
mk: Овозможено

source: Hold Ctrl to temporarily enable/disable constraints when this switch is off/on
hu: Tartsa lenyomva a Ctrl billentyűt a korlátozások ideiglenes engedélyezéséhez/letiltásához, amikor ez a kapcsoló ki/be van kapcsolva

source: Golden Ratio (1:1.618)
hu: Aranymetszés (1:1,618)

source: Insert Vertical Space
hu: Függőleges térköz beszúrása

source: Move View
hu: Nézet áthelyezése

source: Zoom In/Out
hu: Nagyítás/kicsinyítés

source: Pick And Insert Emoji
hu: Hangulatjel kiválasztása és beszúrása

source: Reset Text Attributes
hu: Szövegtulajdonságok visszaállítása

source: Bold
hu: Félkövér
mk: Задебелено

source: Italic
hu: Dőlt
mk: Закосено

source: Underline
hu: Aláhúzott
mk: Подцртано

source: Strikethrough
hu: Áthúzott
mk: Прецртано

source: Align Left
hu: Balra igazítás

source: Align Center
hu: Középre igazítás

source: Align Right
hu: Jobbra igazítás

source: Fill
hu: Kitöltés
mk: Порамни по двата раба

source: Co_lor Scheme
hu: S_zínösszeállítás

source: Use _System Colors
hu: _Rendszerszínek használata

source: Use _Light Colors
hu: _Világos színek használata

source: Use _Dark Colors
hu: _Sötét színek használata

source: De_veloper Mode
hu: _Fejlesztői mód

source: Developer _Menu
hu: Fejlesztői _menü

source: Visual _Debugging
hu: Látásható _hibakeresés

source: Export Engine _State
hu: Motor _állapotának exportálása

source: Export Engine _Config
hu: Motor _beállításainak exportálása

source: _New
hu: _Új

source: _Open
hu: _Megnyitás

source: _Save
hu: _Mentés

source: Save _As
hu: Menté_s másként

source: _Print
hu: _Nyomtatás

source: _Import File
hu: Fájl _importálása

source: _Clipboard
hu: _Vágólap

source: _Copy
hu: _Másolás

source: C_ut
hu: _Kivágás

source: _Paste
hu: _Beillesztés

source: _Export…
hu: _Exportálás…

source: Export _Document
hu: Dokumentum exportálása

source: Export Document _Pages
hu: Dokumentum_oldalak exportálása

source: Export _Selection
hu: _Kijelölés exportálása

source: Se_ttings
hu: _Beállítások

source: _Keyboard Shortcuts
hu: _Billentyűparancsok

source: _Donate 💝
hu: _Hozzájárulás 💝

source: A_bout Rnote
hu: _A Rnote névjegye

source: Sidebar on the Left Side
hu: Oldalsáv a bal oldalon

source: Sidebar on the Right Side
hu: Oldalsáv a jobb oldalon

source: Toggle Fullscreen
hu: Teljes képernyős mód váltása

source: Close the Folded Flap
hu: Összehajtott fedél becsukása

source: Workspace
hu: Munkaterület
mk: Работна површина

source: Settings
hu: Beállítások
mk: Поставки

source: _Document Layout
hu: _Dokumentum elrendezése

source: _Fixed Size
hu: _Rögzített méretű

source: _Continuous Vertical
hu: _Folyamatos függőleges

source: _Semi Infinite
hu: _Félig végtelen

source: _Infinite
hu: _Végtelen

source: Show _Format Borders
hu: _Formátumszegélyek megjelenítése

source: Draw With _Touch Input
hu: Rajzolás _érintéses bemenettel

source: Block Pinch to _Zoom
hu: _Nagyításhoz blokkolja az összecsípést

source: _Pen Sounds
hu: _Ceruza hangok

source: C_lear Document
hu: Dokumentum _törlése

source: _Return to Origin Page
hu: _Vissza az eredeti oldalra

source: Zoom out
hu: Kicsinyítés
mk: Оддалечи

source: Reset Zoom
hu: Nagyítás visszaállítása

source: Zoom in
hu: Nagyítás
mk: Доближи

source: Zoom to Page Width
hu: Nagyítás oldalszélességre

source: Remove Page
hu: Oldal eltávolítása

source: Add Page
hu: Oldal hozzáadása

source: Resize Document to Fit Strokes
hu: Dokumentum átméretezése a körvonalak méretéhez

source: Stroke Color
hu: Körvonal színe

source: Fill Color
hu: Kitöltőszín

source: Open
hu: Megnyitás
mk: Отвори

source: Rename
hu: Átnevezés
mk: Преименувај

source: Move to Trash
hu: Áthelyezés a kukába

source: Duplicate
hu: Megkettőzés
mk: Удвои

source: Draft
hu: Piszkozat
mk: Урнек

source: Reveal/Hide Flap
hu: Fedél megjelenítése/elrejtése

source: New Tab
hu: Új lap

source: Focus Mode
hu: Fókusz üzemmód

source: Save Document
hu: Dokumentum mentése

source: Undo
hu: Visszavonás
mk: Поврати

source: Redo
hu: Újra
mk: Повтори

source: Move _Left
hu: Áthelyezés _balra

source: Move _Right
hu: Áthelyezés _jobbra

source: _Close
hu: _Bezárás

source: Temporary
hu: Átmeneti

source: Permanent
hu: Állandó

source: Toggle
hu: Váltás

source: General
hu: Általános
mk: Општо

source: Autosave
hu: Automatikus mentés
mk: Авто-зачувување

source: Enable or disable autosave
hu: Az automatikus mentés engedélyezése vagy letiltása
mk: Овозможи или поништи авто-зачувување

source: Autosave Interval (secs)
hu: Automatikus mentési időköz (másodperc)

source: Set the autosave interval in seconds
hu: Az automatikus mentési időköz beállítása másodpercben
mk: Одбери го интервалот на авто-зачувување во секунди

source: Show Scrollbars
hu: Görgetősávok megjelenítése

source: Set whether the scrollbars on the canvas are shown
hu: Állítsa be, hogy megjelenjenek-e a görgetősávok a vásznon

source: Regular Cursor
hu: Rendszeres kurzor

source: Set the regular cursor
hu: Rendszeres kurzor beállítása
mk: Одбери го нормалниот покажувач

source: Show Drawing Cursor
hu: Rajzkurzor megjelenítése

source: Set whether the drawing cursor is visible
hu: Rajzkurzor láthatóságának beállítása

source: Drawing Cursor
hu: Rajz kurzor

source: Set the drawing cursor
hu: Rajz kurzor beállítása
mk: Одбери го покажувачот за цртање

source: Page Format
hu: Oldalformátum

source: Format
hu: Formátum
mk: Форма

source: Choose a format
hu: Válasszon formátumot
mk: Одбери форма

source: Custom
hu: Egyedi
mk: Посебен

source: Orientation
hu: Orientáció
mk: Насока

source: Set the format orientation
hu: A formátum orientációjának beállítása
mk: Одбери ја насоката на формата

source: Portrait
hu: Portré
mk: Вертикално (портрет)

source: Landscape
hu: Tájkép
mk: Хоризонтално

source: Width
hu: Szélesség
mk: Ширина

source: Set the format width
hu: A formátum szélességének beállítása
mk: Одбери ја ширината на формата

source: Height
hu: Magasság
mk: Висина

source: Set the format height
hu: A formátum magasságának beállítása
mk: Одбери ја висината на формата

source: Dpi
hu: Hüvelykenkénti pontok száma (dpi)

source: Set the Dpi (dots per inch). Defaults to 96.
hu: Hüvelykenkénti pontok száma (dpi) beállítása. Alapértelmezett érték 96.

source: Revert
hu: Visszaállítás
mk: Врати

source: Document
hu: Dokumentum

source: Format Border Color
hu: Formátum keret színe

source: Set the format border color
hu: A formátum keret színének beállítása
mk: Одбери ја бојата на границите на формата

source: Set the background color
hu: A háttérszín beállítása
mk: Одреди ја позадинската боја

source: Pattern
hu: Mintázat
mk: Шара

source: Choose a background pattern
hu: Háttérminta kiválasztása
mk: Одбери ја позадинската шара

source: None
hu: Nincs
mk: Ништо

source: Lines
hu: Vonalak
mk: Линии

source: Grid
hu: Rács
mk: Мрежа

source: Isometric Grid
hu: Izometrikus rács

source: Isometric Dots
hu: Izometrikus pontok

source: Pattern Color
hu: Mintázat színe
mk: Боја на шарата

source: Set the background pattern color
hu: A háttérminta színének beállítása
mk: Одреди ја бојата на позадинската шара

source: Pattern Width
hu: Mintázat szélessége
mk: Ширина на шара

source: Set the background pattern width
hu: Állítsa be a háttérmintázat szélességét
mk: Одреди ја ширината на позадинската шара

source: Pattern Height
hu: Mintázat magassága
mk: Висина на шарата

source: Set the background pattern height
hu: Állítsa be a háttérminta magasságát
mk: Одреди ја висината на позадинската шара

source: Button Shortcuts
hu: Gomb billentyűparancsok
mk: Копчиња-кратенки

source: Stylus Primary Button Action
hu: Ceruza elsődleges gombjának művelete

source: Set the action for the primary stylus button
hu: A ceruza elsődleges gombjának műveletének beállítása

source: Stylus Secondary Button Action
hu: Ceruza másodlagos gombjának művelete

source: Set the action for the secondary stylus button
hu: A ceruza elsődleges gombjának műveletének beállítása

source: Mouse Secondary Button Action
hu: Egér másodlagos gombjának művelete

source: Set the action for the secondary mouse button
hu: A másodlagos egérgomb műveletének beállítása

source: Touch Two-Finger Long-Press Action
hu: Kétujjas, hosszan megnyomott érintési művelet

source: Set the action for the touch two-finger long-press gesture
hu: Állítsa be a kétujjas, hosszan megnyomott érintési mozdulat műveletét

source: Drawing Pad Button 1 Action
hu: Rajzlap 1. gombjának művelete

source: Set the action for button 1 on a drawing pad
hu: Rajzlap 1. gombjának művelete beállítása

source: Drawing Pad Button 2 Action
hu: Rajzlap 2. gombjának művelete

source: Set the action for button 2 on a drawing pad
hu: Rajzlap 2. gombjának művelete beállítása

source: Drawing Pad Button 3 Action
hu: Rajzlap 3. gombjának művelete

source: Set the action for button 3 on a drawing pad
hu: Rajzlap 3. gombjának művelete beállítása

source: Drawing Pad Button 4 Action
hu: Rajzlap 4. gombjának művelete

source: Set the action for button 4 on a drawing pad
hu: Rajzlap 4. gombjának művelete beállítása

source: Show Keyboard Shortcuts
hu: Billentyűparancsok megjelenítése

source: Close the Active Tab
hu: Jelenlegi lap bezárása

source: Quit the Application
hu: Kilépés az alkalmazásból

source: Open the Canvas-Menu
hu: Vászonmenü megnyitása

source: Open the App-Menu
hu: Alkalmazásmenü megnyitása

source: Navigation
hu: Navigáció

source: Switch to the 'Brush'
hu: Ecset kijelölése

source: Switch to the 'Shaper'
hu: Alakító kijelölése

source: Switch to the 'Typewriter'
hu: Írógép kijelölése

source: Switch to the 'Eraser'
hu: Radír kijelölése

source: Switch to the 'Selector'
hu: Kiválasztó kijelölése

source: Switch to the 'Tools'
hu: Eszközök kijelölése

source: View
hu: Nézet

source: Alt + Drag
hu: Ctrl + húzás

source: Zoom in/out
hu: Nagyítás/kicsinyítés

source: Alt + Shift + Drag
hu: Alt + Shift + húzás

source: Open Document
hu: Dokumentum megnyitása

source: Save Document As
hu: Dokumentum mentése másként

source: Print Document
hu: Dokumentum nyomtatása

source: Import File
hu: Fájl importálása

source: Drawing
hu: Rajzolás

source: Copy to Clipboard
hu: Másolás vágólapra

source: Cut to Clipboard
hu: Kivágás vágólapra

source: Paste Clipboard
hu: Vágólap beillesztése

source: Move Directory up
hu: Könyvtár feljebb mozgatása

source: Workspace Directory Actions
hu: Munkaterületi könyvtárműveletek

source: Create new Folder
hu: Új mappa létrehozása

source: Move Selected Workspace Up
hu: Kijelölt munkaterület mozgatása felfelé

source: Move Selected Workspace Down
hu: Kijelölt munkaterület mozgatása lefelé

source: Add Workspace
hu: Munkaterület hozzáadása

source: Remove Selected Workspace
hu: Kijelölt munkaterület eltávolítása

source: Edit Selected Workspace
hu: Kijelölt munkaterület szerkesztése

source: Opening .rnote file failed
hu: Az .rnote fájl megnyitása sikertelen

source: Opening vector image file failed
hu: A vektoros képfájl megnyitása sikertelen

source: Opening bitmap image file failed
hu: A pontképes képfájl megnyitása sikertelen

source: Opening Xournal++ file failed
hu: A Xournal++ fájl megnyitása sikertelen

source: Opening Pdf file failed
hu: A PDF fájl megnyitása sikertelen

source: Failed to open file, tried to open folder as file
hu: Sikertelen a fájl megnyitása, egy mappát próbált meg fájlként megnyitni

source: Failed to open file, unsupported file type
hu: A fájl megnyitása sikertelen, nem támogatott fájltípus

source: Saving document failed
hu: A dokumentum mentése sikertelen

source: Button 1
hu: 1. gomb

source: Button 2
hu: 2. gomb

source: Button 3
hu: 3. gomb

source: Button 4
hu: 4. gomb

source: Printing document failed
hu: A dokumentum nyomtatása nem sikerült
mk: Печатењето на документот беше неуспешно

source: Exporting selection failed, nothing selected
hu: Kijelölés exportálása sikertelen, nincs kijelölve semmi

source: - invalid file name -
hu: - érvénytelen fáljnév -

source: - invalid folder path -
hu: - érvénytelen mappa elérési út -

source: Opened file was modified on disk
hu: A megnyitott fájl módosításra került a lemezen

source: Reload
hu: Újratöltés

source: Reloading .rnote file from disk failed
hu: Az .rnote fájl újratöltése a lemezről sikertelen

source: Opened file was renamed on disk
hu: A megnyitott fájl át lett nevezve a lemezen

source: Opened file was moved or deleted on disk
hu: A megnyitott fájl át lett helyezve vagy törölve lett a lemezről

source: Inserting file failed
hu: Fájl beszúrása sikertelen

source: Inserting text failed
hu: Szöveg beszúrása sikertelen

source: Saved document successfully
hu: A dokumentum sikeresen mentve

source: Exporting document failed
hu: Dokumentum exportálása sikertelen

source: Exported document successfully
hu: A dokumentum sikeresen exportálva

source: Exporting document failed, no file selected
hu: Dokumentum exportálása sikertelen, nincs fájl kiválasztva

source: Select
hu: Kijelölés
mk: Одбери

source: Exporting document pages failed
hu: Dokumentumoldalak exportálása sikertelen

source: Exported document pages successfully
hu: A dokumentumoldalak exportálása sikeres

source: Exporting document pages failed, no directory selected
hu: Dokumentumoldalak exportálása sikertelen, nincs kijelölve könyvtár

source: Exporting selection failed
hu: Kijelölés exportálása sikertelen

source: Exported selection successfully
hu: A kijelölés sikeresen exportálva

source: Exporting selection failed, no file selected
hu: Kijelölés exportálása sikertelen, nincs kijelölve fájl

source: Export Engine State
hu: Motor állapotának exportálása

source: Exporting engine state failed
hu: Motor állapotának exportálása sikertelen
