Repository: flxzt/rnote
Catalog: crates/rnote-ui/po/*.po
Languages: ar, bn, cs, de, es, fi, fr, he, hi, it, ja, ko, ne, nl, pl, pt_br, ru, ta, th, tr, uk, zh_hans, zh_hant

source: Unsaved Documents
ar: مستندات غير محفوظة
bn: অসংরক্ষিত নথি
cs: Neuložené dokumenty
de: Ungespeicherte Dokumente
es: Documentos sin guardar
fi: Tallentamattomia asiakirjoja
fr: Documents non-sauvegardés
he: מסמכים לא שמורים
hi: सहेजे न गए दस्तावेज
it: Documenti non salvati
ja: 未保存の文書
ko: 저장되지 않은 문서
ne: बचत नगरिएका कागजातहरू
nl: Niet-opgeslagen documenten
pl: Niezapisane dokumenty
pt_br: Documentos não salvos
ru: Несохраненные документы
ta: சேமிக்கப்படாத ஆவணங்கள்
th: เอกสารที่ยังไม่ถูกบันทึก
tr: Kaydedilmemiş Belgeler
uk: Незбережені документи
zh_hans: 未保存的文档
zh_hant: 未儲存的文件

source: Discard All
ar: تجاهل الكلّ
bn: সব পরিত্যাগ করুন
cs: Zahodit vše
de: Alles Verwerfen
es: Descartar todo
fi: Hylkää kaikki
fr: Ne rien enregistrer
he: השלכה של הכול
hi: सभी त्यागें
it: Scarta Tutto
ja: すべて破棄
ko: 모두 폐기하기
ne: सबै खारेज गर्नुहोस्
nl: Alles verwerpen
pl: Odrzuć wszystko
pt_br: Descartar tudo
ru: Отменить все
ta: அனைத்தையும் நிராகரிக்கவும்
th: ทิ้งทั้งหมด
tr: Tümünden Vazgeç
uk: Скасувати все
zh_hans: 全部不保存
zh_hant: 全部不儲存

source: Edit Workspace
ar: حرِّر مساحة العمل
bn: কর্মক্ষেত্র সম্পাদন করুন
cs: Upravit plochu
de: Arbeitsfläche Bearbeiten
es: Editar área de trabajo
fi: Muokkaa työtilaa
fr: Modifier l’espace de travail
he: עריכת סביבת העבודה
hi: कार्यस्थान संपादन
it: Modifica area di lavoro
ja: ワークスペースを編集
ko: 작업 공간 편집하기
ne: कार्यक्षेत्र सम्पादन गर्नुहोस्
nl: Werkblad bewerken
pl: Edytuj przestrzeń roboczą
pt_br: Editar área de trabalho
ru: Редактировать коллекцию
ta: பணியிடத்தை திருத்து
th: แก้ไขพื้นที่ทำงาน
tr: Çalışma Alanı Düzenle
uk: Редагувати Робочу область
zh_hans: 编辑工作区
zh_hant: 編輯工作區

source: Apply
ar: طبِّق
bn: প্রয়োগ করুন
cs: Použít
de: Übernehmen
es: Aplicar
fi: Toteuta
fr: Appliquer
he: החלה
hi: लागू करें
it: Applica
ja: 適用
ko: 적용하기
ne: लागू गर्नुहोस्
nl: Toepassen
pl: Zastosuj
pt_br: Aplicar
ru: Применить
ta: விண்ணப்பிக்க
th: นำไปใช้
tr: Uygula
uk: Застосувати
zh_hans: 应用
zh_hant: 應用

source: Workspace Name
ar: اسم مساحة العمل
bn: কর্মক্ষেত্রের নাম
cs: Název plochy
de: Arbeitsflächenname
es: Nombre del área de trabajo
fi: Työtilan nimi
fr: Nom de l’espace de travail
he: שם סביבת עבודה
hi: कार्यस्थान का नाम
it: Nome dell'area di lavoro
ja: ワークスペース名
ko: 작업 공간 이름
ne: कार्यक्षेत्र नाम
nl: Werkbladnaam
pl: Nazwa obszaru roboczego
pt_br: Nome da área de trabalho
ru: Имя коллекции
ta: பணியிடத்தின் பெயர்
th: ชื่อพื้นที่ทำงาน
tr: Çalışma Alanı Adı
uk: Назва робочої області
zh_hans: 工作区名称
zh_hant: 工作區名稱

source: Icon
ar: الأيقونة
bn: আইকন
cs: Ikona
de: Symbol
es: Icono
fi: Kuvake
fr: Icône
he: סמל
hi: आइकन
it: Icona
ja: アイコン
ko: 아이콘
ne: चिन्ह
nl: Pictogram
pl: Ikona
pt_br: Ícone
ru: Иконка
ta: ஐகான்
th: ไอคอน
tr: Simge
uk: Піктограма
zh_hans: 图标
zh_hant: 圖示

source: Change the workspace icon
ar: غيِّر أيقونة مساحة العمل
bn: কর্মক্ষেত্র আইকন পরিবর্তন করুন
cs: Změnit ikonu plochy
de: Arbeitsflächensymbol ändern
es: Cambiar el icono del área de trabajo
fi: Vaihda työtilan kuvake
fr: Modifier l’icône de l’espace de travail
he: שינוי סמל סביבת העבודה
hi: कार्यस्थान आइकन बदलें
it: Cambia l'icona dell'area di lavoro
ja: ワークスペースアイコンを変更します
ko: 작업 공간 아이콘 변경하기
ne: कार्यक्षेत्र चिन्ह फेर्नुहोस्
nl: Wijzig het werkbladpictogram
pl: Zmiana ikony obszaru roboczego
pt_br: Trocar o ícone da área de trabalho
ru: Выбрать иконку коллекции
ta: பணியிட ஐகானை மாற்று
th: เปลี่ยนไอคอนของพื้นที่ทำงานนี้
tr: Çalışma alanı simgesini değiştir
uk: Змінити піктограму робочої області
zh_hans: 更改工作区图标
zh_hant: 更改工作區圖示

source: Color
ar: اللون
bn: রঙ
cs: Barva
de: Farbe
fi: Väri
fr: Couleur
he: צבע
hi: रंग
it: Colore
ja: 色
ko: 색상
ne: रङ्ग
nl: Kleur
pl: Kolor
pt_br: Cor
ru: Цвет
ta: நிறம்
th: สี
tr: Renk
uk: Колір
zh_hans: 颜色
zh_hant: 顏色

source: Change the workspace color
ar: لون ساحة العمل
bn: কর্মক্ষেত্রের রঙ পরিবর্তন করুন
cs: Změnit barvu plochy
de: Arbeitsflächenfarbe ändern
es: Cambiar el color del área de trabajo
fi: Vaihda työtilan väriä
fr: Modifier la couleur de l’espace de travail
he: שינוי צבע סביבת העבודה
hi: कार्यस्थान का रंग बदलें
it: Cambia il colore dell'area di lavoro
ja: ワークスペースの色を変更します
ko: 작업 공간 색상 변경하기
ne: कार्यक्षेत्र रङ्ग फेर्नुहोस्
nl: Wijzig de werkbladkleur
pl: Zmiana koloru obszaru roboczego
pt_br: Trocar a cor da área de trabalho
ru: Выбрать цвет коллекции
ta: பணியிடத்தின் நிறத்தை மாற்றவும்
th: เปลี่ยนสีของพื้นที่ทำงานนี้
tr: Çalışma alanı rengini değiştir
uk: Змінити колір робочої області
zh_hans: 更改工作区颜色
zh_hant: 更改工作區顏色

source: Directory
ar: مجلَّد
bn: ডিরেক্টরি
cs: Adresář
de: Verzeichnis
es: Directorio
fi: Kansio
fr: Répertoire
he: תיקייה
hi: निर्देशिका
it: Cartelle
ja: ディレクトリ
ko: 디렉터리
ne: डाइरेक्टरी
nl: Map
pl: Katalog
pt_br: Diretório
ru: Каталог
ta: கோப்பகம்
th: ไดเรกทอรี
tr: Dizin
uk: Тека
zh_hans: 目录
zh_hant: 目錄

source: Change the workspace directory
ar: غيِّر مجلَّد ساحة العمل
bn: কর্মক্ষেত্রের ডিরেক্টরিটি পরিবর্তন করুন
cs: Změnit adresář plochy
de: Arbeitsflächenverzeichnis ändern
es: Cambiar el directorio del espacio de trabajo
fi: Vaihda työtilan kansio
fr: Changer d’espace de travail
he: שינוי תיקיית סביבת העבודה
hi: कार्यस्थान निर्देशिका बदलें
it: Cambia la cartella dell'area di lavoro
ja: ワークスペースのディレクトリを変更します
ko: 작업 공간 디렉터리 변경하기
ne: कार्यक्षेत्र डाइरेक्टरी फेर्नुहोस्
nl: Wijzig de werkbladmap
pl: Zmień katalog obszaru roboczego
pt_br: Alterar o diretório da área de trabalho
ru: Выбрать каталог коллекции
ta: பணியிட கோப்பகத்தை மாற்றவும்
th: เปลี่ยนไดเรกทอรีของพื้นที่ทำงานนี้
tr: Çalışma alanı dizinini değiştir
uk: Змінити теку робочої області
zh_hans: 更改工作区目录
zh_hant: 更改工作區目錄

source: - no directory selected -
ar: - لم يُحدَّد أيُّ مجلَّد -
bn: - কোনও ডিরেক্টরি নির্বাচিত হয়নি -
cs: - žádný adresář nevybrán -
de: - kein Verzeichnis ausgewählt -
es: - ningún directorio seleccionado -
fi: - kansiota ei ole valittu -
fr: - aucun répertoire sélectionné -
he: - לא נבחרה תיקייה -
hi: - कोई निर्देशिका चयनित नहीं -
it: - nessuna cartella selezionata -
ja: - ディレクトリ未選択 -
ko: - 선택된 디렉터리 없음 -
ne: - कुनैपनि डाइरेक्टरी रोजिएको छैन -
nl: - Geen map gekozen -
pl: - nie wybrano żadnego katalogu -
pt_br: - nenhum diretório selecionado -
ru: - каталог не выбран -
ta: - எந்த கோப்பகமும் தேர்ந்தெடுக்கப்படவில்லை -
th: - ไม่มีไดเรกทอรีที่เลือกไว้ -
tr: - dizin seçilmedi -
uk: - теку не вибрано -
zh_hans: —— 没有选择目录 ——
zh_hant: —— 沒有選擇目錄 ——

source: Change the directory
ar: غيِّر المجلَّد
bn: ডিরেক্টরি পরিবর্তন করুন
cs: Změnit adresář
de: Verzeichnis ändern
es: Cambiar el directorio
fi: Vaihda kansio
fr: Changer de répertoire
he: שינוי התיקייה
hi: निदॆशिका बदलॆ
it: Cambia cartella
ja: ディレクトリを変更
ko: 디렉터리 변경하기
ne: डाइरेक्टरी फेर्नुहोस्
nl: Wijzig de map
pl: Zmień katalog
pt_br: Alterar o diretório
ru: Изменить каталог
ta: கோப்பகத்தை மாற்றவும்
th: เปลี่ยนไดเรกทอรี
tr: Dizini değiştir
uk: Змінити теку
zh_hans: 更改目录
zh_hant: 更改目錄

source: Trash File
cs: Odstranit soubor
de: Datei löschen
es: Archivo de papelera
fr: Supprimer le fichier
it: File nel cestino
ja: ファイルをゴミ箱に移動
nl: Bestand naar prullenbak
pt_br: Mandar arquivo para lixeira
tr: Dosyayı Çöpe At

source: Are you sure you want to move this file to the trash?
cs: Opravdu chcete přesunout tento soubor do koše?
de: Sind Sie sicher, dass diese Datei in den Papierkorb verschoben soll?
es: ¿Está seguro de que quiere mover este archivo a la papelera?
fr: Êtes-vous sûr de vouloir déplacer ce fichier vers la corbeille ?
it: Vuoi davvero spostare questo file nel cestino?
ja: このファイルをゴミ箱に移動しますか？
nl: Weet je zeker dat je dit bestand wilt verwijderen?
pt_br: Você tem certeza que quer mover esse arquivo para a lixeira?
tr: Dosyayı çöpe atmak istediğine emin misin?

source: Trash
cs: Odstranit
de: Papierkorb
es: Papelera
fr: Supprimer
it: Cestino
ja: ゴミ箱
nl: Prullenbak
pt_br: Lixeira

source: Export Document
ar: صدِّر المستند
bn: নথি রপ্তানি করুন
cs: Exportovat dokument
de: Dokument Exportieren
es: Exportar documento
fi: Vie asiakirja
fr: Exporter le document
he: ייצוא מסמך
hi: दस्तावेज निर्यात करें
it: Esporta Documento
ja: 文書をエクスポート
ko: 문서 내보내기
ne: कागजात निर्यात गर्नुहोस्
nl: Document exporteren
pl: Eksportuj dokument
pt_br: Exportar Documento
ru: Экспортировать документ
ta: ஏற்றுமதி ஆவணம்
th: ส่งออกเอกสาร
tr: Belgeyi Dışa Aktar
uk: Експортувати документ
zh_hans: 导出文档
zh_hant: 匯出文件

source: Export
ar: صدِّر
bn: রপ্তানি
cs: Exportovat
de: Exportieren
es: Exportar
fi: Vie
fr: Exporter
he: ייצוא
hi: निर्यात
it: Esporta
ja: エクスポート
ko: 내보내기
ne: निर्यात गर्नुहोस्
nl: Exporteren
pl: Eksportuj
pt_br: Exportar
ru: Экспортировать
ta: ஏற்றுமதி
th: ส่งออก
tr: Dışa aktar
uk: Експортувати
zh_hans: 导出
zh_hant: 匯出

source: Export File
ar: صدِّر الملفَّ
bn: ফাইল রপ্তানি করুন
cs: Exportovat soubor
de: Datei Exportieren
es: Exportar archivo
fi: Vie tiedosto
fr: Fichier de destination
he: ייצוא קובץ
hi: फाइल निर्यात करें
it: Esporta File
ja: エクスポート先ファイル
ko: 파일 내보내기
ne: फाइल निर्यात गर्नुहोस्
nl: Bestand exporteren
pl: Eksportuj plik
pt_br: Exportar arquivo
ru: Экспортировать файл
ta: ஏற்றுமதி கோப்பை
th: ส่งออกไฟล์
tr: Dosyayı Dışa Aktar
uk: Експортувати файл
zh_hans: 导出文件
zh_hant: 匯出檔案

source: Select the export file
ar: حدِّد ملفَّ التصدير
bn: রপ্তানি ফাইল নির্বাচন করুন
cs: Vybrat exportovaný soubor
de: Exportdatei auswählen
es: Seleccionar el archivo de exportación
fi: Valitse vientitiedosto
fr: Sélectionner le fichier d’exportation
he: בחירת קובץ ייצוא
hi: निर्यात फाइल का चयन करें
it: Selezionare il file da esportare
ja: エクスポート先のファイルを選択します
ko: 내보내기 파일 선택하기
ne: निर्यात गर्ने फाइल छान्नुहोस्
nl: Kies het exportbestand
pl: Wybierz plik do wyeksportowania
pt_br: Selecionar arquivo de exportação
ru: Выбрать файл для экспорта
ta: ஏற்றுமதி கோப்பைத் தேர்ந்தெடுக்கவும்
th: เลือกไฟล์ที่จะส่งออก
tr: Dışa aktarma dosyasını seç
uk: Виберіть файл експорту
zh_hans: 选择导出文件
zh_hant: 選擇匯出檔案

source: - no file selected -
ar: - لم يحدَّد أيُّ ملفٍّ -
bn: - কোনও ফাইল নির্বাচিত হয়নি -
cs: - žádný soubor nevybrán -
de: - keine Datei ausgewählt -
es: - ningún archivo seleccionado -
fi: - tiedostoa ei ole valittu -
fr: - aucun fichier sélectionné -
he: - לא נבחרו קבצים -
hi: - कोई फाइल चयनित नहीं -
it: - nessun file selezionato -
ja: - ファイル未選択 -
ko: - 선택된 파일 없음 -
ne: - कुनैपनि फाइल रोजिएको छैन -
nl: - Geen bestand gekozen -
pl: - nie wybrano żadnego pliku -
pt_br: - nenhum arquivo selecionado -
ru: - файл не выбран -
ta: - எந்த கோப்பும் தேர்ந்தெடுக்கப்படவில்லை -
th: - ไม่มีไฟล์ที่เลือกไว้ -
tr: - dosya seçilmedi -
uk: - файл не вибрано -
zh_hans: — 没有文件被选中 —
zh_hant: — 沒有檔案被選中 —

source: Export Preferences
ar: تفضيلات الاستيراد
bn: পছন্দসমূহ রপ্তানী করুন
cs: Nastavení exportu
de: Exporteinstellungen
es: Exportar preferencias
fi: Viennin asetukset
fr: Paramètres d’exportation
he: העדפות ייצוא
hi: निर्यात प्राथमिकताएं
it: Esporta Preferenze
ja: エクスポートの設定
ko: 내보내기 환경설정
ne: प्राथमिकतासूची निर्यात गर्नुहोस्
nl: Exportvoorkeuren
pl: Preferencje eksportu
pt_br: Exportar Configurações
ru: Настройки экспорта
ta: ஏற்றுமதி விருப்பத்தேர்வுகள்
th: ตั้งค่าการส่งออก
tr: Dışa Aktarma Tercihleri
uk: Параметри експорту
zh_hans: 导出设定
zh_hant: 匯出設定

source: With Background
ar: بالخلفيَّة
bn: পটভূমি সহ
cs: S pozadím
de: Mit Hintergrund
es: Con fondo
fi: Taustakuvan kera
fr: Inclure l’arrière-plan
he: עם רקע
hi: पृष्ठभूमि के साथ
it: Con Sfondo
ja: 背景を含める
ko: 배경 포함
ne: पृष्ठभूमि संगै
nl: Met achtergrond
pl: Z tłem
pt_br: Com plano de fundo
ru: С фоном
ta: பின்னணியுடன்
th: ส่งออกพร้อมพื้นหลัง
tr: Arka Plan ile
uk: З фоном
zh_hans: 包含背景
zh_hant: 包含背景

source: Set whether the background should be exported
ar: عيَّن ما إذا كان يجب تصدير الخلفيَّة
bn: পটভূমি রপ্তানি করা উচিত কিনা তা সেট করুন
cs: Nastavit zda má být pozadí exportováno
de: Ändere, ob der Hintergrund exportiert werden soll
es: Establecer si el fondo debe ser exportado
fi: Viedäänkö taustakuva
fr: Définir si l’arrière-plan doit être exporté
he: הגדרה אם יש לייצא עם הרקע
hi: निर्धारित करें कि क्या पृष्ठभूमि निर्यात की जानी चाहिए
it: Impostare se lo sfondo dovrebbe essere esportato
ja: 背景もエクスポートするかどうかを設定します
ko: 배경을 내보낼지 여부를 설정합니다
ne: पृष्ठभूमि निर्यात गर्ने कि नगर्ने
nl: Geef aan of de achtergrond ook dient te worden geëxporteerd
pl: Ustaw, czy tło ma być eksportowane
pt_br: Definir se plano de fundo deve ser exportado
ru: Указать, следует ли экспортировать фон
ta: பின்னணி ஏற்றுமதி செய்யப்பட வேண்டுமா என்பதை அமைக்கவும்
th: กำหนดว่าจะส่งออกพื้นหลังของเอกสารด้วยหรือไม่
tr: Arka planın dışa aktarılıp aktarılmayacağını ayarla
uk: Чи експортувати фон
zh_hans: 设置导出时的背景颜色
zh_hant: 設定匯出時的背景顏色

source: With Pattern
ar: بالنمط
bn: প্যাটার্ন সহ
cs: Se vzorem
de: Mit Muster
es: Con patrón
fi: Kuvion kera
fr: Inclure le motif
he: עם תבנית
hi: स्वरूप सहित
it: Con Modello
ja: 罫線を含める
ko: 패턴 포함
ne: खाका संगै
nl: Met patroon
pl: Ze wzorem
pt_br: Com Padrão
ru: С линовкой
ta: வடிவத்துடன்
th: ส่งออกพร้อมลวดลาย
tr: Desen ile
uk: З шаблоном
zh_hans: 包含纹理
zh_hant: 包含紋理

source: Set whether the background pattern should be exported
ar: حدِّد ما إذا كان يجب تصدير نمط الخلفيَّة
bn: পটভূমির প্যাটার্ন রপ্তানি করা উচিত কিনা তা সেট করুন
cs: Nastavit zda se má vzor pozadí exportovat
de: Ändere, ob das Hintergrundmuster exportiert werden soll
es: Establecer si el patrón de fondo debe ser exportado
fi: Viedäänkö taustakuvio
fr: Définir si le motif d’arrière-plan doit être exporté
he: הגדרה אם יש לייצא עם התבנית ברקע
hi: निर्धारित करें कि क्या पृष्ठभूमि स्वरूप निर्यात किया जाना चाहिए
it: Impostare se il modello di sfondo dovrebbe essere esportato
ja: 背景の罫線もエクスポートするかどうかを設定します
ko: 배경 패턴을 내보낼지 여부를 설정합니다
ne: पृष्ठभूमि खाका निर्यात गर्ने कि नगर्ने
nl: Geef aan of het achtergrondpatroon ook dient te worden geëxporteerd
pl: Ustaw, czy wzór tła ma zostać wyeksportowany
pt_br: Definir se o padrão do plano de fundo deve ser exportado
ru: Указать, следует ли экспортировать линовку фона
ta: பின்னணி வடிவத்தை ஏற்றுமதி செய்ய வேண்டுமா என்பதை அமைக்கவும்
th: กำหนดว่าจะส่งออกลวดลายของเอกสารด้วยหรือไม่
tr: Arka plan deseninin dışa aktarılıp aktarılmayacağını ayarla
uk: Чи експортувати шаблон фону
zh_hans: 设置导出时包含的背景图案
zh_hant: 設定匯出時包含的背景圖案

source: Optimize for Printing
ar: جهِّزه للطباعة
bn: প্রিন্ট করার জন্য অপ্টিমাইজ করুন
cs: Optimalizovat pro tisk
de: Für Drucken optimieren
es: Optimizar para imprimir
fi: Optimoi tulostusta varten
fr: Optimiser pour l’impression
he: התאמה להדפסה
hi: मुद्रण के लिए अनुकूलित करें
it: Ottimizza per la stampa
ja: 印刷用に最適化
ne: छाप्नका लागि अनुकूलन गर्नु
nl: Optimaliseren voor printen
pl: Optymalizuj dla Druku
pt_br: Otimizar para impressão
ru: Оптимизировать для печати
ta: அச்சிடுவதற்கு உகந்ததாக்கு
th: สำหรับการพิมพ์
tr: Baskı İçin Eniyile
uk: Оптимізувати для друку
zh_hans: 针对打印优化
zh_hant: 針對列印最佳化

source: Set whether the content should be optimized for printing
ar: عيِّن ما إن كان يجب تجهيز المحتوى للطباعة
bn: বিষয়বস্তু প্রিন্ট করার জন্য অপ্টিমাইজ করা হবে কিনা তা সেট করুন
cs: Nastavit, zda by obsah měl být optimalizován pro tisk
de: Ändere, ob der Inhalt für Drucken optimiert werden soll
es: Establecer si el contenido debe optimizarse para la impresión
fi: Optimoidaanko sisältö tulostusta varten
fr: Définir si le contenu doit être optimisé pour l’impression
he: הגדרה אם יש להתאים את התוכן להדפסה
hi: निर्धारित करें कि क्या सामग्री को मुद्रण के लिए अनुकूलित किया जाना चाहिए
it: Imposta se il contenuto deve essere ottimizzato per la stampa
ja: 内容を印刷用に最適化するかどうかを設定します
ne: छाप्नका लागि अनुकूलित छ कि छैन
nl: Geef aan of de inhoud ook dient te worden geoptimaliseerd voor printen
pl: Ustaw, czy zawartość powinna zostać optymalizowana pod drukowanie
pt_br: Definir se o conteúdo deve ser otimizado para impressão
ru: Установить, следует ли оптимизировать содержимое для печати
ta: அச்சிடுவதற்கு உள்ளடக்கம் மேம்படுத்தப்பட வேண்டுமா என்பதை அமைக்கவும்
th: กำหนดว่าจะปรับแต่งเอกสารที่ส่งออกสำหรับการพิมพ์ด้วยหรือไม่
tr: İçeriğin baskı için eniyilenme durumunu ayarla
uk: Чи оптимізувати вміст для друку
zh_hans: 设置导出时是否需要为打印优化
zh_hant: 設定匯出時是否需要為列印最佳化

source: Export Format
ar: صدِّر التنسيق
bn: বিন্যাস রপ্তানি করুন
cs: Formát pro export
es: Exportar formato
fi: Vientimuoto
fr: Format d’exportation
he: תבנית ייצוא
hi: निर्यात प्रारूप
it: Formato di esportazione
ja: エクスポートの形式
ko: 내보내기 형식
ne: निर्यात स्वरूप
nl: Exportformaat
pl: Format eksportu
pt_br: Exportar formato
ru: Формат для экспорта
ta: ஏற்றுமதி வடிவம்
th: ฟอร์แมตเอกสาร
tr: Dışa Aktarma Biçimi
uk: Формат експорту
zh_hans: 导出格式
zh_hant: 匯出格式

source: The export format
ar: تنسيق التصدير
bn: রপ্তানি বিন্যাস
cs: Formát exportu
de: Das Exportformat
es: El formato de exportación
fi: Viennissä käytettävä muoto
fr: Le format d’exportation
he: תבנית הקובץ לייצוא
hi: निर्यात प्रारूप
it: Il formato da esportare
ja: エクスポートの形式
ko: 내보내기 형식
ne: निर्यात स्वरूप
nl: Het export-bestandsformaat
pl: Format eksportu
pt_br: O formato de exportação
ru: Формат для экспорта
ta: ஏற்றுமதி வடிவமைப்பு
th: ฟอร์แมตของเอกสารที่ต้องการจะส่งออก
tr: Dışa aktarma biçimi
uk: Тип файлу, який буде експортовано
zh_hans: 导出的格式
zh_hant: 匯出的格式

source: Page Order
ar: ترتيب الصفحات
bn: পৃষ্ঠার ক্রম
cs: Pořadí stránek
de: Seitenreihenfolge
es: Orden de las páginas
fi: Sivujärjestys
fr: Ordre des pages
he: סדר עמודים
hi: पृष्ठ क्रम
it: Ordine di pagine
ja: ページ順
ne: पृष्ठक्रम
nl: Paginavolgorde
pl: Kolejność Stron
pt_br: Ordem das páginas
ru: Порядок страниц
ta: பக்க வரிசை
th: ลำดับของหน้ากระดาษ
tr: Sayfa Sırası
uk: Порядок сторінок
zh_hans: 页面循序
zh_hant: 頁面循序

source: The page order when documents with layouts that expand in horizontal and vertical directions are cut into pages
bn: পৃষ্ঠার ক্রম যখন নথি যার লেআউট অনুভূমিক এবং উল্লম্ব দিকগুলিতে প্রসারিত হয় পৃষ্ঠায় কাটা হয়
cs: Pořadí stránek, když jsou dokumenty s rozvrženími, které se roztahují v horizontálních a vertikálních směrech, rozděleny do stránek
de: Die Seitenreihenfolge, wenn Dokumente mit Layouts, die in horizontale und vertikale Richtung expandieren in Seiten unterteilt werden
es: El orden de las páginas cuando los documentos con diseños que se expanden en horizontal y vertical se dividen en páginas
he: סדר העמודים כאשר מסמכים רחבים או ארוכים מחולקים לעמודים שונים
hi: पृष्ठ क्रम जब क्षैतिज और ऊर्ध्वाधर दिशाओं में विस्तारित अभिन्यास वाले दस्तावेज़ों को पृष्ठों में काटा जाता है
it: L'ordine delle pagine quando i documenti con layout che si espandono in direzione orizzontale e verticale vengono tagliati in pagine
ne: तेर्सो र ठाडो पारेर कागजातलाई पृष्ठहरूमा छुट्टयाउदा खेरीको पृष्ठक्रम
nl: De paginavolgorde voor documenten met indelingen die horizontaal en verticaal uitgebreid zijn worden opgedeeld in pagina's
pl: Kolejność stron, gdy dokumenty rozszerzające się w pionie i poziomie są dzielone na strony
pt_br: A ordem de páginas quando documentos com layouts que expandem nas direções horizontal e vertical são cortados em páginas
ru: Порядок страниц, при котором документы с компоновкой, расширяющейся по горизонтали и вертикали, делятся на страницы
ta: தளவமைப்புகளுடன் ஆவணங்கள் இருக்கும் போது பக்க வரிசை கிடைமட்ட மற்றும் செங்குத்து திசைகளில் விரிவடைகிறது பக்கங்களாக வெட்டப்படுகின்றன
uk: Порядок сторінок, коли документи з макетами, що розширюються в горизонтальному та вертикальному напрямках, розрізаються на сторінки

source: Horizontal First
ar: الأفقي أولًا
bn: অনুভূমিক প্রথম
cs: Nejprve horizontálně
de: Horizontal Zuerst
es: Horizontal primero
fi: Vaakasuunta ensin
fr: Horizontale en premier
he: אופקי קודם
hi: क्षैतिज प्रथम
it: Orizzontale prima
ja: 水平方向順
ne: तेर्सो पहिले
nl: Horizontaal eerst
pl: Najpierw w poziomie
pt_br: Horizontal primeiro
ru: Сначала горизонтальные
ta: கிடைமட்ட முதல்
th: เรียงตามแนวนอนก่อน
tr: Önce Yatay
uk: Спочатку по горизонталі
zh_hans: 水平优先
zh_hant: 水平優先

source: Vertical First
ar: الرأسيُّ أولًا
bn: উল্লম্ব প্রথম
cs: Nejprve vertikálně
de: Vertikal Zuerst
es: Vertical primero
fi: Pystysuunta ensin
fr: Verticale en premier
he: אנכי קודם
hi: ऊर्ध्वाधर प्रथम
it: Verticale prima
ja: 垂直方向順
ne: ठाडो पहिले
nl: Verticaal eerst
pl: Najpierw w pionie
pt_br: Vertical primeiro
ru: Сначала вертикальные
ta: செங்குத்து முதல்
th: เรียงตามแนวตั้งก่อน
tr: Önce Dikey
uk: Спочатку по вертикалі
zh_hans: 垂直优先
zh_hant: 垂直優先

source: Export Document Pages
ar: صدِّر صفحات المستند
bn: নথির পৃষ্ঠা রপ্তানী করুন
cs: Exportovat stránky dokumentu
de: Exportiere Dokumentseiten
es: Exportar páginas del documento
fi: Vie asiakirjan sivut
fr: Exporter les pages du document
he: ייצוא
hi: दस्तावेज पृष्ठ निर्यात करें
it: Esporta pagine del documento
ja: 文書をページ単位でエクスポート
ko: 문서 페이지 내보내기
ne: कागजात पृष्ठहरू निर्यात गर्नुहोस्
nl: Pagina's exporteren
pl: Eksportuj strony dokumentu
pt_br: Exportar Páginas do Documento
ru: Экспортировать страницы документа
ta: ஆவணப் பக்கங்களை ஏற்றுமதி செய்யவும்
th: ส่งออกหน้าเอกสาร
tr: Belge Sayfalarını Dışa Aktar
uk: Експортувати сторінки документа
zh_hans: 分页导出
zh_hant: 分頁匯出

source: Page Files Naming:
ar: تسمية ملفَّات الصفحات:
bn: পৃষ্ঠা ফাইলের নামকরণ:
cs: Pojmenování souboru stránky:
de: Seiten-Dateibenennung:
es: Nombre del archivo de las páginas:
fr: Nom des pages :
he: שמות קובצי העמודים:
hi: पृष्ठ फाइलों का नामकरण:
it: Denominazione di file e pagine:
ja: ファイル名の付け方:
ko: 페이지 파일 이름 지정:
ne: पृष्ठ फाइलको नामकरण:
nl: Benoeming van paginabestanden:
pl: Zasady nazywania plików:
pt_br: Nome das Páginas do Arquivo:
ru: Именование файлов страниц:
ta: பக்க கோப்புகள் பெயரிடுதல்:
th: ชื่อไฟล์หน้าเอกสาร :
tr: Sayfa Dosyaları Adlandırma:
uk: Назви файлів сторінок:
zh_hans: 页面文件命名：
zh_hant: 頁面檔案命名：

source: Export Directory
ar: مجلَّد التصدير
bn: ডিরেক্টরি রপ্তানি করুন
cs: Adresář pro export
de: Exportverzeichnis
es: Exportar directorio
fi: Vientikansio
fr: Répertoire d’exportation
he: תיקיית ייצוא
hi: निर्यात निर्देशिका
it: Esporta Cartella
ja: エクスポート先ディレクトリ
ko: 내보내기 디렉터리
ne: निर्यात डाइरेक्टरी
nl: Exportmap
pl: Katalog eksportu
pt_br: Diretório de Exportação
ru: Экспортировать каталог
ta: ஏற்றுமதி கோப்பகம்
th: ไดเรกทอรีที่จะส่งออก
tr: Dışa Aktarım Dizini
uk: Експортувати теку
zh_hans: 导出目录
zh_hant: 匯出目錄

source: Select the export directory
ar: حدِّد مجلَّد التصدير
bn: রপ্তানির ডাইরেক্টরি নির্বাচন করুন
cs: Vybrat adresář pro export
de: Exportverzeichnis auswählen
es: Seleccionar el directorio de exportación
fi: Valitse vientikansio
fr: Sélectionnez le répertoire d’exportation
he: בחירת התיקייה לייצוא
hi: निर्यात निर्देशिका का चयन करें
it: Selezionare la cartella di esportazione
ja: エクスポート先のディレクトリを選択します
ko: 내보내기 디렉터리 선택하기
ne: निर्यात डाइरेक्टरी छान्नुहोस्
nl: Kies de exportmap
pl: Wybierz katalog eksportu
pt_br: Selecionar o diretório de exportação
ru: Выбрать каталог экспорта
ta: ஏற்றுமதி கோப்பகத்தைத் தேர்ந்தெடுக்கவும்
th: เลือกไดเร็กทอรี่ที่จะส่งออกไป
tr: Dışa aktarma dizinini seç
uk: Виберіть теку експорту
zh_hans: 选择导出文件所在目录
zh_hant: 選擇匯出檔案所在目錄

# When pages are exported this is the base name, followed by: - Page 0,1,..
source: Export Files Stem Name
ar: صدِّر الاسم الأساسي للملف
bn: ফাইল স্টেমের নাম রপ্তানি করুন
cs: Export souborů Název kmene
de: Exportdateien Stammname
es: Nombre base de archivos de exportación
fr: Préfixe des fichiers à exporter
he: שם השורש של הקבצים המיוצאים
hi: फाइलों का स्टेम नाम निर्यात करें
it: Base nome file esportati
ja: 拡張子を除くファイル名
ne: फाईलहरूको स्टेम नाम निर्यात गर्नुहोस्
nl: Stam­naam van geëxporteerde bestanden
pl: Eksportuj Nazwę Bazową Plików
pt_br: Exportar Prefixo dos Arquivos
ru: Базовое имя экспортируемых файлов
ta: ஏற்றுமதி கோப்புகள் தண்டு பெயர்
th: ชื่อไฟล์ของหน้าเอกสารที่ถูกส่งออก
tr: Dışa Aktarma Dosyalarının Kök Adı
uk: Префікс назви файлів для експорту
zh_hans: 导出文件标题名
zh_hant: 匯出檔案標題名
