Repository: flxzt/rnote
Catalog: crates/rnote-ui/po/*.po
Languages: ar, bn, cs, de, es, fi, fr, he, hi, it, ja, ko, ne, nl, pl, pt_br, ru, ta, th, tr, uk, zh_hans, zh_hant

source: Modification date:
ar: تاريخ التعديل:
bn: পরিবর্তনের তারিখ:
cs: Datum změny:
de: Änderungsdatum:
es: Fecha de modificación:
fi: Muokkauspäivä:
fr: Date de modification :
he: תאריך שינוי:
hi: संशोधन तिथि:
it: Data di modifica:
ja: 修正日:
ko: 수정 날짜:
ne: परिमार्जित मिति:
nl: Bewerkt op:
pl: Data modyfikacji:
pt_br: Dada de modificação:
ru: Дата изменения:
ta: மாற்றியமைத்தல் தேதி:
th: วันที่แก้ไข :
tr: Değiştirilme tarihi:
uk: Дата зміни:
zh_hans: 修改日期：
zh_hant: 修改日期：

source: Pages:
ar: الصفحات:
bn: পৃষ্ঠা:
cs: Stránky:
de: Seiten:
es: Páginas:
fi: Sivuja:
he: דפים:
hi: पन्ने:
it: Pagine:
ja: ページ数:
ko: 페이지:
ne: पृष्ठ:
nl: Aantal pagina's:
pl: Strony:
pt_br: Páginas:
ru: Страницы:
ta: பக்கங்கள்:
th: จำนวนหน้า :
tr: Sayfalar:
uk: Сторінок:
zh_hans: 页码：
zh_hant: 頁碼：

source: translator-credits
ar: فريق الترجمة
bn: অনুবাদক-কৃতিত্ব
cs: vikdevelop https://github.com/vikdevelop
de: Felix Zwettler
es: Óscar Fernández Díaz <oscfdezdz@tuta.io>
fi: Jiri Grönroos <jiri.gronroos+l10n@iki.fi>
fr: mbousq <mathieu.bousquet2@gmail.com>
he: ירון שהרבני <sh.yaron@gmail.com> יוסף אור בוצ׳קו <yoseforb@gmail.com>
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
it: Albano Battistella <albano_battistella@hotmail.com> Samuele P. https://gitlab.com/samu4199
ja: Seio Inoue <sei0okun@gmail.com> Ryo Nakano
ko: 이정희 <daemul72@gmail.com>
ne: Manish Goyal <manishgoyal016@gmail.com>
nl: Heimen Stoffels <vistausss@fastmail.com> Philip Goto https://flipflop97.github.io/ Pavel Ovchinnikov <opavel@internet.ru>
pl: podziękowania-dla-tłumaczy
pt_br: 'Rick <rick-stanley@outlook.com>'
ru: Павел Овчинников <opavel@internet.ru>
ta: 'K.B.Dharun Krishna <kbdharunkrishna@gmail.com>'
th: ผู้แปล : 'Archer Allstars https://dev.to/archerallstars' และ 'Waris L.'
tr: Sabri Ünal <yakushabb@gmail.com> Oğuz Ersen <oguz@ersen.moe>
uk: Володимир Лісівка <vlisivka@gmail.com>, https://linux.org.ua Kefir2105 <jonweblin2205@protonmail.com> diminDDL dimin21590@gmail.com volkov <volkovissocool@gmail.com>
zh_hans: Mr_Spade <Mr_Spade@foxmail.com> detiam <dehe_tian@outlook.com>
zh_hant: Mr_Spade <Mr_Spade@foxmail.com> detiam <dehe_tian@outlook.com>

source: - invalid save folder name -
ar: - اسم مجلد الحفظ غير صالح -
bn: - অবৈধ সংরক্ষণ ফোল্ডার নাম -
cs: - neplatný název složky pro uložení -
de: - Speicher-Ordnername ungültig -
es: - nombre de la carpeta del almacenamiento no válido -
fi: - virheellinen tallennuskansion nimi -
fr: - nom du dossier de sauvegarde invalide -
he: - שם התיקייה אינו חוקי -
hi: - सहेजने के लिए अमान्य फोल्डर नाम -
it: - nome di salva cartella invalido -
ja: - 無効な保存フォルダー名 -
ne: -बचत फोल्डरको नाम अवैध छ।-
nl: - ongeldige mapnaam -
pl: - nieprawidłowa nazwa folderu -
pt_br: - nome de diretório invalido -
ru: - неправильное имя папки сохранения -
ta: - தவறான சேமிப்பு கோப்புறை பெயர் -
th: - ไม่มีชื่อโฟลเดอร์นี้ -
tr: - geçersiz kayıt klasörü adı -
uk: - не правильне ім'я теки для збереження -
zh_hans: —— 无效保存文件夹名 ——
zh_hant: —— 無效儲存資料夾名 ——

source: The changes will be saved
ar: سوف تُحفظ التغييرات
bn: পরিবর্তনগুলি সংরক্ষণ করা হবে
cs: Změny budou uloženy
de: Die Änderungen werden gespeichert
es: Se guardarán los cambios
fi: Muutokset tallennetaan
fr: Les modifications seront enregistrées
he: השינויים יישמרו
hi: परिवर्तन सहेजे जाएंगे
it: I cambiamenti saranno salvati
ja: 変更が保存されます
ne: परिवर्तनहरू बचत हुनेछन्।
nl: De wijzigingen zullen worden opgeslagen
pl: Zmiany zostaną zapisane
pt_br: As alterações serão salvas
ru: Изменения будут сохранены
ta: மாற்றங்கள் சேமிக்கப்படும்
th: การเปลี่ยนแปลงจะถูกบันทึก
tr: Değişiklikler kaydedilecek
uk: Зміни будуть збережені
zh_hans: 此更改将被保存
zh_hant: 此更改將被儲存

source: A new file will be created
ar: سوف يُنشأ ملف جديد
bn: একটি নতুন ফাইল তৈরি করা হবে
cs: Bude vytvořen nový soubor
de: Eine neue Datei wird erstellt
es: Se creará un nuevo archivo
fi: Uusi tiedosto luodaan
fr: Un nouveau fichier sera créé
he: קובץ חדש ייווצר
hi: एक नई फाइल बनाई जाएगी
it: Un nuovo file verra creato
ja: 新しいファイルが作成されます
ne: नयाँ फाइल सिर्जना हुनेछ।
nl: Een nieuw bestand zal worden gecreëerd
pl: Zostanie utworzony nowy plik
pt_br: Um novo arquivo será criado
ru: Будет создан новый файл
ta: ஒரு புதிய கோப்பு உருவாக்கப்படும்
th: ไฟล์ใหม่จะถูกสร้าง
tr: Yeni bir dosya oluşturulacak
uk: Буде створено новий файл
zh_hans: 新文件将被创建
zh_hant: 新檔案將被建立

source: Change Workspace Directory
ar: غيِّر مجلَّد العمل
bn: কর্মক্ষেত্রের ডিরেক্টরি পরিবর্তন করুন
cs: Změnit pracovní adresář
de: Ändere Arbeitsflächenverzeichnis
es: Cambiar el directorio del área de trabajo
fi: Vaihda työtilan kansiota
fr: Changer d’espace de travail
he: שינוי תיקיית סביבת עבודה
hi: कार्यस्थान निर्देशिका बदलें
it: Cambia Cartella Dell'area Di Lavoro
ja: ワークスペースディレクトリを変更
ko: 작업 공간 디렉터리 변경하기
ne: कार्यक्षेत्र डाइरेक्टरी फेर्नुहोस्
nl: Werkbladmap wijzigen
pl: Zmiana katalogu obszaru roboczego
pt_br: Trocar o Diretório da Área de Trabalho
ru: Изменить каталог коллекции
ta: பணியிட கோப்பகத்தை மாற்று
th: เปลี่ยนไดเรกทอรีของพื้นที่ทำงาน
tr: Çalışma Alanı Dizinini Değiştir
uk: Змінити робочу теку
zh_hans: 更改工作区目录
zh_hant: 更改工作區目錄

source: Trashing file failed
bn: ফাইল বর্জন ব্যর্থ হয়েছে
cs: Nepodařilo se vyhodit soubor
de: Datei in Papierkorb verschieben fehlgeschlagen
es: Error al eliminar el archivo
fi: Tiedoston siirtäminen roskakoriin epäonnistui
fr: La suppression du fichier a échoué
he: העברת הקובץ לאשפה נכשלה
hi: फाइल को कुड़ेदान में डालना विफल रहा
it: Eliminazione file fallita
ja: ファイルをゴミ箱に移動できませんでした
ne: कागजात मेटाउन असफल
nl: Bestand verwĳderen mislukt
pl: Usuwanie pliku nie powiodło się
pt_br: Falha ao mandar o arquivo para o lixo
ru: Не удалось удалить файл
ta: கோப்பை குப்பைக்கு அனுப்ப முடியவில்லை
th: ลบไฟล์ล้มเหลว
tr: Dosya çöpe taşınamadı
uk: Не вдалося очистити файл
zh_hans: 删除文件失败
zh_hant: 刪除檔案失敗

source: Band-Aid
ar: ضمادة
bn: ব্যান্ড-এইড
cs: Náplast
de: Pflaster
es: Nota adhesiva
fi: Laastari
fr: Pansement
he: פלסטר
hi: बैंड-एड
it: Cerotto
ja: 絆創膏
ko: 반창고
ne: पट्टी
nl: Pleister
pl: Plaster
ru: Лейкопластырь
ta: பிளாஸ்திரி
th: พลาสเตอร์
tr: Yara Bandı
uk: Пластир
zh_hans: 胶布
zh_hant: 膠布

source: Bank
ar: مخزن
bn: ব্যাংক
cs: Banka
es: Banco
fi: Pankki
fr: Banque
he: בנק
hi: बैंक
it: Banca
ja: 銀行
ko: 은행
ne: बैंक
pt_br: Vazio
ru: Банк
ta: வங்கி
th: ธนาคาร
tr: Banka
uk: Банк
zh_hans: 银行
zh_hant: 銀行

source: Bookmark
ar: علامة
bn: বুকমার্ক
cs: Záložka
de: Lesezeichen
es: Marcador
fi: Kirjanmerkki
fr: Signet
he: סימנייה
hi: बुकमार्क
it: Segnalibro
ja: ブックマーク
ko: 책갈피
ne: पुस्तकचिनो
nl: Bladwĳzer
pl: Zakładka
pt_br: Favorito
ru: Закладка
ta: புத்தககுறி
th: ที่คั่นหนังสือ
tr: Yer İmi
uk: Закладка
zh_hans: 书签
zh_hant: 書籤

source: Book
ar: كتاب
bn: বই
cs: Kniha
de: Buch
es: Libro
fi: Kirja
fr: Livre
he: ספר
hi: किताब
it: Libro
ja: 本
ko: 책
ne: पुस्तक
nl: Boek
pl: Książka
pt_br: Livro
ru: Книга
ta: புத்தகம்
th: หนังสือ
tr: Kitap
uk: Книга
zh_hans: 书籍
zh_hant: 書籍

source: Bread
ar: خبز
bn: রুটি
cs: Chléb
de: Brot
es: Pan
fi: Leipä
fr: Pain
he: לחם
hi: ब्रेड
it: Pane
ja: パン
ko: 빵
ne: रोटी
nl: Brood
pl: Chleb
pt_br: Pão
ru: Хлеб
ta: ரொட்டி
th: ขนมปัง
tr: Ekmek
uk: Хліб
zh_hans: 面包
zh_hant: 麵包

source: Calendar
ar: تقويم
bn: বর্ষপঞ্জি
cs: Kalendář
de: Kalender
es: Calendario
fi: Kalenteri
fr: Calendrier
he: לוח שנה
hi: पंचांग
it: Calendario
ja: カレンダー
ko: 달력
ne: पात्रो
nl: Agenda
pl: Kalendarz
pt_br: Calendário
ru: Календарь
ta: நாட்காட்டி
th: ปฏิทิน
tr: Takvim
uk: Календар
zh_hans: 日历
zh_hant: 日曆

source: Camera
ar: كاميرة
bn: ক্যামেরা
cs: Fotoaparát
de: Kamera
es: Cámara
fi: Kamera
fr: Appareil photo
he: מצלמה
hi: कैमरा
it: Fotocamera
ja: カメラ
ko: 카메라
ne: क्यामेरा
pl: Kamera
ru: Камера
ta: புகைப்பட கருவி
th: กล้อง
tr: Kamera
uk: Камера
zh_hans: 相机
zh_hant: 相機

source: Clock
ar: ساعة
bn: ঘড়ি
cs: Hodiny
de: Uhr
es: Reloj
fi: Kello
fr: Horloge
he: שעון
hi: घड़ी
it: Orologio
ja: 時計
ne: घडी
nl: Klok
pl: Zegar
pt_br: Relógio
ru: Часы
ta: கடிகாரம்
th: นาฬิกา
tr: Saat
uk: Годинник
zh_hans: 时钟
zh_hant: 時鐘

source: Code
ar: رمز
bn: কোড
cs: Kód
es: Código
fi: Koodi
he: קוד
hi: कोड
it: Codice
ja: コード
ko: 코드
ne: कोड
pl: Kod
pt_br: Código
ru: Код
ta: குறியீடு
th: โค้ด
tr: Kod
uk: Код
zh_hans: 代码
zh_hant: 程式碼

source: Compose
ar: أنشئ
bn: কম্পোজ করুন
cs: Skládání
de: Komposition
es: Redactar
fi: Kooste
fr: Composer
he: חיבור
hi: लिखें
it: Componi
ne: लेख्नुहोस्
nl: Samenstellen
pl: Kompozycja
pt_br: Compor
ru: Композиция
ta: எழுது
th: แต่งเพลง
tr: Düzenle
uk: Скласти
zh_hans: 作品
zh_hant: 作品

# as in plant
source: Crop
ar: قصاصة
bn: ফসল
cs: Plodina
de: Getreide
es: Recortar
fi: Viljelykasvi
fr: Rogner
he: חיתוך
hi: फसल
it: Pianta
ja: 作物
ne: बाली
nl: Gewas
pl: Przytnij
pt_br: Cortar
ru: Злак
ta: பயிர்
th: พืชผล
tr: Kırp
uk: Врожай
zh_hans: 作物
zh_hant: 作物

source: Dictionary
ar: قاموس
bn: অভিধান
cs: Slovník
de: Wörterbuch
es: Diccionario
fi: Sanasto
fr: Dictionnaire
he: מילון
hi: शब्दकोष
it: Dizionario
ja: 辞書
ne: शब्दकोश
nl: Woordenboek
pl: Słownik
pt_br: Dicionario
ru: Словарь
ta: அகராதி
th: พจนานุกรม
tr: Sözlük
uk: Словник
zh_hans: 字典
zh_hant: 字典

source: Drinks
ar: شراب
bn: পানীয়
cs: Nápoje
es: Bebidas
fi: Juomat
fr: Boissons
he: משקה
hi: पेय
it: Bevande
ja: 飲み物
ko: 음료수
ne: पिइने पदार्थहरू
nl: Drankjes
pl: Napoje
pt_br: Bebidas
ru: Напитки
ta: பானங்கள்
th: เครื่องดื่ม
tr: İçecekler
uk: Напої
zh_hans: 饮料
zh_hant: 飲料

source: Flag
ar: علم
bn: পতাকা
cs: Vlajka
de: Flagge
es: Bandera
fi: Lippu
fr: Drapeau
he: דגל
hi: झंडा
it: Bandiera
ja: 旗
ko: 깃발
ne: झण्डा
nl: Vlag
pl: Flaga
pt_br: Bandeira
ru: Флаг
ta: கொடி
th: ธง
tr: Bayrak
uk: Прапор
zh_hans: 旗帜
zh_hant: 旗幟

source: Folder
ar: المجلَّد
bn: ফোল্ডার
cs: Složka
de: Ordner
es: Carpeta
fi: Kansio
fr: Dossier
he: תיקייה
hi: फोल्डर
it: Cartella
ja: フォルダー
ko: 서류철
ne: फोल्डर
nl: Map
pt_br: Arquivo
ru: Папка
ta: கோப்புறை
th: แฟ้ม
tr: Klasör
uk: Папка
zh_hans: 文件夹
zh_hant: 資料夾

source: Footprints
ar: الآثار
bn: ফুটপ্রিন্ট
cs: Stopy
de: Fußabdrücke
es: Huellas
fi: Jalanjäljet
fr: Empreintes
he: טביעות רגל
hi: पदचिन्ह
it: Impronte
ja: 足跡
ko: 발자국
ne: पदचाप
nl: Voetafdrukken
pl: Ślady
pt_br: Pegadas
ru: Следы
ta: கால்தடங்கள்
th: รอยเท้า
tr: Ayak İzleri
uk: Сліди
zh_hans: 足迹
zh_hant: 足跡

source: Gear
ar: ترس
bn: গিয়ার
cs: Ozubené kolo
de: Zahnrad
es: Engranaje
fi: Ratas
fr: Engrenage
he: גלגל שיניים
hi: गियर
it: Ingranaggio
ja: 歯車
ko: 기어
ne: गियर
nl: Tandwiel
pl: Koło zębate
pt_br: Engrenagem
ru: Механизм
ta: துணைக்கருவி
th: เกียร์
tr: Dişli
uk: Шестірня
zh_hans: 齿轮
zh_hant: 齒輪

source: Globe
ar: كرة أرضية
bn: গ্লোব
cs: Glóbus
de: Globus
es: Globo
fi: Maapallo
he: גלובוס
hi: ग्लोब
it: Sfera
ja: 地球
ne: ग्लोब
nl: Wereldbol
pl: Glob
pt_br: Globo
ru: Земной шар
ta: பூகோளம்
th: ลูกโลก
tr: Küre
uk: Глобус
zh_hans: 地球
zh_hant: 地球

source: Hammer
ar: مطرقة
bn: হাতুড়ি
cs: Kladivo
es: Martillo
fi: Vasara
fr: Marteau
he: פטיש‌
hi: हथौड़ा
it: Martello
ja: 金槌
ko: 해머
ne: हतौडी
nl: Hamer
pl: Młotek
pt_br: Martelo
ru: Молоток
ta: சுத்தியல்
th: ค้อน
tr: Çekiç
uk: Молоток
zh_hans: 锤子
zh_hant: 錘子

source: Heart
ar: قلب
bn: হৃদয়
cs: Srdce
de: Herz
es: Corazón
fi: Sydän
fr: Cœur
he: לב
hi: दिल
it: Cuore
ja: ハート
ko: 하트
ne: मुटु
nl: Hart
pl: Serce
pt_br: Coração
ru: Сердце
ta: இதயம்
th: หัวใจ
tr: Kalp
uk: Серце
zh_hans: 爱心
zh_hant: 愛心

source: Hourglass
ar: ساعة رمليَّة
bn: আওয়ারগ্লাস
cs: Přesýpací hodiny
de: Sanduhr
es: Reloj de arena
fi: Tiimalasi
fr: Sablier
he: שעון חול
hi: रेतघड़ी
it: Clessidra
ja: 砂時計
ko: 모래시계
ne: बालुवा घडी
nl: Zandloper
pl: Klepsydra
pt_br: Ampulheta
ru: Песочные часы
ta: மணிக் கண்ணாடி
th: นาฬิกาทราย
tr: Kum Saati
uk: Пісочний годинник
zh_hans: 沙漏
zh_hant: 沙漏

source: Key
ar: مفتاح
bn: চাবি
cs: Klíč
de: Schlüssel
es: Llave
fi: Avain
fr: Clé
he: מפתח
hi: कुंजी
it: Chiave
ja: 鍵
ko: 열쇠
ne: साँचो
nl: Sleutel
pl: Klucz
pt_br: Chave
ru: Ключ
ta: சாவி
th: กุญแจ
tr: Anahtar
uk: Ключ
zh_hans: 钥匙
zh_hant: 鑰匙

source: Language
ar: لغة
bn: ভাষা
cs: Jazyk
de: Sprache
es: Idioma
fi: Kieli
fr: Langue
he: שפה
hi: भाषा
it: Lingua
ja: 言語
ko: 언어
ne: भाषा
nl: Taal
pl: Język
pt_br: Linguagem
ru: Язык
ta: மொழி
th: ภาษา
tr: Dil
uk: Мова
zh_hans: 语言
zh_hant: 語言

source: Library
ar: مكتبة
bn: লাইব্রেরি
cs: Knihovna
de: Bibliothek
es: Biblioteca
fi: Kirjasto
fr: Bibliothèque
he: ספרייה
hi: पुस्तकालय
it: Libreria
ja: ライブラリ
ne: पुस्तकालय
nl: Bibliotheek
pl: Biblioteka
pt_br: Biblioteca
ru: Библиотека
ta: நூலகம்
th: ห้องสมุด
tr: Kütüphane
uk: Бібліотека
zh_hans: 图书馆
zh_hant: 圖書館

source: Lightbulb
ar: مصباح
bn: লাইটবাল্ব
cs: Žárovka
de: Glühbirne
es: Bombilla
fi: Lamppu
fr: Ampoule
he: נורה
hi: लाइटबल्ब
it: Lampadina
ja: 電球
ko: 전구
ne: बल्ब
nl: Lamp
pl: Żarówka
pt_br: Lâmpada
ru: Лампочка
ta: ஒளி விளக்கு
th: หลอดไฟ
tr: Ampül
uk: Лампочка
zh_hans: 灯泡
zh_hant: 燈泡

source: Mathematics
ar: رياضيَّات
bn: গণিত
cs: Matematika
de: Mathematik
es: Matemáticas
fi: Matematiikka
fr: Mathématiques
he: מתמטיקה
hi: गणित
it: Matematica
ja: 数学
ko: 수학
ne: गणित
nl: Wiskunde
pl: Matematyka
pt_br: Matemática
ru: Математика
ta: கணிதம்
th: คณิตศาสตร์
tr: Matematik
uk: Математика
zh_hans: 数学
zh_hant: 數學

source: Meeting
ar: إجتماع
bn: মিটিং
cs: Sraz
de: Besprechung
es: Reunión
fi: Tapaaminen
fr: Réunion
he: פגישה
hi: बैठक
it: Riunione
ja: 会議
ko: 회의
ne: बैठक
nl: Vergadering
pl: Spotkanie
pt_br: Reuniões
ru: Встреча
ta: சந்தித்தல்
th: การประชุม
tr: Toplantı
uk: Зустріч
zh_hans: 会议
zh_hant: 會議

source: Money
ar: مال
bn: অর্থ
cs: Peníze
de: Geld
es: Dinero
fi: Raha
fr: Argent
he: כסף
hi: पैसा
it: Soldi
ja: お金
ko: 돈
ne: पैसा
nl: Geld
pl: Pieniądze
pt_br: Dinheiro
ru: Монета
ta: பணம்
th: เงิน
tr: Para
uk: Гроші
zh_hans: 钱
zh_hant: 錢

source: Musical Note
ar: نغمة موسيقة
bn: মিউজিক্যাল নোট
cs: Hudební nota
de: Musiknote
es: Nota musical
fi: Nuotti
fr: Note de musique
he: תו מוזיקלי
hi: संगीत नोट
it: Nota Musicale
ja: 音符
ko: 음표
ne: साङ्गीतिक प्रतीक
nl: Muzieknoot
pl: Nuta
pt_br: Nota Musical
ru: Нота
ta: இசைக் குறிப்பு
th: โน้ตเพลง
tr: Müzik Notaları
uk: Музична нота
zh_hans: 音符
zh_hant: 音符

source: Nature
ar: طبيعة
bn: প্রকৃতি
cs: Příroda
de: Natur
es: Naturaleza
fi: Luonto
he: טבע
hi: प्रकृति
it: Natura
ja: 自然
ne: प्रकृति
nl: Natuur
pl: Natura
pt_br: Natureza
ru: Природа
ta: இயற்கை
th: ธรรมชาติ
tr: Doğa
uk: Природа
zh_hans: 自然
zh_hant: 自然

source: Open Book
ar: كتاب مفتوح
bn: বই খুলুন
cs: Otevřená kniha
de: Buch öffnen
es: Abrir libro
fi: Avoin kirja
fr: Livre ouvert
he: פתיחת ספר
hi: किताब खोलें
it: Apri libro
ja: 開いている本
ne: खुल्ला किताब
nl: Open boek
pl: Otwórz Książkę
pt_br: Abrir Livro
ru: Открытая книга
ta: புத்தகத்தைத் திற
th: หนังสือที่เปิดอยู่
tr: Açık Kitap
uk: Відкрита книга
zh_hans: 打开的书籍
zh_hant: 開啟的書籍

source: Paintbrush
ar: فرشاة رسم
bn: রংতুলি
cs: Štětec
de: Farbpinsel
es: Pincel
fi: Sivellin
fr: Pinceau
he: מברשת
hi: तूलिका
it: Pennello
ja: 絵筆
ko: 페인트브러시
ne: तूलिका
nl: Kwast
pl: Pędzel
pt_br: Pincel
ru: Кисть
ta: வண்ணப்பூச்சு தூரிகை
th: พู่กัน
tr: Boya Fırçası
uk: Пензлик
zh_hans: 画笔
zh_hant: 畫筆

source: Pencil and Paper
ar: قلم رصاص وورقة
bn: কাগজ ও কলম
cs: Tužka a papír
de: Stift und Papier
es: Lápiz y papel
fi: Kynä ja paperi
fr: Papier et crayon
he: נייר ועיפרון
hi: पेंसिल और कागज
it: Matita e Carta
ja: 紙とペン
ko: 연필과 종이
ne: सिसाकलम र कागज
nl: Potlood en papier
pl: Ołówek i Papier
pt_br: Lápis e Papel
ru: Бумага и карандаш
ta: எழுதுகோல் மற்றும் காகிதம்
th: ปากกาและกระดาษ
tr: Kalem ve Kağıt
uk: Олівець і папір
zh_hans: 铅笔和纸
zh_hant: 鉛筆和紙

source: People
ar: ناس
bn: মানুষ
cs: Lidé
de: Personen
es: Gente
fi: Ihmiset
fr: Personnes
he: אנשים
hi: लोग
it: Persone
ja: 複数の人
ko: 사람들
ne: मानिसहरू
nl: Mensen
pl: Ludzie
pt_br: Pessoas
ru: Люди
ta: மக்கள்
th: ผู้คน
tr: Kişiler
uk: Люди
zh_hans: 人们
zh_hant: 人們

source: Person
ar: شخص
bn: ব্যক্তি
cs: Osoba
es: Persona
fi: Hahmo
fr: Personne
he: אדם
hi: व्यक्ति
it: Persona
ja: 人
ko: 사람
ne: मान्छे
nl: Persoon
pl: Osoba
pt_br: Pessoa
ru: Человек
ta: நபர்
th: คน
tr: Kişi
uk: Особа
zh_hans: 单人
zh_hant: 單人

source: Projector
ar: العارِض
bn: প্রজেক্টর
cs: Projektor
de: Projektor
es: Proyector
fi: Projektori
fr: Projecteur
he: מקרן
hi: प्रोजेक्टर
it: Proiettore
ja: プロジェクター
ko: 프로젝터
ne: प्रोजेक्टर
pl: Projektor
pt_br: Projetor
ru: Проектор
ta: புரொஜெக்டர்
th: โปรเจกเตอร์
tr: Projektör
uk: Проєктор
zh_hans: 投影仪
zh_hant: 投影儀

source: Science
ar: علم
bn: বিজ্ঞান
cs: Věda
de: Wissenschaft
es: Ciencia
fi: Tiede
he: מדע
hi: विज्ञान
it: Scienza
ja: 科学
ne: विज्ञान
nl: Wetenschap
pl: Nauka
pt_br: Ciência
ru: Наука
ta: அறிவியல்
th: วิทยาศาสตร์
tr: Bilim
uk: Наука
zh_hans: 科学
zh_hant: 科學

source: Scratchpad
ar: مفكِّرة
bn: স্ক্র্যাচপ্যাড
cs: Stírací plocha
de: Notizblock
es: Bloc de notas
fi: Piirtolehtiö
fr: Bloc-notes
he: פנקס טיוטות
hi: स्क्रैचपैड
it: Blocco per appunti
ja: メモ帳
ko: 스크래치패드
ne: स्क्र्याचप्याड
nl: Kladblok
pl: Brudnopis
pt_br: Rascunho
ru: Блокнот
ta: கீறல் திண்டு
th: กระดานวาดรูป
tr: Karalama Defteri
uk: Блокнот
zh_hans: 便笺
zh_hant: 便箋

source: Shapes
ar: الأشكال
bn: আকার
cs: Tvary
de: Formen
es: Formas
fi: Muodot
fr: Formes
he: צורות
hi: आकार
it: Forme
ja: 図形
ko: 모형들
ne: आकारहरू
nl: Vormen
pl: Ostrza
pt_br: Formas
ru: Формы
ta: வடிவங்கள்
th: รูปทรง
tr: Şekiller
uk: Фігури
zh_hans: 形状
zh_hant: 形狀

source: Speech Bubble
ar: فقاعة حوار
bn: স্পিচ বাবল
cs: Bublina
de: Sprechblase
es: Burbuja de diálogo
fi: Puhekupla
fr: Bulle de BD
he: בועית דיבור
hi: संवाद बुलबुला
it: Nuvoletta
ja: 会話の吹き出し
ko: 말풍선
ne: बोली बबल
nl: Tekstbubbel
pl: Dymek
pt_br: Balão de fala
ru: Диалоговое окно
ta: பேச்சு குமிழ்
th: คำพูด
tr: Konuşma Balonu
uk: Мовна бульбашка
zh_hans: 会话框
zh_hant: 會話框

source: Speedometer
ar: عدَّاد سرعة
bn: স্পিডোমিটার
cs: Tachometr
de: Tachometer
es: Velocímetro
fi: Nopeusmittari
fr: Compteur de vitesse
he: מד מהירות
hi: गतिमापी
it: Tachimetro
ja: 速度計
ko: 속도계
ne: स्पीडोमीटर
nl: Snelheidsmeter
pl: Prędkościomierz
pt_br: Velocímetro
ru: Спидометр
ta: வேகமானி
th: มาตรความเร็ว
tr: Hız Ölçer
uk: Спідометр
zh_hans: 里程计
zh_hant: 里程計

source: Star
ar: نجم
bn: তারা
cs: Hvězda
de: Stern
es: Estrella
fi: Tähti
fr: Étoile
he: כוכב
hi: तारा
it: Stella
ja: 星
ko: 별
ne: तारा
nl: Ster
pl: Gwiazda
pt_br: Estrela
ru: Звезда
ta: நட்சத்திரம்
th: ดาว
tr: Yıldız
uk: Зірка
zh_hans: 星星
zh_hant: 星星

# as in terminal software
source: Terminal
ar: طرفيَّة
bn: টার্মিনাল
cs: Terminál
fi: Pääte
he: מסוף
hi: टर्मिनल
it: Terminale
ja: ターミナル
ko: 단말기
ne: टर्मिनल
ru: Терминал
ta: முனையம்
th: เทอร์มินัล
tr: Uçbirim
uk: Термінал
zh_hans: 终端
zh_hant: 終端

source: Text
ar: النصُّ
bn: পাঠ্য
es: Texto
fi: Teksti
fr: Texte
he: טקסט
hi: पाठ
it: Testo
ja: テキスト
ko: 텍스트
ne: पाठ
nl: Tekst
pl: Tekst
pt_br: Texto
ru: Текст
ta: உரை
th: ข้อความ
tr: Metin
uk: Текст
zh_hans: 文本
zh_hant: 文字

source: Travel
ar: سفر
bn: ভ্রমণ
cs: Cestování
de: Reisen
es: Viaje
fi: Matkustus
fr: Voyage
he: נסיעות
hi: यात्रा
it: Viaggio
ja: 旅行
ko: 여행
ne: यात्रा
nl: Reizen
pl: Podróż
pt_br: Viagem
ru: Путешествие
ta: பயணம்
th: ท่องเที่ยว
tr: Seyahat
uk: Подорожі
zh_hans: 旅行
zh_hant: 旅行

source: Weather
ar: طقس
bn: আবহাওয়া
cs: Počasí
de: Wetter
es: Tiempo
fi: Sää
fr: Météo
he: מזג אוויר
hi: मौसम
it: Tempo Atmosferico
ja: 天気
ko: 날씨
ne: मौसम
nl: Weer
pl: Pogoda
pt_br: Clima
ru: Погода
ta: வானிலை
th: สภาพอากาศ
tr: Hava Durumu
uk: Погода
zh_hans: 天气
zh_hant: 天氣

source: Weight
ar: الوزن
bn: ওজন
cs: Váha
de: Gewicht
es: Peso
fi: Paino
fr: Poids
he: משקל
hi: वज़न
it: Peso
ja: 重さ
ko: 무게
ne: परिमाण
nl: Gewicht
pl: Szerokość
pt_br: Peso
ru: Масса
ta: எடை
th: น้ำหนัก
tr: Ağırlık
uk: Вага
zh_hans: 权重
zh_hant: 權重

source: Miscellaneous
ar: متنوِّعات
bn: বিবিধ
cs: Různé
de: Verschiedenes
es: Varios
fi: Sekalaiset
fr: Divers
he: שונות
hi: मिश्रित
it: Varie
ja: その他
ko: 기타
ne: थरीथरीको
nl: Diversen
pl: Różne
pt_br: Diversos
ru: Разные
ta: இதர
th: อื่น ๆ
tr: Çeşitli
uk: Різне
zh_hans: 杂项
zh_hant: 雜項

source: Coordinate Systems
ar: أنظمة الإحداثيَّات
bn: স্থানাঙ্ক
cs: Souřadnicové systémy
de: Koordinatensysteme
es: Sistemas de coordenadas
fi: Koordinaattijärjestelmät
fr: Systèmes de coordonnées
he: מערכות קואורדינטות
hi: समन्वय प्रणाली
it: Sistemi di coordinate
ja: 座標
ko: 좌표계
ne: निर्देशांक प्रणालीहरू
nl: Coördinaatsystemen
pl: Układ współrzędnych
pt_br: Sistema de Coordenadas
ru: Системы координат
ta: ஒருங்கிணைப்பு அமைப்புகள்
th: ระบบพิกัด
tr: Koordinat Sistemleri
uk: Системи координат
zh_hans: 坐标系
zh_hant: 座標系

source: Ellipses
ar: إهليلج
bn: উপবৃত্তসমূহ
cs: Elipsy
de: Ellipsen
es: Elipsis
fi: Ellipsit
he: אליפסות
hi: दीर्घवृत्त
it: Ellissi
ja: 楕円
ko: 타원들
ne: दीर्घवृत्तहरू
nl: Ellipsen
pl: Elipsy
pt_br: Elipses
ru: Эллипсы
ta: நீள்வட்டங்கள்
th: วงรี
tr: Elips
uk: Еліпси
zh_hans: 椭圆
zh_hant: 橢圓

source: Curves & Paths
ar: المنحنيات والمسارات
bn: বক্ররেখা এবং পথসমূহ
cs: Křivky a cesty
de: Kurven & Pfade
es: Curvas y trazados
fi: Käyrät ja polut
fr: Courbes & chemins
he: עקומות ומסלולים
hi: वक्र एवं पथ
it: Curve & Percorsi
ja: 曲線とパス
ne: वक्रहरू र मार्गहरू
nl: Krommingen & paden
pl: Krzywe i Ścieżki
pt_br: Curvas & Caminhos
ru: Кривые и траектории
ta: வளைவுகள் மற்றும் பாதைகள்
th: เส้นและเส้นโค้ง
tr: Eğriler ve Yollar
uk: Криві та шляхи
zh_hans: 曲线与路径
zh_hant: 曲線與路徑

source: Arrow
ar: سهم
bn: তীর
cs: Šipka
de: Pfeil
es: Flecha
fi: Nuoli
fr: Flèche
he: חץ
hi: तीर
it: Freccia
ja: 矢印
ne: तीर
nl: Pĳl
pl: Strzałka
pt_br: Flecha
ru: Стрелка
ta: அம்பு
th: ลูกศร
tr: Ok
uk: Стріла
zh_hans: 箭头
zh_hant: 箭頭

source: Line
ar: خطّ
bn: রেখা
cs: Čára
de: Linie
es: Línea
fi: Viiva
fr: Ligne
he: קו
hi: रेखा
it: Linea
ja: 線
ko: 선
ne: रेखा
nl: Lĳn
pl: Linia
pt_br: Linha
ru: Линия
ta: கோடு
th: เส้นตรง
tr: Satır
uk: Лінія
zh_hans: 直线
zh_hant: 直線

source: Rectangle
ar: مستطيل
bn: আয়তক্ষেত্র
cs: Obdélník
de: Rechteck
es: Rectángulo
fi: Suorakulmio
he: מרובע
hi: आयत
it: Rettangolo
ja: 矩形
ko: 사각형
ne: आयत
nl: Rechthoek
pl: Prostokąt
pt_br: Retângulo
ru: Прямоугольник
ta: செவ்வகம்
th: สี่เหลี่ยม
tr: Dikdörtgen
uk: Прямокутник
zh_hans: 矩形
zh_hant: 矩形

source: 2D coordinate system
ar: نظام إحداثيَّات ثنائيُّ الأبعاد
bn: দ্বিমাত্রিক স্থানাঙ্ক
cs: 2D souřadnicový systém
de: 2D Koordinatensystem
es: Sistema de coordenadas 2D
fi: 2D-koordinaattijärjestelmä
fr: Référentiel 2D
he: מערכת צירים דו־ממדית
hi: 2D समन्वय प्रणाली
it: Sistema di coordinate 2D
ja: 2次元の座標
ko: 2D 좌표계
ne: 2D निर्देशांक प्रणाली
nl: 2D-coördinaten
pl: Układ współrzędnych 2D
pt_br: sistema de condenada 2D
ru: Двумерная система координат
ta: 2D (இரு பரிமாண) ஒருங்கிணைப்பு அமைப்பு
th: ระบบพิกัด 2 มิติ
tr: 2B koordinat sistemi
uk: 2D система координат
zh_hans: 2维坐标系
zh_hant: 2維座標系

source: 3D coordinate system
ar: نظام إحداثيَّات ثلاثيُّ الأبعاد
bn: ত্রিমাত্রিক স্থানাঙ্ক
cs: 3D souřadnicový systém
de: 3D Koordinatensystem
es: Sistema de coordenadas 3D
fi: 3D-koordinaattijärjestelmä
fr: Référentiel 3D
he: מערכת צירים תלת־ממדית
hi: 3D समन्वय प्रणाली
it: Sistema di coordinate 3D
ja: 3次元の座標
ko: 3D 좌표계
ne: 3D निर्देशांक प्रणाली
nl: 3D-coördinaten
pl: Układ współrzędnych 3D
pt_br: sistema de coordenada 3D
ru: Трехмерная система координат
ta: 3D (முப்பரிமாண) ஒருங்கிணைப்பு அமைப்பு
th: ระบบพิกัด 3 มิติ
tr: 3B koordinat sistemi
uk: 3D система координат
zh_hans: 3维坐标系
zh_hant: 3維座標系

source: 2D single quadrant coordinate system
ar: نظام إحداثيَّات ثنائيُّ الأبعاد لربع واحد
bn: দ্বিমাত্রিক একক চতুর্থাংশ স্থানাঙ্ক
cs: 2D souřadnicový systém s jedním kvadrantem
de: 2D Einzelquadrant Koordinatensystem
es: Sistema de coordenadas de un cuadrante en 2D
fr: Référentiel 2D à quadrant unique
he: מערכת צירים דו־ממדית ברביע יחיד
hi: 2D एकल चतुर्भुज समन्वय प्रणाली
it: Sistema di coordinate 2D a singolo quadrante
ja: 2次元の座標 (第一象限のみ)
ko: 2D 단일 사분면 좌표계
ne: 2D निर्देशांक प्रणालीको चौथाई
nl: 2D-coördinaten met losse kwadranten
pl: Układ współrzędnych 2D z jedną ćwiartką
pt_br: Plano cartesiano
ru: Двумерная одноквадрантная система координат
ta: 2D(இரு பரிமாண) ஒற்றை நாற்கர ஒருங்கிணைப்பு அமைப்பு
th: ระบบพิกัด 2 มิติจตุภาคเดียว
tr: 2B tek kadranlı koordinat sistemi
uk: Єдина 2D квадрантна система координат
zh_hans: 2维单象限坐标系
zh_hant: 2維單象限座標系

source: Ellipse
ar: إهليلج
bn: উপবৃত্ত
cs: Elipsa
es: Elipse
fi: Ellipsi
he: אליפסה
hi: दीर्घवृत्त
it: Ellisse
ja: 楕円
ko: 타원
ne: दीर्घवृत्त
nl: Ellips
pl: Elipsa
pt_br: Elipse
ru: Эллипс
ta: எலிப்ஸ்
th: วงรี
tr: Elips
uk: Еліпс
zh_hans: 椭圆
zh_hant: 橢圓
