Repository: flxzt/rnote
Catalog: crates/rnote-ui/po/*.po
Languages: ar, bn, cs, de, es, fi, fr, he, hi, it, ja, ko, ne, nl, pl, pt_br, ru, ta, th, tr, uk, zh_hans, zh_hant

source: Marker
ar: قلم تمييز
bn: মার্কার
cs: Zvýrazňovač
de: Markierer
es: Marcador
fi: Merkitsin
fr: Marqueur
he: סמן
hi: मार्कर
it: Evidenziatore
ja: マーカー
ko: 매직펜
ne: मार्कर
nl: Markeerstift
pl: Znacznik
pt_br: Marcador
ru: Маркер
ta: குறிப்பான்
th: ปากกาเมจิก
tr: İşaretçi
uk: Маркер
zh_hans: 记号笔
zh_hant: 記號筆

source: Mark underneath other strokes
ar: ميِّز ما تحت رسم الخطوط
bn: অন্যান্য স্ট্রোকের নীচে চিহ্নিত করুন
cs: Značka pod dalšími tahy
de: Markiere unter anderen Strichen
es: Marcar debajo de otros trazos
fi: Merkitse muiden piirrosvetojen alapuolelle
fr: Marquer sous d’autres traits
he: סימון מתחת לציורים אחרים
hi: अन्य स्ट्रोक्स के नीचे निशान लगाएं
it: Disegna sotto ad altri tratti
ja: ほかのストロークの下にマーカーを引きます
ko: 다른 자획의 밑에 표시합니다
ne: अन्य धर्काहरु मुनि चिन्ह लगाउनुहोस्
nl: Markeren onder andere streken
pl: Zaznacz pod innymi pociągnięciami pędzla
pt_br: Marcar abaixo de outros traços
ru: Рисовать под штрихами других кистей
ta: மற்ற பக்கவாதங்களின் அடியில் குறிக்கவும்
th: เขียนใต้เส้นของพู่กันแบบอื่น ๆ
tr: Diğer darbelerin altını işaretle
uk: Позначити під іншими штрихами
zh_hans: 在其他笔画下方标记
zh_hant: 在其他筆畫下方標記

source: Solid
ar: خطٌّ حاد
bn: পূর্ণ
cs: Solidní
de: Solide
es: Sólido
fi: Kiinteä
fr: Continu
he: אחיד
hi: ठोस
it: Solido
ja: 実線
ko: 솔리드
ne: ठोस
nl: Vaste kleur
pl: Wypełniony
pt_br: Sólido
ru: Сплошной
ta: திடமான
th: เส้นทึบ
tr: Düz
uk: Твердий
zh_hans: 硬笔
zh_hant: 硬筆

source: Draw solid color strokes
ar: ارسم خطوطًا ملوَّنةً حادَّةً
bn: পূর্ণ রঙিন স্ট্রোক আঁকুন
cs: Kreslit tahy plnou barvou
de: Zeichne einheitlich gefärbte Striche
es: Dibujar trazos de colores sólidos
fi: Piirrä kiinteiden värien vetoja
fr: Tracer des traits de couleur unie
he: ציור קווים בצבע אחיד
hi: ठोस रंग के स्ट्रोक बनाएं
it: Disegna tratti solidi
ja: 色付きの実線を描きます
ko: 솔리드 자획 그리기
ne: ठोस रङ्गित धर्काहरु कोर्नुहोस्
nl: Penseelstreken met vlakke kleur tekenen
pl: Rysuj pociągnięcia w jednolitym kolorze
pt_br: Desenhar traços de cor sólida
ru: Рисовать сплошным цветом
ta: திட வண்ண பக்கவாதங்களை வரையவும்
th: วาดเส้นสีทึบ
tr: Düz renk darbeleri çiz
uk: Малювання суцільними кольорами
zh_hans: 绘制纯色笔画
zh_hant: 繪製純色筆畫

source: Textured
ar: خطٌّ مقطَّع
bn: বৈশিষ্ট্যযুক্ত
cs: Texturovaný
de: Strukturiert
es: Texturizado
fi: Teksturoitu
fr: Texturé
he: עם מרקם
hi: बनावट
it: Testurizzato
ja: テクスチャ
ko: 텍스처
ne: बनावटी
nl: Textuur
pl: Teksturowane
pt_br: Texturizado
ru: Текстурированный
ta: டெக்ஸ்சர்டு
th: เส้นมีลวดลาย
tr: Dokulu
uk: Текстурований
zh_hans: 材质笔
zh_hant: 材質筆

source: Draw textured strokes
ar: ارسم خطوطًا مقطَّعةً
bn: টেক্সচারযুক্ত স্ট্রোক আঁকুন
cs: Kreslit tahy s texturou
de: Zeichne strukturierte Striche
es: Dibujar trazos texturizados
fi: Piirrä teksturoituja vetoja
fr: Tracer des traits texturés
he: ציור משיכות עם מרקם
hi: बनावट वाले स्ट्रोक बनाएं
it: Disegna tratti testurizzati
ja: テクスチャのストロークを描きます
ko: 텍스처 있는 자획 그리기
ne: बनावटी धर्काहरु कोर्नुहोस्
nl: Penseelstreken met textuur tekenen
pl: Rysuj teksturowane pociągnięcia
pt_br: Desenhar traços texturizados
ru: Рисовать текстурированные линии
ta: டெக்ஸ்சர்டு பக்கவாதங்களை வரையவும்
th: วาดเส้นมีลวดลาย
tr: Dokulu darbeler çiz
uk: Нанесення текстурованих штрихів
zh_hans: 绘制材质笔画
zh_hant: 繪製材質筆畫

source: Path Modelling
ar: نمذجة المسار
bn: পাথ মডেলিং
cs: Modelování cesty
de: Pfadmodellierung
es: Modelización de rutas
fi: Polun mallinnus
fr: Modélisation des chemins
he: חישוב קווים
hi: पथ मॉडलिंग
it: Personalizza percorso
ko: 경로 모델링
ne: मार्ग मोडेलिङ
nl: Padmodellering
pl: Modelowanie ścieżki
pt_br: Modelagem de caminho
ru: Моделирование траектории
ta: பாதை மாதிரியாக்கம்
th: การประมวลผลเส้นปากกา
tr: Yol Modellemesi
uk: Моделювання шляху
zh_hans: 路径模式
zh_hant: 路徑模式

source: Simple
ar: بسيط
bn: সরল
cs: Jednoduchý
de: Simpel
es: Sencillo
fi: Yksinkertainen
he: פשוט
hi: सरल
it: Semplice
ko: 단순
ne: सादा
nl: Eenvoudig
pl: Łatwy
pt_br: Simples
ru: Простое
ta: எளிமையானது
th: อย่างง่าย
tr: Basit
uk: Простий
zh_hans: 简单
zh_hant: 簡單

source: Produces line segments from the raw input.
ar: يُنتج مقاطع خطوط من المُدخل الأساس
bn: আরুপান্তরিত ইনপুট থেকে রেখাংশ তৈরি করে।
cs: Vytvoří úsečky z nezpracovaného vstupu.
de: Produziert Liniensegmente aus der Roheingabe.
es: Produce segmentos de línea a partir de la entrada bruta.
fr: Produit des segments de ligne à partir de la saisie brute.
he: מצייר קווים ללא שינוי מהקלט הגולמי.
hi: कच्चे इनपुट से लाइन सेगमेंट तैयार करता है।
it: Produce segmenti di linee dagli input
ko: 원시 입력에서 선 부분을 생성합니다.
ne: कच्चा इनपुटबाट रेखा खण्डहरू उत्पादन गर्दछ।
nl: Maakt lijndelen op basis van de invoer.
pl: Tworzy segmenty linii z nieobrobionego wejścia.
pt_br: Produz segmentos de linha a partir da entrada bruta
ru: Создает сегменты линии из необработанных входных данных.
ta: மூல உள்ளீட்டிலிருந்து வரிப் பகுதிகளை உருவாக்குகிறது.
th: สร้างเส้นปากกาจากอินพุตโดยตรง
tr: Ham girdiden çizgi segmentleri üretir.
uk: Створює сегменти лінії на пряму з необроблених даних.
zh_hans: 按照原始输入生成线段。
zh_hant: 按照原始輸入生成線段。

source: Curved
ar: منحنٍ
bn: বক্র
cs: Zakřivené
de: Geschwungen
es: Curvado
fi: Kaareva
fr: Incurvé
he: מעוקל
hi: वक्र
it: Curvato
ko: 곡선
ne: वक्रगामी
nl: Met kromming
pl: Krzywa
pt_br: Curvado
ru: Криволинейное
ta: வளைந்த
th: โค้งมน
tr: Kavisli
uk: Вигнутий
zh_hans: 曲线
zh_hant: 曲線

source: Produces smooth, curved segments.
ar: يُنتج مقاطع منحنيةً سلسةً
bn: মসৃণ এবং বক্র রেখাংশ তৈরি করে।
cs: Vytváří hladké, zakřivené segmenty.
de: Produziert glatte, geschwungene Segmente.
es: Produce segmentos suaves y curvos.
fi: Tuottaa sulavia, kaarevia lohkoja.
fr: Produit des segments lisses et courbes.
he: מצייר קווים עגולים וחלקים.
hi: चिकने, घुमावदार खंड उत्पन्न करता है।
it: Produce segmenti lisci e curvi
ko: 부드러운 곡선 부분을 생성합니다.
ne: वक्रगामी चिल्लो खण्डहरू उत्पादन गर्दछ।
nl: Maakt gladde, gekromde lijnen.
pl: Tworzy gładkie, zakrzywione segmenty.
pt_br: Produz segmentos suaves e curvados
ru: Создает гладкие, изогнутые сегменты.
ta: மென்மையான, வளைந்த பிரிவுகளை உருவாக்குகிறது.
th: สร้างเส้นปากกาให้เรียบและโค้งมน
tr: Düzgün, kıvrımlı segmentler üretir.
uk: Створює плавні, вигнуті сегменти.
zh_hans: 生成光滑、弯曲的线段。
zh_hant: 生成光滑、彎曲的線段。

source: Modeled
ar: نُمذِجَ
bn: মডেল করা
cs: Modelované
de: Modelliert
es: Modelado
fi: Mallinnettu
fr: Modélisé
he: מחושב
hi: मॉडलिंग
it: Modellato
ko: 모델링
ne: नमुना
nl: Gemodelleerd
pl: Modelowany
pt_br: Modelado
ru: Смоделированное
ta: மாதிரியாக
th: เสมือนจริง
tr: Modellenmiş
uk: Змодельовано
zh_hans: 建模
zh_hant: 建模

source: Produces a modeled path with physics based algorithms. Results in the best looking handwriting.
ar: يُنتج مسارًا مُنمذجًا باستخدام خوارزميَّات فيزيائيَّة. يُجمِّل خطَّ الكتابة.
bn: পদার্থবিদ্যা ভিত্তিক অ্যালগরিদম সহ একটি মডেল করা পথ তৈরি করে। এর ফলে সবচেয়ে ভালো হাতের লেখা পাওয়া যায়।
cs: Vytváří modelovanou cestu pomocí algoritmů založených na fyzice. Výsledkem je nejlépe vypadající rukopis.
de: Produziert einen modellierten Pfad mithilfe physik-basierten Algorithmen. Erzeugt die bestaussehende Handschrift.
es: Produce una trayectoria modelada con algoritmos basados en la física. Da como resultado una escritura con el mejor aspecto.
fi: Tuottaa mallinnetun polun fysiikkaan pohjautuvilla algoritmeillä. Tuottaa parhaalta näyttävän käsinkirjoituksen.
fr: Génère un chemin modélisé avec des algorithmes basés sur la physique. Produit une écriture manuscrite avec un meilleur rendu.
he: מצייר קווים על פי חישוב פיזיקלי של תנועת העט. התוצאות הטובות ביותר לכתב יד.
hi: भौतिकी आधारित एल्गोरिदम के साथ एक मॉडल पथ तैयार करता है। सबसे अच्छी दिखने वाली लिखावट में परिणाम।
it: Produce un percorso modellato tramite algoritmi basati sulla fisica. Risultando nella scrittura più bella.
ko: 물리 기반 알고리즘을 사용하여 모델링된 경로를 생성합니다. 최상의 손글씨 결과를 얻을 수 있습니다.
ne: भौतिक विज्ञानमा आधारित एल्गोरिदमको साथ मोडेल गरिएको मार्ग उत्पादन गर्दछ। सबैभन्दा राम्रो देखिने हस्तलेखन दिन्छ।
nl: Maakt een gemodelleerd pad op basis van natuurkundige algoritmen. Dit lijkt het meeste op handgeschreven tekst.
pl: Tworzy linię przy użyciu algorytmu fizycznego. Wynikiem jest najlepiej wyglądające pismo odręczne.
pt_br: Produz um caminho modelado com algorítimos baseados em física. Resulta em uma escrita de mão com uma melhor aparência.
ru: Создает смоделированную траекторию с помощью алгоритмов, основанных на физике. В результате получается самый красивый почерк.
ta: இயற்பியல் அடிப்படையிலான அல்காரிதம்களுடன் மாதிரியான பாதையை உருவாக்குகிறது. சிறந்த தோற்றமுடைய கையெழுத்தில் முடிவுகள்.
th: สร้างเส้นปากกาด้วยชุดคำสั่งที่อ้างอิงหลักการทางฟิสิกส์ ให้ผลลัพธ์ที่ดีที่สุดสำหรับลายมือ
tr: Fizik tabanlı algoritmalarla modellenmiş bir yol üretir. En iyi görünen el yazısı ile sonuçlanır.
uk: Створює змодельований шлях за допомогою фізичних алгоритмів. Утворює найкращий почерк.
zh_hans: 使用模拟物理的算法生成建模后的轨迹。 结果是所有方法中最好看的（译者注：对于中文用户不一定如此）。
zh_hant: 使用模擬物理的演算法生成建模後的軌跡。 結果是所有方法中最好看的（譯者注：對於中文使用者不一定如此）。

source: Solid Style
ar: أسلوب الخطِّ الحادِّ
bn: পূর্ণ স্টাইল
cs: Solidní styl
de: Durchgängiger Stil
es: Estilo sólido
fi: Kiinteä tyyli
fr: Style continu
he: סגנון אחיד
hi: ठोस शैली
it: Stile Solido
ko: 솔리드 스타일
ne: ठोस शैली
nl: Vlakke stĳl
pl: Styl ciągły
pt_br: Estilo Sólido
ru: Стиль простого моделирования
ta: உறுதியான பாணி
th: รูปแบบเส้นทึบ
tr: Düz Biçim
uk: Суцільний стиль
zh_hans: 硬笔样式
zh_hant: 硬筆樣式

source: Pressure Curve
ar: منحنى الضغط
bn: প্রেশার কার্ভ
cs: Tlaková křivka
de: Druckkurve
es: Curva de presión
fi: Painekäyrä
fr: Courbe de pression
he: גרף לחץ
hi: दबाव वक्र
it: Curva Pressione tratto
ko: 압력 곡선
ne: चाप वक्र
nl: Drukcurve
pl: Krzywa ciśnienia
pt_br: Curva de Pressão
ru: Кривая давления
ta: அழுத்த வளைவு
th: แรงกดของปากกา
tr: Basınç Eğrisi
uk: Крива тиску
zh_hans: 压力曲线
zh_hant: 壓力曲線

source: Choose a pressure curve
ar: حدِّد منحنى ضغط
bn: একটি প্রেশার কার্ভ নির্বাচন করুন
cs: Vybrat tlakovou křivku
de: Druckkurve wählen
es: Elija una curva de presión
fi: Valitse painekäyrä
fr: Choisir une courbe de pression
he: בחירת גרף לחץ
hi: एक दबाव वक्र चुनें
it: Scegli la pressione del tratto
ko: 압력 곡선 고르기
ne: चाप वक्र छान्नुहोस्
nl: Kies een drukcurve
pl: Wybierz krzywą ciśnienia
pt_br: Escolha uma curva de pressão
ru: Выбрать кривую давления
ta: அழுத்த வளைவைத் தேர்ந்தெடுக்கவும்
th: เลือกรูปแบบแรงกดของปากกา
tr: Basınç eğrisi seç
uk: Виберіть криву тиску
zh_hans: 选择一种压力曲线
zh_hant: 選擇一種壓力曲線

source: Constant
ar: ثابت
bn: ধ্রুবক
cs: Konstantní
de: Konstant
es: Constante
fi: Vakio
fr: Constante
he: קבוע
hi: स्थिरांक
it: Costante
ko: 고정값
ne: अचल
pl: Stały
pt_br: Constante
ru: Постоянная
ta: நிலையான
th: คงที่
tr: Sabit
uk: Постійна
zh_hans: 固定值
zh_hant: 固定值

source: Linear
ar: خطِّيّ
bn: রৈখিক
cs: Lineární
es: Lineal
fi: Lineaarinen
fr: Linéaire
he: קווי
hi: रेखीय
it: Lineare
ko: 선형
ne: रेखीय
nl: Lineair
pl: Liniowy
ru: Линейная
ta: நேரியல்
th: เชิงเส้น
tr: Doğrusal
uk: Лінійна
zh_hans: 线性
zh_hant: 線性

source: Square root
ar: جذري تربيعيّ
bn: বর্গমূল
cs: Odmocnina
de: Quadratwurzel
es: Raíz cuadrada
fi: Neliöjuuri
fr: Racine carrée
he: ריבועי
hi: वर्गमूल
it: Radice quadrata
ko: 제곱근
ne: वर्गमूल
nl: Vierkantswortel
pl: Pierwiastek kwadratowy
pt_br: Raiz quadrada
ru: Квадратный корень
ta: சதுர வேர்
th: สแควร์รูต
tr: Karekök
uk: Корінь квадратний
zh_hans: 平方根
zh_hant: 平方根

source: Cubic root
ar: جذر تكعيبيّ
bn: ঘনমূল
cs: Třetí odmocnina
de: Kubische Wurzel
es: Raíz cúbica
fi: Kuutiojuuri
fr: Racine cubique
he: שורש מעוקב
hi: घन मूल
it: Radice cubica
ko: 세제곱근
ne: घनमूल
nl: Kubieke wortel
pl: Pierwiastek sześcienny
pt_br: Raiz cúbica
ru: Кубический корень
ta: கன வேர்
th: คิวบิกรูต
tr: Küpkök
uk: Корінь кубічний
zh_hans: 立方根
zh_hant: 立方根

source: Quadratic Parabola
ar: قطع مكافئ تربيعيّ
bn: দ্বিঘাত পরাবৃত্ত
cs: Kvadratická parabola
de: Quadratische Parabel
es: Parábola cuadrática
fi: Neliöllinen paraabeli
fr: Parabole Quadratique
he: פרבולה ריבועית
hi: द्विघात परवलय
it: Parabolica
ko: 2차 포물선
ne: द्विघात पाराबोला
nl: Kwadratische parabool
pl: Parabola czworokątna
pt_br: Parábola quadrática
ru: Квадратичная парабола
ta: இருபடி பரவளை
th: พาราโบลากำลังสอง
tr: İkinci Dereceden Parabol
uk: Квадратична парабола
zh_hans: 二次抛物线
zh_hant: 二次拋物線

source: Cubic Parabola
ar: قطع مكافئ تكعيبيّ
bn: ত্রিঘাত পরাবৃত্ত
cs: Kubická parabola
de: Kubische Parabel
es: Parábola cúbica
fi: Kuutiollinen paraabeli
fr: Parabole Cubique
he: פרבולה מעוקבת
hi: घन परवलय
it: Cubica
ko: 3차 포물선
ne: क्यूबिक Parabola
nl: Kubieke parabool
pl: Parabola sześcienna
pt_br: Parábola cúbica
ru: Кубическая парабола
ta: க்யூபிக் பரபோலா
th: คิวบิกพาราโบลา
tr: Kübik Parabol
uk: Кубічна парабола
zh_hans: 三次抛物线
zh_hant: 三次拋物線

source: Textured Style
ar: أسلوب الخطِّ المقطَّع
bn: বৈশিষ্ট্যযুক্ত স্টাইল
cs: Texturovaný styl
de: Strukturierter Stil
es: Estilo texturizado
fi: Teksturoitu tyyli
fr: Style texturé
he: סגנון עם מרקם
hi: बनावट शैली
it: Stile Testurizzato
ko: 텍스처 있는 스타일
ne: बनावट शैली
nl: Textuur
pl: Styl teksturowany
pt_br: Estilo texturizado
ru: Стиль текстурированного моделирования
ta: கடினமான பாணி
th: รูปแบบลวดลาย
tr: Dokulu Biçim
uk: Текстурований стиль
zh_hans: 材质笔样式
zh_hant: 材質筆樣式

source: Density
ar: الكثافة
bn: ঘনত্ব
cs: Hustota
de: Dichte
es: Densidad
fi: Tiheys
fr: Densité
he: צפיפות
hi: घनत्व
it: Densità
ko: 밀도
ne: घनत्व
nl: Dichtheid
pl: Gęstość
pt_br: Densidade
ru: Плотность
ta: அடர்த்தி
th: ความหนาแน่น
tr: Sıklık
uk: Щільність
zh_hans: 密度
zh_hant: 密度

source: The density is the amount of dots per 10x10 area
ar: الكثافة هي مقدار النقاط لكلِّ 10x10 من المساحة
bn: ঘনত্ব হল প্রতি ১০×১০ এলাকায় বিন্দুর পরিমাণ
cs: Hustota je počet bodů na plochu 10x10
de: Die Dichte ist die Anzahl der Punkte je 10x10 Fläche
es: La densidad es la cantidad de puntos por cada 10x10 de superficie
fi: Tiheys on pisteiden määrä 10x10-alueelle
fr: La densité est la quantité de points par zone 10x10
he: צפיפות היא כמות הנקודות לשטח של 10×10
hi: घनत्व प्रति 10x10 क्षेत्र में बिंदुओं की संख्या है
it: La densità è la quantità di punti per area 10x10
ko: 밀도는 10x10 영역당 도트의 양입니다
ne: घनत्व भनेको प्रति १०x१० क्षेत्रमा थोप्लाहरूको मात्रा हो
nl: De dichtheid is het aantal punten op een gebied van 10x10
pl: Gęstość to liczba kropek na pole 10x10
pt_br: A densidade é o total de pontos por cada 10x10 de área
ru: Плотность - это количество точек на площади 10x10
ta: அடர்த்தி என்பது 10x10 பகுதிக்கு உள்ள புள்ளிகளின் அளவு
th: ความหนาแน่น คือ จำนวนจุดต่อพื้นที่ 10x10
tr: Yoğunluk, 10x10 alan başına nokta miktarıdır
uk: Щільність - це кількість точок на площу 10x10
zh_hans: 密度指的是10x10区域内点的数量
zh_hant: 密度指的是10x10區域內點的數量

# Drawing with a textured pen, how the dots of the texture are distributed
source: Stroke Dots Position Distribution
ar: توزيع النقط في الخطِّ المقطَّع
bn: স্ট্রোক ডটগুলির অবস্থান বন্টন
cs: Rozložení polohy tahových bodů
de: Wahrscheinlichkeitsverteilung der gezeichneten Punkten
es: Distribución de la posición de los puntos de la traza
fr: Distribution de la position des points
he: התפלגות מיקום נקודות המשיכה
hi: स्ट्रोक बिंदु स्थिति वितरण
it: Distribuzione della posizione dei punti del tratto
ne: धर्को बिन्दु स्थान वितरण
nl: Punten­verspreiding van lijnen
pl: Rozłożenie kropek pociągnięcia pędzla
pt_br: Distribuição da Posição dos Pontos dos Traços
ru: Распределение точек текстуры кисти
ta: பக்கவாதம் புள்ளிகள் நிலை விநியோகம்
th: การกระจายของจุดบนเส้น
tr: Darbe Noktaları Konum Dağılımı
uk: Розподіл положення штрихових точок
zh_hans: 笔画点的位置分布
zh_hant: 筆畫點的位置分佈

source: Choose a dots position probability distribution
ar: اختر احتماليَّة توزيع النقط في الخط المقطع
bn: একটি বিন্দু অবস্থান সম্ভাব্যতা বন্টন নির্বাচন করুন
cs: Zvolte rozdělení pravděpodobnosti polohy bodů
de: Punkteposition Wahrscheinlichkeitsverteilung wählen
es: Elija una distribución de probabilidad de la posición de los puntos
fr: Choisir une distribution de probabilité pour la position des points
he: בחירת הסתברות התפלגות של מיקומי נקודות
hi: एक बिंदु स्थिति संभाव्यता वितरण चुनें
it: Scegli una distribuzione di probabilità della posizione dei punti
ko: 도트 위치 확률 분포 고르기
ne: बिन्दु स्थान सम्भाव्यता वितरण छनौट गर्नुहोस्
nl: Geef aan hoe punten verspreid dienen te worden
pl: Wybierz prawdopodobieństwo rozłożenia kropek
pt_br: Escolha uma distribuição de probabilidade de posição dos pontos
ru: Выбрать распределение вероятности расположения точек
ta: புள்ளிகளின் நிலை நிகழ்தகவுப் பரவலைத் தேர்வு செய்யவும்
th: เลือกรูปแบบของการกระจายจุดบนเส้นปากกา
tr: Nokta konum olasılık dağılımı seç
uk: Виберіть розподіл ймовірності розташування точок
zh_hans: 选择点的分布概率
zh_hant: 選擇點的分佈機率

# A variant of the textured pen texture distribution
source: Uniform
ar: منتظم
bn: সমান্তর
cs: Uniforma
de: Gleichmäßig
es: Uniforme
fi: Yhtenäinen
fr: Uniforme
he: אחידה
hi: समान्तर
it: Uniforme
ne: समान
pl: Jednolity
pt_br: Uniforme
ru: Равномерное
ta: சீருடை
th: เท่ากันทั้งหมด
tr: Tek Biçimli
uk: Рівномірно
zh_hans: 集中
zh_hant: 集中

# A variant of the textured pen texture distribution
source: Normal
ar: عاديّ
bn: সাধারন
cs: Normální
fi: Normaali
fr: Normale
he: רגילה
hi: सामान्य
it: Normale
ne: सामान्य
nl: Normaal
pl: Normalne
ru: Нормальное
ta: சாதாரண
th: กระจายแบบปกติ
uk: Нормально
zh_hans: 正常
zh_hant: 正常

# A variant of the textured pen texture distribution
source: Exponential
ar: أسِّيّ
bn: সূচকীয়
cs: Exponenciální
de: Exponentiell
es: Exponencial
fi: Eksponentiaalinen
fr: Exponentielle
he: מעריכית
hi: घातीय
it: Esponenziale
ne: घाताङ्किय
nl: Exponentieel
pl: Wykładnicza
pt_br: Exponencial
ru: Экспоненциальное
ta: அதிவேக
th: กระจายแบบเลขชี้กำลัง
tr: Katsayısal
uk: Експоненціально
zh_hans: 指数
zh_hant: 指數

# A variant of the textured pen texture distribution
source: Reverse Exponential
ar: معكوس الأسِّيٌّ
bn: বিপরীত সূচকীয়
cs: Reverzní exponenciála
de: Umgekehrt exponentiell
es: Exponencial inverso
fi: Käänteinen eksponentiaalinen
fr: Exponentielle inverse
he: מעריכית הפוכה
hi: उलटा घातीय
it: Esponenziale inverso
ne: उल्टो घाताङ्किय
nl: Exponentieel (omgekeerd)
pl: Odwrócona Wykładnicza
pt_br: Exponencial reversa
ru: Обратное экспоненциальное
ta: தலைகீழ் அதிவேக
th: กระจายแบบเลขชี้กำลังย้อนกลับ
tr: Ters Katsayısal
uk: Зворотно експоненціально
zh_hans: 对数
zh_hant: 對數

source: Trash Strokes
ar: خطوط المسح
bn: ট্র্যাশ স্ট্রোক
cs: Odstranit tahy
de: Striche Löschen
es: Trazos residuales
fr: Supprimer les traits
he: השלכת משיכות
hi: ट्रैश स्ट्रोक्स
it: Elimina TrattI
ja: ストロークごと消す
ko: 엉망 자획
ne: ट्र्यास धर्काहरू
nl: Penseelstreken wissen
pl: Śmieciowe pociągnięcia pędzlem
pt_br: Traços ruins
ru: Удалять штрихи
ta: குப்பை பக்கவாதம்
th: ลบเส้น
tr: Darbeleri Çöpe At
uk: Видалити штрихи
zh_hans: 回收笔画
zh_hant: 回收筆畫

source: Split Strokes
ar: خطوط التقسيم
bn: বিরতিযুক্ত স্ট্রোক
cs: Rozdělené tahy
de: Striche Aufteilen
es: Trazos discontinuos
fr: Diviser les traits
he: פיצול משיכות
hi: विभाजित स्ट्रोक
it: Cancella parte del tratto
ja: ストロークを分離
ko: 분열 자획
ne: विभाजित धर्काहरू
nl: Penseelstreken splitsen
pl: Podzielone pociągnięcia pędzlem
pt_br: Traços separados
ru: Разделять штрихи
ta: பிளவு பக்கவாதம்
th: แยกส่วนเส้น
tr: Darbeleri Ayır
uk: Розділені штрихи
zh_hans: 分割笔画
zh_hant: 分割筆畫

source: Brush
ar: فرشاة
bn: তুলি
cs: Štětec
de: Pinsel
es: Brocha
fi: Sivellin
fr: Pinceau
he: מברשת
hi: ब्रश
it: Pennello
ja: ブラシ
ko: 브러시
ne: बुरुस
nl: Borstel
pl: Pędzel
pt_br: Pincel
ru: Инструмент Кисть
ta: பிரஷ்
th: พู่กัน
tr: Fırça
uk: Пензлик
zh_hans: 刷子
zh_hant: 刷子

source: Shaper
ar: مشكِّل
bn: শেপার
cs: Tvarovač
de: Former
es: Modelador
fi: Muotoillin
fr: Formes
he: מעצב צורות
hi: शेपर
it: Forma
ja: 図形
ko: 모형도구
ne: आकार दिने
nl: Vormbepaling
pl: Ostrzejszy
pt_br: Modelador
ru: Инструмент Фигуры
ta: வடிவமைப்பவர்
th: รูปทรง
tr: Şekillendirici
uk: Шейпер
zh_hans: 形状工具
zh_hant: 形狀工具

source: Typewriter
ar: آلة كاتبة
bn: টাইপরাইটার
cs: Psací stroj
de: Schreibmaschine
es: Máquina de escribir
fi: Kirjoituskone
fr: Machine à écrire
he: מכונת כתיבה
hi: टाइपराइटर
it: Macchina da scrivere
ja: 文字
ko: 타이프라이터
ne: टाइपराइटर
nl: Typmachine
pl: Tryb pisania
pt_br: Máquina de Escrever
ru: Инструмент Текст
ta: தட்டச்சுப்பொறி
th: พิมพ์ดีด
tr: Daktilo
uk: Друкарська машинка
zh_hans: 文本
zh_hant: 文字

source: Eraser
ar: ممحاة
bn: ইরেজার
cs: Guma
de: Radierer
es: Borrador
fi: Pyyhekumi
fr: Effaceur
he: מוחק
hi: रबड़
it: Gomma
ja: 消しゴム
ko: 지우개
ne: इरेजर
nl: Gum
pl: Gumka
pt_br: Apagador
ru: Инструмент Ластик
ta: அழிப்பான்
th: ยางลบ
tr: Silgi
uk: Гумка
zh_hans: 橡皮
zh_hant: 橡皮

source: Selector
ar: محدِّد
bn: নির্বাচক
cs: Selektor
de: Auswahl
es: Seleccionador
fi: Valitsin
fr: Sélecteur
he: בוחר
hi: चयनकर्ता
it: Selettore
ja: 選択
ko: 선택도구
ne: चयनकर्ता
nl: Selectie
pl: Selektor
pt_br: Seletor
ru: Инструмент Выделение
ta: தேர்வாளர்
th: เลือก
tr: Seçici
uk: Виділення
zh_hans: 选择
zh_hant: 選擇

source: Tools
ar: أدوات
bn: সরঞ্জাম
cs: Nástroje
de: Werkzeuge
es: Herramientas
fi: Työkalut
fr: Outils
he: כלים
hi: टूल्स
it: Strumenti
ja: ツール
ko: 도구
ne: औजारहरू
nl: Gereedschappen
pl: Narzędzia
pt_br: Ferramentas
ru: Инструменты
ta: கருவிகள்
th: เครื่องมือ
tr: Araçlar
uk: Інструменти
zh_hans: 工具
zh_hant: 工具

source: Select With a Polygon
ar: حدَّد باستخدام مضلع
bn: বহুভুজ দিয়ে নির্বাচন করুন
cs: Vybrat pomocí mnohoúhelníku
de: Mittels Polygon Auswählen
es: Seleccionar con un polígono
fi: Valitse monikulmiolla
fr: Sélectionner avec un polygone
he: בחירה באמצעות מצולע
hi: बहुभुज के साथ चयन करें
it: Seleziona Area
ja: 投げ縄選択
ko: 다각형으로 선택하기
ne: बहुभुजले चयन गर्नुहोस्
nl: Polygoonselectie
pl: Zaznaczenie Wielokątowe
pt_br: Selecionar com um Polígono
ru: Лассо
ta: பலகோணத்துடன் தேர்ந்தெடுக்கவும்
th: เลือกโดยใช้รูปทรงหลายเหลี่ยม
tr: Çokgen İle Seç
uk: Вибрати за допомогою багатокутника
zh_hans: 选择一个多边形
zh_hant: 選擇一個多邊形

source: Select With a Rectangle
ar: حدِّد باستخدام مستطيل
bn: আয়তক্ষেত্র দিয়ে নির্বাচন করুন
cs: Vybrat pomocí obdélníku
de: Mittels Rechteck Auswählen
es: Seleccionar con un rectángulo
fi: Valitse suorakulmiolla
fr: Sélectionner avec un rectangle
he: בחירה באמצעות מלבן
hi: आयत के साथ चयन करें
it: Selezione rettangolare
ja: 矩形選択
ko: 사각형으로 선택하기
ne: आयतले चयन गर्नुहोस्
nl: Rechthoekselectie
pl: Zaznaczenie Prostokątne
pt_br: Selecionar com um Retângulo
ru: Прямоугольное выделение
ta: ஒரு செவ்வகத்துடன் தேர்ந்தெடுக்கவும்
th: เลือกโดยใช้สี่เหลี่ยม
tr: Dikdörtgen İle Seç
uk: Вибрати за допомогою прямокутника
zh_hans: 选择一个矩形
zh_hant: 選擇一個矩形

source: Select One by One
ar: اختر واحدًا تلو الآخر
bn: একের পর এক নির্বাচন করুন
cs: Vybrat po jednom
de: Einzeln Auswählen
es: Seleccionar uno por uno
fi: Valitse yksittäin
fr: Sélectionner un par un
he: בחירה אחת אחרי השנייה
hi: एक-एक करके चुनें
it: Seleziona uno ad uno
ja: 1 つずつ選択
ko: 하나씩 선택하기
ne: एक-एक गरेर चयन गर्नुहोस्
nl: Een-voor-eenselectie
pl: Wybierz jeden po drugim
pt_br: Selecionar Um por Um
ru: Выделение одно за другим
ta: ஒவ்வொன்றாக தேர்ந்தெடுக்கவும்
th: เลือกทีละชิ้น
tr: Tek Tek Seç
uk: Виберіть один за одним
zh_hans: 逐个选择
zh_hant: 逐個選擇

source: Select Intersecting Path
ar: حدِّد المسار المتقاطع
bn: ছেদকারী পথ নির্বাচন করুন
cs: Vybrat křížící se cestu
de: Geschlossenen Pfad Wählen
es: Seleccione ruta de intersección
fi: Valitse läpileikkaava polku
fr: Sélectionner le chemin d’intersection
he: בחירת מסלול חותך
hi: प्रतिच्छेदी पथ का चयन करें
it: Seleziona Tratti Intersecati
ja: 交差するパスを選択
ko: 교차 경로 선택하기
ne: प्रतिच्‍छेदित मार्ग चयन गर्नुहोस्
nl: Intersectieselectie
pl: Wybierz przecinającą ścieżkę
pt_br: Selecionar Caminho de Interseção
ru: Выделение пересечением
ta: வெட்டும் பாதையைத் தேர்ந்தெடுக்கவும்
th: เลือกเส้นที่ตัดกัน
tr: Kesişen Yolu Seç
uk: Вибрати пересічний шлях
zh_hans: 选择相交路径
zh_hant: 選擇相交路徑

source: Lock Aspect Ratio While Resizing the Selection
cs: Uzamknout poměr stran při změně velikosti výběru
de: Seitenverhältnis bei Größeänderung sperren
es: Bloquear la relación de aspecto al redimensionar la selección
it: Blocca le proporzioni durante il ridimensionamento della selezione
nl: Beeldverhouding vastzetten tijdens vergroten/verkleinen van selectie
pt_br: Trancar Proporção Enquanto Redimensionando a Seleção
