Repository: flxzt/rnote
Catalog: crates/rnote-ui/po/*.po
Languages: ar, bn, cs, de, es, fi, fr, he, hi, it, ja, ko, ne, nl, pl, pt_br, ru, ta, th, tr, uk, zh_hans, zh_hant

# part of string representation of a color
source: vivid
ar: لون زاهٍ
bn: প্রাণবন্ত
cs: živá
de: leuchtend
es: intenso
fi: eloisa
fr: vivide
he: עז
hi: चमकीला
it: vivido
ja: ビビッドな
ne: चम्किलो
nl: levendig
pl: żywy
pt_br: vivido
ru: яркий
ta: தெளிவான
tr: canlı
uk: яскравий

# part of string representation of a color
source: very-dark
ar: لون غامق جدا
bn: খুব-গাঢ়
cs: velmi tmavá
de: mitternacht
es: totalmente oscuro
fi: erittäin tumma
fr: très sombre
he: כהה מאוד
hi: बहुत-गहरा
it: molto scuro
ja: とても暗い
ne: अति गाढा
nl: erg donker
pl: bardzo ciemny
pt_br: bem-escuro
ru: очень тёмный
ta: மிகவும் இருள்
tr: çok koyu
uk: дуже темний

# part of string representation of a color
source: dark
ar: غامق
bn: গাঢ়
cs: tmavá
de: dunkel
es: oscuro
fi: tumma
fr: sombre
he: כהה
hi: गहरा
it: scuro
ja: 暗い
ne: गाढा
nl: donker
pl: ciemny
pt_br: escuro
ru: тёмный
ta: இருள்
tr: koyu
uk: темний

# part of string representation of a color
source: mid
ar: وسط
bn: মধ্য
cs: střední
de: mittel
es: medio
fr: moyen
he: בינוני
hi: मध्य
it: blu cobalto
ja: 中明度の
ne: मध्यम
nl: gemiddeld
pl: średnio
pt_br: intermediário
ru: средний
ta: நடுப்பகுதி
tr: orta
uk: середній

# part of string representation of a color
source: bright
bn: উজ্জল
cs: světlá
de: hell
es: brillante
fi: kirkas
fr: clair
he: בהיר
hi: चमकदार
it: acceso
ne: उज्यालो
nl: helder
pl: jasny
pt_br: brilho
ru: светлый
ta: பிரகாசமான
tr: parlak
uk: світлий

# part of string representation of a color
source: transparent
bn: স্বচ্ছ
cs: průhledná
es: transparente
fi: läpinäkyvä
he: שקוף
hi: पारदर्शी
it: trasparente
ne: पारदर्शी
nl: transparant
pl: przezroczysty
pt_br: transparente
ru: прозрачный
ta: ஒளி புகும்
tr: saydam
uk: прозорий

# part of string representation of a color
source: translucent
bn: ষদচ্ছ
cs: průsvitná
de: durchscheinend
es: translúcido
fi: läpikuultava
fr: translucide
he: שקוף למחצה
hi: पारभासी
it: traslucido
ne: अर्धपारदर्शी
nl: doorschĳnend
pl: półprzezroczysty
pt_br: translúcido
ru: полупрозрачный
ta: ஒளிஊடுருவக்கூடியது
tr: yarı saydam
uk: напівпрозорий

# part of string representation of a color
source: slightly-translucent
ar: قليل الشفافية
bn: হালকা ষদচ্ছ
cs: částečně průsvitná
de: etwas transparent
es: ligeramente translúcido
fi: hieman läpikuultava
fr: légèrement translucide
he: שקוף מעט
hi: थोड़ा-पारभासी
it: leggermente traslucido
ne: थोरै अर्धपारदर्शी
nl: licht doorschĳnend
pl: półprzezroczysty
pt_br: pouco-transparente
ru: слегка прозрачный
ta: சற்று ஒளிஊடுருவக்கூடியது
tr: hafif saydam
uk: злегка прозорий

# part of string representation of a color
source: fully transparent
ar: شفاف بالكامل
bn: সম্পূর্ণ ষদচ্ছ
cs: plně průhledná
de: komplett transparent
es: totalmente transparente
fi: täysin läpinäkyvä
fr: totalement transparent
he: שקוף לחלוטין
hi: पूर्णतः पारदर्शी
it: completamente trasparente
ne: पूर्ण पारदर्शी
nl: volledig transparant
pl: całkowicie przezroczysty
pt_br: totalmente transparente
ru: полностью прозрачный
ta: முற்றிலும் வெளிப்படையானது
tr: tamamen saydam
uk: повністю прозорий

# part of string representation of a color
source: black
ar: أسود
bn: কালো
cs: černá
de: schwarz
es: negro
fi: musta
fr: noir
he: שחור
hi: काला
it: nero
ja: 黒色
ne: कालो
nl: zwart
pl: czarny
pt_br: preto
ru: чёрный
ta: கருப்பு
tr: siyah
uk: чорний

# part of string representation of a color
source: white
ar: أبيض
bn: সাদা
cs: bílá
de: weiss
es: blanco
fi: valkoinen
fr: blanc
he: לבן
hi: सफेद
it: bianco
ja: 白色
ne: सेतो
nl: wit
pl: biały
pt_br: branco
ru: белый
ta: வெள்ளை
tr: beyaz
uk: білий

source: Svg
bn: এসভিজি
he: גרפיקה וקטורית (SVG)
zh_hans: 可缩放矢量图（SVG）
zh_hant: 可縮放向量圖（SVG）

source: Pdf
bn: পিডিএফ
he: מסמך PDF
zh_hans: 便携式文档格式（PDF）
zh_hant: 行動式文件格式（PDF）

source: Xopp
he: Xournal++ (Xopp)
zh_hans: Xournal++ 笔记本（Xopp）
zh_hant: Xournal++ 筆記本（Xopp）

source: Png
bn: পিএনজি
he: תמונה (PNG)
zh_hans: 便携式网络图形（PNG）
zh_hant: 行動式網路圖形（PNG）

source: Jpeg
bn: জেপিজি/জেপেগ
he: תמונה (JPEG)
zh_hans: 联合图像标准（JPEG）
zh_hant: 聯合影象標準（JPEG）

source: The page order when documents with layouts that expand in horizontal and vertical directions are cut into pages
bn: পৃষ্ঠার ক্রম যখন নথি যার লেয়াউট অনুভূমিক এবং উল্লম্ব দিকগুলিতে প্রসারিত হয় পৃষ্ঠায় কাটা হয়
cs: Pořadí stránek, když jsou dokumenty s rozvrženími, které se roztahují v horizontálních a vertikálních směrech, rozděleny do stránek
de: Die Seitenreihenfolge wenn Dokumente mit Layouts, die in horizontale und vertikale Richtung expandieren in Seiten unterteilt werden
he: סדר העמודים כאשר מסמכים בעלי פריסות המתרחבות לכיוונים אופקיים או אנכיים מחולקים לדפים שונים
ne: तेर्सो र ठाडो पारेर कागजातलाई पृष्ठहरूमा छुट्टयाउदा खेरीको पृष्ठक्रम
pl: Kolejność stron, gdy dokumenty rozszerzające się w pionie i poziomie są dzielone na strony
pt_br: A ordem de páginas quando documentos com layouts que expandem nas direções horizontal e vertical são cortados em páginas
ru: Порядок страниц, при котором документы с компоновкой, расширяющейся по горизонтали и вертикали, делятся на страницы
ta: தளவமைப்புகளுடன் ஆவணங்கள் இருக்கும் போது பக்க வரிசை கிடைமட்ட மற்றும் செங்குத்து திசைகளில் விரிவடைகிறது பக்கங்களாக வெட்டப்படுகின்றன
uk: Порядок сторінок при розрізанні документів з макетами, що розширюються в горизонтальному та вертикальному напрямках, на сторінки

source: Set the bitmap scale factor in relation to the actual size on the document
bn: বিটম্যাপ স্কেল ফ্যাক্টর এর সাপেক্ষে নথির প্রকৃত আকার সেট করুন
cs: Nastavení faktoru měřítka bitmapy ve vztahu ke skutečné velikosti v dokumentu
de: Ändere den Bitmap Skalierungsfaktor im Verhältnis zur tatsächlichen Größe auf dem Dokument
he: הגדרת היחס בין גודל התמונות לבין גודל המסמך בפועל
ne: कागजातको वास्तविक आकारको तुलनामा बिटम्याप आकार वृद्धिदर निश्चित गर्नुहोस्
pl: Ustaw współczynnik skali bitmapy w stosunku do rzeczywistego rozmiaru na dokumencie
pt_br: Definir o fator de escala bitmap em relação ….ao tamanho atual do documento
ru: Установить коэффициент растрового масштабирования относительно фактического размера документа
ta: தொடர்பில் பிட்மேப் அளவுகோலை அமைக்கவும் ஆவணத்தின் உண்மையான அளவிற்கு
uk: Встановіть масштабний коефіцієнт бітової карти відносно фактичного розміру на документі

source: Bitmap
ar: نقاط
bn: বিটম্যাপ
es: Mapa de bits
fi: Bittikartta
fr: Matricielle
he: מפת סיביות
hi: बिटमैप
ja: ビットマップ
ko: 비트맵
ne: बिटम्याप
pl: Bitmapa
ru: Растровое изображение
ta: பிட்மேப்
th: บิตแม็ป
tr: Biteşlem
uk: Растр
zh_hans: 位图
zh_hant: 點陣圖

source: DPI
ar: نقطة في البوصة
bn: ডিপিআই
es: PPP
fr: PPP
he: נק׳ לאינץ׳
pt_br: Pontos por polegada (DPI)
zh_hans: 像素密度(DPI)
zh_hant: 畫素密度(DPI)

source: Lock Aspectratio While Resizing the Selection
ar: ثبِّت نسبة العرض إلى الارتفاع أثناء تغيير حجم المحدَّد
fi: Lukitse kuvasuhde valinnan kokoa muuttaessa
he: נעילת יחס רוחב־גובה בעת שינוי גודל הבחירה
pl: Zablokuj współczynnik proporcji podczas zmiany rozmiaru zaznaczenia
zh_hans: 调整选区大小时锁定长宽比
zh_hant: 調整選區大小時鎖定長寬比

source: Shaper Styles
ar: نمط المشكِّل
bn: শেপার স্টাইলসমূহ
cs: Styly tvarování
de: Formenstile
fi: Muotoillimen tyylit
fr: Styles de forme
he: סגנונות המעצב
ja: 図形のスタイル
ko: 모형도구 스타일
ne: आकार दिनेका शैलीहरू
pl: Style kreatora kształtów
pt_br: Estiloss do Modelador
ru: Стили фигур
ta: வடிவமைப்பவர் பாணிகள்
th: รูปแบบตัวสร้างรูปทรง
tr: Şekillendirici Biçimleri
uk: Стилі форми
zh_hans: 形状工具样式
zh_hant: 形狀工具樣式

source: Rough style
ar: أسلوب خشن
bn: রুক্ষ স্টাইল
cs: Hrubý styl
de: Grober Stil
fi: Karkea tyyli
fr: Style grossier
he: סגנון מחוספס
ja: "粗い"のスタイル
ko: 거친 스타일
ne: खस्रो शैली
pl: Styl szorstki
pt_br: Estilo grosso
ru: Грубый стиль
ta: கரடுமுரடான பாணி
th: รูปแบบของความหยาบ
tr: Kaba biçim
uk: Грубий стиль
zh_hans: 粗糙样式
zh_hant: 粗糙樣式

source: Zig-Zag
ar: تعرُّج
bn: আঁকা-বাঁকা
cs: Cikcak
de: Zick-Zack
fi: Mutkitteleva
he: זיגזג
hi: टेढ़ा-मेढ़ा
ja: ジグザグ
ko: 지그재그
ne: बाङ्गोटिङ्गो
nl: Kris-kras
pl: Zygzak
pt_br: Zig-Zague
ru: Зиг-Заг
ta: ஜிக்-ஜாக்
th: เส้นซิกแซก
uk: Зіґ-заґ
zh_hans: 锯齿
zh_hant: 鋸齒

source: Hold Ctrl to temporarily enable/disable constraints when this switch is off/on
ar: علِّق على مفتاح Ctrl لتمكين أو تعطيل القيود عندما يكون مفتاح التبديل هذا معطَّلًا أو ممكَّنًا
bn: Ctrl ধরে রাখুন সাময়িকভাবে সীমাবদ্ধতা সক্ষম/অক্ষম করতে যখন এই সুইচ বন্ধ/চালু হয়
cs: Podržením klávesy Ctrl dočasně povolit/zakázat omezení když je tento přepínač vypnutý/zapnutý
de: Halte Strg, um Beschränkungen temporär zu de-/aktivieren, wenn der Schalter ein/aus ist
fi: Pidä Ctrl pohjassa väliaikaisesti käyttääksesi/poistaaksesi rajoitteita kun tämä kytkin on pois/päällä
fr: Maintenez Ctrl pour activer/désactiver temporairement les contraintes selon si ce bouton est désactivé/activé
he: יש להחזיק את המקש Ctrl כדי לאפשר/להשבית מגבלות כשמתג זה כבוי/דולק
ja: Ctrl を押したままにすると、 スイッチがオフ/オンの場合に一時的に 正確な図形を有効/無効にできます
ko: 이 스위치가 꺼져 있거나 켜져 있을 때 Ctrl 키를 눌러 제약 조건을 일시적으로 활성화/비활성화합니다
ne: यो स्विच बन्द/खोल्दा अस्थायी रूपमा अवरोधहरू सक्षम/असक्षम गर्न Ctrl थिच्नुहोस्
pl: Przytrzymaj Ctrl, aby tymczasowo włączać/wyłączać ograniczenia na czas kiedy ten przełącznik jest wyłączony/włączony
pt_br: Segure Ctrl para temporariamente habilitar/desabilitar as restrições quando esta opção está ligada/desligada
ru: Удерживать Ctrl, чтобы временно включить/выключить ограничения, когда кнопка в положении выкл/вкл
ta: Ctrl ஐ அழுத்திப் பிடிக்கவும் தற்காலிகமாக இயக்கு/முடக்கு தடைகளை இந்த சுவிட்ச் ஆஃப்/ஆன் ஆகும் போது
th: กด Ctrl ค้างไว้ เพื่อเปิด/ปิดการใช้งานเงื่อนไขบังคับชั่วคราว เมื่อสวิตช์นี้ปิด/เปิด
tr: Bu anahtar kapalı/açık olduğunda kısıtlamaları geçici olarak etkinleştirmek/devre dışı bırakmak için Ctrl tuşunu basılı tutun
uk: Утримуйте Ctrl, щоб тимчасово увімкнути/вимкнути обмеження коли цей перемикач вимкнено/увімкнено
zh_hans: 按住Ctrl键可暂时 启用/禁用约束条件 当此开关被关闭/打开时
zh_hant: 按住Ctrl鍵可暫時 啟用/禁用約束條件 當此開關被關閉/開啟時

source: Show _Format Borders
ar: أظهر حدود _التنسيق
bn: _বিন্যাস সীমানা প্রদর্শন করুন
cs: Zobrazit formátované hranice
de: Zeige _Formatränder
he: הצגת גבולות _תבנית
ja: 用紙の枠線を表示(_F)
ne: ढाँचा सीमानाहरू _देखाउनुहोस्
pl: Pokaż granice formatu
ru: Показывать границы страницы
ta: காட்டு வடிவ (_F) பார்டர்களை
tr: _Biçim Kenarlıklarını Göster
uk: Показати межі _формату
zh_hans: 显示格式边框 [_F]
zh_hant: 顯示格式邊框 [_F]

source: Show _Origin Indicator
ar: أظهر علامة نقطة الأصل
bn: আসল _কেন্দ্র
cs: Zobrazit _Původ indikátoru
de: Zeige _Ursprungsindikator
fi: Näytä _alkusivun ilmaisin
he: הצגת _סמן המקור
ja: 原点を表示(_O)
ne: _मूल सूचक देखाउनुहोस्
pl: Pokaż Znacznik _Źródła
ru: Показывать начало документа
ta: மூலக் குறிகாட்டியைக் காட்டு (_O)
tr: _Menşe Göstergesini Göster
uk: Показати початковий індикатор
zh_hans: 显示原点指示器 [_O]
zh_hant: 顯示原點指示器 [_O]

source: Dpi
ar: عدد النقاط لكلِّ بوصة
bn: ডিপিআই
es: Ppp
fr: PPP
he: הבחנה (DPI)
zh_hans: 分辨率
zh_hant: 解析度

source: Invert the brightness of all background pattern colors
ar: اعكس سطوع كل ألوان نمط الخلفية
bn: পটভূমির প্যাটার্নের রঙ উলটান
cs: Invertovat jas všech barevných vzorů pozadí
de: Farbhelligkeit des Hintergrundmusters invertieren
he: היפוך בהירות כל צבעי תבנית הרקע
ja: すべての背景色の明るさを反転させます
ne: पृष्ठभूमि अभिरचना रङ्गको उज्यालोपन उल्टाउनुहोस्
pl: Odwróć jasność wszystkich kolorów wzorów tła
ru: Инвертирует яркость фона и линовки на фоне страниц
ta: அனைத்து பின்னணி வண்ணங்களின் பிரகாசத்தையும் மாற்றவும்
tr: Tüm arka plan desen renklerinin parlaklığını ters çevir
uk: Інвертувати яскравість усіх кольорів фонового візерунка
zh_hans: 反转背景纹理的颜色明暗
zh_hant: 反轉背景紋理的顏色明暗

source: Failed to open the file in the file manager
ar: فشل فتح الملفِّ في مدير الملفات
fi: Tiedoston avaaminen tiedostonhallinnassa epäonnistui
he: פתיחת הקובץ במנהל הקבצים נכשלה
pl: Nie można otworzyć pliku w menedżerze plików
zh_hans: 无法打开在文件管理器中选择的文件
zh_hant: 無法開啟在檔案管理器中選擇的檔案

# as in computer chip
source: Chip
ar: رقاقة
bn: চিপ
cs: Čip
fi: Piiri
fr: Puce
he: שבב
hi: चिप
ja: IC チップ
ko: 반도체
ne: चिप
pl: Czip
pt_br: Processador
ru: Чип
ta: சிம்பு
th: ชิป
tr: Çip
uk: Чіп
zh_hans: 芯片
zh_hant: 晶片

source: Gamepad
ar: لوحة ألعاب
bn: গেমপ্যাড
es: Mando de juego
fi: Peliohjain
fr: Manette de jeu
he: שלט משחק
hi: गेमपैड
ja: ゲームパッド
ko: 게임패드
ne: गेमप्याड
nl: Controller
pl: Kontroler do gier
pt_br: Controle
ru: Геймпад
ta: விளையாட்டு திண்டு
th: เครื่องเล่นเกม
tr: Oyun kolu
uk: Геймпад
zh_hans: 手柄
zh_hant: 手柄

source: Shopping
ar: تسوُّق
bn: কেনাকাটা
cs: Nakupování
de: Einkaufen
es: Compras
fi: Ostokset
fr: Achats
he: קניות
hi: खरीदारी
ja: 買い物
ko: 쇼핑
ne: किनमेल
nl: Winkelen
pl: Zakupy
ru: Покупки
ta: கடையில் பொருட்கள் வாங்குதல்
th: ชอปปิง
tr: Alışveriş
uk: Шопінг
zh_hans: 购物
zh_hant: 購物

# part of string representation of a color
source: magenta
ar: ارجواني
bn: magenta-বেগুনী
de: fuchsin
he: ארגמן
hi: मैजेंटा
ja: 赤紫色
ne: मजेन्टा
pl: purpurowy
ru: пурпурный
ta: மெஜந்தா
tr: macenta
uk: пурпурний

source: this release changes:
cs: změny v tomto vydání:

source: fix: .rnote file icons in file managers
cs: oprava: ikony souborů .fnote ve správcích souborů

source: Laser
es: Láser
ja: レーザー

source: Json
ta: Json (ஜேசன்)
