Repository: flxzt/rnote
Catalog: crates/rnote-ui/po/*.po
Languages: ar, bn, cs, de, es, fi, fr, he, hi, it, ja, ko, ne, nl, pl, pt_br, ru, ta, th, tr, uk, zh_hans, zh_hant

source: Set whether the drawing cursor is visible
ar: عيِّن كون مؤشِّر الرسم يظهر أم لا يظهر
bn: অঙ্কন কার্সারটি দৃশ্যমান কিনা তা সেট করুন
cs: Nastavení viditelnosti kreslicího kurzoru
de: Sichtbarkeit des Zeichnen-Cursor ändern
es: Establece si el cursor de dibujo es visible
fi: Onko piirrustuskohdistin näkyvissä
fr: Afficher le curseur pendant le dessin
he: הגדרה אם סמן הציור גלוי
hi: निर्धारित करें कि रेखांकन कर्सर दृश्यमान है या नहीं
it: Imposta se il cursore di disegno è visibile
ja: 描画カーソルを表示するかどうかを設定します
ne: रेखाचित्रकारी कर्सर देखिने कि नदेखिने
nl: Of de normale aanwijzer zichtbaar is
pl: Pokaż lub ukryj kursor rysowania
pt_br: Definir se o cursor de desenho é visível
ru: Установить, виден ли курсор для рисования
ta: வரைதல் சுட்டி தெரியும் என்பதை அமைக்கவும்
th: กำหนดการแสดงผลเคอร์เซอร์ขณะวาด
tr: Çizim imlecinin görünür olma durumunu ayarla
uk: Встановити, чи буде видимим курсор малювання
zh_hans: 设置画笔光标是否可见
zh_hant: 設定畫筆游標是否可見

source: Drawing Cursor
ar: مؤشِّر الرسم
bn: অঙ্কন কার্সার
cs: Kreslící kurzor
de: Zeichnen-Cursor
es: Cursor de dibujo
fi: Piirrustuskohdistin
fr: Curseur de dessin
he: סמן ציור
hi: रेखांकन कर्सर
it: Cursore Della Penna
ja: 描画カーソル
ko: 드로잉 커서
ne: रेखाचित्रकारी कर्सर
nl: Teken­aanwĳzer
pl: Kursor rysujący
pt_br: Cursor de Desenho
ru: Курсор для рисования
ta: வரைதல் சுட்டி
th: รูปแบบเคอร์เซอร์ในการวาด
tr: Çizim İmleci
uk: Курсор для малювання
zh_hans: 画笔光标
zh_hant: 畫筆游標

source: Set the drawing cursor
ar: عيِّن مؤشِّر الرسم
bn: অঙ্কন কার্সার সেট করুন
cs: Nastavit kreslící kurzor
de: Zeichnen-Cursor ändern
es: Establecer el cursor de dibujo
fi: Aseta piirrustuskohdistin
fr: Définir le curseur de dessin
he: הגדרת סמן הציור
hi: रेखांकन कर्सर निर्धारित करें
it: Imposta il cursore da disegno
ja: 描画カーソルを設定します
ko: 드로잉 커서를 설정합니다
ne: रेखाचित्रकारी कर्सर सेट गर्नुहोस्
nl: Stel de tekenaanwijzer in
pl: Ustaw kursor rysunkowy
pt_br: Definir o cursor de desenho
ru: Выбрать стиль курсора для рисования
ta: வரைதல் சுட்டியை அமைக்கவும்
th: กำหนดรูปแบบเคอร์เซอร์ในการวาด
tr: Çizim imlecini ayarla
uk: Встановити курсор для малювання
zh_hans: 设置画笔的光标
zh_hant: 設定畫筆的游標

source: Page Format
ar: تنسيق الصفحة
bn: পৃষ্ঠা বিন্যাস
cs: Formát stránky
de: Seitenformat
es: Formato de la página
fi: Sivun muoto
fr: Format de page
he: תבנית עמוד
hi: पृष्ठ प्रारूप
it: Formato Della Pagina
ja: ページの寸法
ko: 페이지 형식
ne: पृष्ठ प्रकार
nl: Paginaformaat
pl: Format strony
pt_br: Modelo da Página
ru: Формат страницы
ta: பக்க வடிவம்
th: ตั้งค่าหน้ากระดาษ
tr: Sayfa Biçimi
uk: Формат сторінки
zh_hans: 页面格式
zh_hant: 頁面格式

source: Save as Preset
es: Guardar como Predeterminado
it: Salva come preimpostazione
nl: Als preset opslaan

source: Restore From Preset
it: Ripristina da preimpostazione
nl: Uit preset herstellen

source: Format
ar: التنسيق
bn: বিন্যাস
cs: Formát
es: Formato
fi: Muoto
he: תצורה
hi: प्रारूप
it: Formato
ja: 寸法
ko: 형식
ne: प्रकार/ स्वरुप
nl: Formaat
pt_br: Modelo
ru: Формат
ta: வடிவம்
th: ขนาด
tr: Biçim
uk: Формат
zh_hans: 格式
zh_hant: 格式

source: Choose a format
ar: اختر تنسيقًا
bn: একটি বিন্যাস ঠিক করুন
cs: Vyberte formát
de: Format wählen
es: Elegir un formato
fi: Valitse muoto
fr: Choisissez un format
he: בחירת תצורה
hi: एक प्रारूप चुनें
it: Scegli un formato
ja: 寸法を選択します
ko: 형식 고르기
ne: प्रकार छान्नुहोस्
nl: Kies een formaat
pl: Wybierz format
pt_br: Escolher um modelo
ru: Выбрать формат
ta: ஒரு வடிவமைப்பைத் தேர்வுசெய்க
th: เลือกขนาด
tr: Biçim seç
uk: Виберіть формат
zh_hans: 选择格式
zh_hant: 選擇格式

source: US letter
ar: رسالة أميركيَّة
bn: উ এস লেটার
es: Carta de Estados Unidos
fr: Lettre américaine
he: מכתב אמריקאי
hi: US पत्र
it: Lettera
ja: レター
ne: US चिठ्ठी
nl: Amerikaanse brief
pl: List amerykański
pt_br: Modelo carta dos EUA
ru: Письмо США
ta: அமெரிக்க கடிதம்
th: US letter (8.5 x 11 นิ้ว)
tr: US mektup
uk: Лист США
zh_hans: 美国信纸
zh_hant: 美國信紙

source: US legal
ar: مستند قانونيٌّ أميركيٌّ
es: Derecho estadounidense
fr: Droit américain
he: נייר משרדי אמריקאי
hi: US कानूनी
it: Legale
ja: リーガル
ne: US कानूनी
nl: Amerikaans document
pl: Akt prawny w USA
pt_br: Modelo legal dos EUA
ru: Судебный США
ta: அமெரிக்க சட்டப்பூர்வமானது
th: US legal (8.5 x 14 นิ้ว)
tr: US yasal
uk: США legal

source: Custom
ar: مخصَّص
bn: কাস্টম
cs: Vlastní
de: Benutzerdefiniert
es: Personalizado
fi: Mukautettu
fr: Personnalisé
he: מותאם אישית
hi: तदनुकूल
it: Personalizzato
ja: カスタム
ko: 사용자 지정
ne: आफैँ हाल्नुहोस्
nl: Aangepast
pl: Niestandardowy
pt_br: Customizado
ru: Пользовательский
ta: தனிப்பயன்
th: กำหนดเอง
tr: Özel
uk: Власний
zh_hans: 自定义
zh_hant: 自定義

source: Orientation
ar: الاتجاه
bn: অভিমুখ
cs: Orientace
de: Ausrichtung
es: Orientación
fi: Suunta
he: כיוון
hi: अभिविन्यास
it: Orientamento
ja: 向き
ko: 방향
ne: अभिमुखिकरण
nl: Oriëntatie
pl: Orientacja
pt_br: Orientação
ru: Ориентация
ta: நோக்குநிலை
th: ทิศทางของหน้ากระดาษ
tr: Yönelim
uk: Орієнтація
zh_hans: 方向
zh_hant: 方向

source: Set the format orientation
ar: عيِّن اتجاه التنسيق
bn: বিন্যাস অভিমুখ সেট করুন
cs: Nastavit orientaci formátu
de: Formatausrichtung ändern
es: Establecer la orientación del formato
fi: Aseta muodon suunta
fr: Définir l’orientation du format
he: הגדרת כיוון התצורה
hi: अभिविन्यास प्रारूप निर्धारित करें
it: Imposta l'orientamento del formato
ja: 用紙の向きを設定します
ko: 형식 방향을 설정합니다
ne: स्वरुप अभिमुखीकरण सेट गर्नुहोस्
nl: Kies een formaatoriëntatie
pl: Ustawienie orientacji formatu
pt_br: Definir a orientação do modelo
ru: Выбрать ориентацию страниц
ta: வடிவ நோக்குநிலையை அமைக்கவும்
th: ตั้งทิศทางของหน้ากระดาษ
tr: Biçim yönelimini ayarla
uk: Встановити орієнтацію формату
zh_hans: 设置格式方向
zh_hant: 設定格式方向

source: Portrait
ar: رأسيّ
bn: উলম্ব
cs: Na výšku
de: Hoch
es: Retrato
fi: Pysty
fr: Portait
he: לאורך
hi: पोर्ट्रेट
it: Ritratto
ja: 縦
ko: 세로 방향
ne: लामो लम्बाइ
nl: Verticaal
pl: Portret
pt_br: Retrato
ru: Портретная
ta: உருவப்படம்
th: แนวตั้ง
tr: Dikey
uk: Портрет
zh_hans: 竖向
zh_hant: 豎向

source: Landscape
ar: أفقيّ
bn: আড়াআড়ি
cs: Na šířku
de: Quer
es: Paisaje
fi: Vaaka
fr: Paysage
he: לרוחב
hi: परिदृश्य
it: Orizzontale
ja: 横
ko: 가로 방향
ne: लामो चौडाइ
nl: Horizontaal
pl: Krajobraz
pt_br: Paisagem
ru: Альбомная
ta: நிலப்பரப்பு
th: แนวนอน
tr: Yatay
uk: Пейзаж
zh_hans: 横向
zh_hant: 橫向

source: Width
ar: العرض
bn: প্রস্থ
cs: Šířka
de: Breite
es: Ancho
fi: Leveys
fr: Largeur
he: רוחב
hi: चौड़ाई
it: Larghezza
ja: 幅
ko: 너비
ne: चौडाइ
nl: Breedte
pl: Szerokość
pt_br: Largura
ru: Ширина
ta: அகலம்
th: กว้าง
tr: Genişlik
uk: Ширина
zh_hans: 宽度
zh_hant: 寬度

source: Set the format width
ar: عيِّن عرض التنسيق
bn: বিন্যাস প্রস্থ ঠিক করুন
cs: Nastavit šířku formátu
de: Formatbreite ändern
es: Establecer el ancho del formato
fi: Aseta muodon leveys
fr: Définir la largeur du format
he: הגדרת רוחב התצורה
hi: चौड़ाई प्रारूप निर्धारित करें
it: Imposta la larghezza del formato
ja: 用紙の幅を設定します
ko: 형식 너비를 설정합니다
ne: स्वरुप चौडाइ सेट गर्नुहोस्
nl: Stel de formaatbreedte in
pl: Ustawienie szerokości formatu
pt_br: Definir a largura do modelo
ru: Установить ширину формата
ta: வடிவத்தின் அகலத்தை அமைக்கவும்
th: ตั้งความกว้างของหน้ากระดาษ
tr: Biçim genişliğini ayarla
uk: Встановити ширину формату
zh_hans: 设置格式宽度
zh_hant: 設定格式寬度

source: Height
ar: الارتفاع
bn: উচ্চতা
cs: Výška
de: Höhe
es: Largo
fi: Korkeus
fr: Hauteur
he: גובה
hi: ऊंचाई
it: Altezza
ja: 高さ
ko: 높이
ne: लम्बाइ
nl: Hoogte
pl: Wysokość
pt_br: Altura
ru: Высота
ta: உயரம்
th: สูง
tr: Yükseklik
uk: Висота
zh_hans: 高度
zh_hant: 高度

source: Set the format height
ar: عيِّن ارتفاع التنسيق
bn: বিন্যাসের উচ্চতা ঠিক করুন
cs: Nastavit výšku formátu
de: Formathöhe ändern
es: Establecer el alto del formato
fi: Aseta muodon korkeus
fr: Définir la hauteur du format
he: הגדרת גובה התצורה
hi: ऊंचाई प्रारूप निर्धारित करें
it: Imposta l'altezza del formato
ja: 用紙の高さを設定します
ko: 형식 높이를 설정합니다
ne: स्वरुप लम्बाइ सेट गर्नुहोस्
nl: Stel de formaathoogte in
pl: Ustawienie wysokości formatu
pt_br: Definir a altura do modelo
ru: Установить высоту формата
ta: வடிவத்தின் உயரத்தை அமைக்கவும்
th: ตั้งความสูงของหน้ากระดาษ
tr: Biçim yüksekliğini ayarla
uk: Встановити висоту формату
zh_hans: 设置纸张高度
zh_hant: 設定紙張高度

source: Set the Dpi (dots per inch). Defaults to 96.
ar: حدِّد عدد النقاط لكلِّ بوصة. القيمة المبدئيَّة هي 96.
bn: ডিপিই (ইঞ্চি প্রটি বিন্দু) সেট করুন। ডিফল্ট ৯৬।
cs: Nastavit DPI (počet bodů na palec). 86 je výchozí hodnotou.
de: DPI (Punkte pro Zoll) ändern. Standard ist 96.
es: Establecer los PPP (puntos por pulgada). El valor predeterminado es 96.
fi: Aseta DPI (pistettä per tuuma). Oletus on 96.
fr: Définir les PPP (points par pouce). Par défaut à 96.
he: הגדרת ה־DPI (נק׳ לאינץ׳). ברירת המחדל היא 96.
hi: DPI (बिंदु प्रति इंच) निर्धारित करें। 96 पर डिफ़ॉल्ट।
it: Imposta il Dpi (punti per pollice). Il valore predefinito è 96.
ja: DPI (dots per inch) を設定します。デフォルトは 96 です。
ko: Dpi(인치당 도트 수)를 설정합니다. 기본값은 96입니다.
ne: DPI सेट गर्नुहोस्, पूर्वनिर्धारित ९६
nl: Stel de DPI (dots per inch) in. Standaard is 96.
pl: Ustaw Dpi (punkty na cal). Domyślnie 96.
pt_br: Definir os pontos por polegada (Dpi). O valor padrão é 96.
ru: Установить DPI (количество точек на дюйм). По умолчанию: 96.
ta: Dpi (ஒரு அங்குலத்திற்கு புள்ளிகள்) அமைக்கவும். இயல்புநிலை 96.
th: ตั้งค่า Dpi (จำนวนจุดต่อตารางนิ้ว) ค่าเริ่มต้นคือ 96
tr: DPI (dots per inch) ayarla. Öntanımlı değer 96.
uk: Встановити DPI (точок на дюйм). Типово: 96.
zh_hans: 设置像素密度(DPI)，默认为96。
zh_hant: 設定畫素密度(DPI)，預設為96。

source: Revert
ar: استرجع
bn: আগের অবস্থাই ফিরে যান
cs: Vrátit zpět
de: Rückgängig
es: Revertir
fi: Palauta oletukset
fr: Restaurer
he: שחזור
hi: पूर्ववत करें
it: Ritorna
ja: 元に戻す
ko: 되돌리기
ne: पहिले को अवस्थामा फर्कनु
nl: Terugdraaien
pl: Cofnij
pt_br: Reverter
ru: По умолчанию
ta: பின்செல்
th: คืนค่าเริ่มต้น
tr: Geri al
uk: Повернути
zh_hans: 撤销
zh_hant: 撤銷

source: Document
ar: المستند
bn: নথি
cs: Dokument
de: Dokument
es: Documento
fi: Asiakirja
he: מסמך
hi: दस्तावेज
it: Documento
ja: 文書
ko: 문서
ne: कागजात
pl: Dokument
pt_br: Documento
ru: Документ
ta: ஆவணம்
th: เอกสาร
tr: Belge
uk: Документ
zh_hans: 文档
zh_hant: 文件

source: Document Layout
ar: مخطَّط المستند
bn: নথির বিন্যাস
cs: Rozvržení dokumentu
de: Dokument-Layout
es: Diseño del documento
fi: Asiakirjan asettelu
fr: Mise en page
he: פריסת מסמך
hi: दस्तावेज अभिन्यास
it: Layout del documento
ja: 文書レイアウト
ne: कागजात खाका
nl: Document­indeling
pl: Układ _Dokumentu
pt_br: Leiaute do documento
ru: Компоновка документа
ta: ஆவணத்தின் தளவமைப்பு
th: รูปแบบเอกสาร
tr: Belge Düzeni
uk: Компонування документа
zh_hans: 文档布局
zh_hant: 文件佈局

source: Fixed Size
ar: حجم ثابت
bn: নির্দিষ্ট আকার
cs: Pevná velikost
de: Feste Größe
es: Tamaño fijo
fi: Kiinteä koko
fr: Taille fixe
he: גודל קבוע
hi: निर्धारित माप
it: Dimensione Fissa
ja: 固定サイズ
ne: निश्चित आकार
nl: Vaste grootte
pl: Stały rozmiar
pt_br: Tamanho Fixo
ru: Фиксированный размер
ta: நிலையான அளவு
th: ขนาดคงที่
tr: Sabit Boyut
uk: Фіксований розмір
zh_hans: 固定尺寸
zh_hant: 固定尺寸

source: Continuous Vertical
ar: عرض عمودي متواصل
bn: ক্রমাগতভাবে উল্লম্ব
cs: Průběžně vertikální
de: Kontinuierlich vertikal
es: Vertical continuo
fi: Jatkuva pystysuorassa
fr: Vertical continue
he: אנכית רציפה
hi: सतत् ऊर्ध्वाधर
it: Verticale Continua
ja: 縦に連続
ne: निरन्तर ठाडो
nl: Verticaal door­lopend
pl: Ciągły w pionie
pt_br: Vertical Contínua
ru: Вертикальная многостраничная
ta: தொடர்ச்சியான செங்குத்து
th: ต่อเนื่องในแนวตั้ง
tr: Sürekli Dikey
uk: Безперервна вертикаль
zh_hans: 垂直连续的页面
zh_hant: 垂直連續的頁面

source: Semi Infinite
ar: مُتَّسِع
bn: অর্ধ অসীম
cs: Částečně nekonečný
de: Halbunendlich
es: Semiinfinito
fi: Melkein loputon
fr: Semi infini
he: דמויית אינסוף
hi: अर्ध अनंत
it: Semi Infinito
ja: ほぼ無限
ne: अर्द्धअनन्त
nl: Nagenoeg oneindig
pl: Pół-nieskończony
pt_br: Semi Infinito
ru: Полубесконечная
ta: அரை எல்லையற்றது
th: กึ่งไม่จำกัดขนาด
tr: Yarı Sonsuz
uk: Напівнескінченний
zh_hans: 半无限
zh_hant: 半無限

source: Infinite
ar: شديد الاتساع
bn: অসীম
cs: Nekonečný
de: Unendlich
es: Infinito
fi: Loputon
fr: Infini
he: אינסוף
hi: अनंत
it: Infinito
ja: 無限
ne: अनन्त
nl: Oneindig
pl: Nieskończony
pt_br: Infinito
ru: Бесконечная
ta: எல்லையற்றது
th: ไม่จำกัดขนาด
tr: Sonsuz
uk: Нескінченний
zh_hans: 无限
zh_hant: 無限

source: Show Format Borders
es: Mostrar los Bordes del Formato
it: Mostra Formato Bordi
nl: Formaatkaders tonen

source: Set whether the format borders are shown
it: Imposta se il formato dei bordi vengono visualizzati
nl: Geef aan of de formaatkaders dienen te worden getoond

source: Format Border Color
ar: نسِّق لون الحدود
bn: বিন্যাস সীমানার রঙ
cs: Barva okraje formátu
de: Farbe der Formatränder
es: Formato del color del borde
fr: Couleur des bordures du format
he: צבע גבול התבנית
hi: प्रारूप सीमा रंग
it: Colore DeI Bordo
ja: 用紙の枠線の色
ko: 형식 테두리 색상
ne: ढाँचा सीमाना रङ्ग
nl: Formaatkaderkleur
pl: Kolor brzegu formatu
pt_br: Cor da Borda do Modelo
ru: Цвет обводки формата
ta: பார்டர் வண்ணத்தை வடிவமைக்கவும்
th: สีขอบหน้ากระดาษ
tr: Biçim Kenarlık Rengi
uk: Формат кольору рамки
zh_hans: 格式界线颜色
zh_hant: 格式界線顏色

source: Set the format border color
ar: عيِّن لون حدود التنسيق
bn: বিন্যাস সীমানার রঙ ঠিক করুন
cs: Nastavit formát barvy okraje
de: Farbe der Formatränder ändern
es: Establecer el color del borde del formato
fr: Définir la couleur des bordures du format
he: הגדרת צבע גבול התבנית
hi: सीमा रंग प्रारूप निर्धारित करें
it: Scegli il colore del bordo
ja: 用紙の枠線の色を設定します
ko: 형식 테두리 색상을 설정합니다
ne: ढाँचा सीमाना रङ्ग सेट गर्नुहोस्
nl: Kies een formaatkaderkleur
pl: Ustawienie koloru obramowania formatu
pt_br: Definir
ru: Выбрать цвет обводки формата
ta: பார்மட் பார்டர் நிறத்தை அமைக்கவும்
th: กำหนดสีของขอบหน้ากระดาษ
tr: Biçim kenarlık rengini ayarla
uk: Встановити формат кольору рамки
zh_hans: 设置格式界线颜色
zh_hant: 設定格式界線顏色

source: Set the background color
ar: عيِّن لون الخلفيَّة
bn: পটভূমির রঙ সেট করুন
cs: Nastavit barvu pozadí
de: Hintergrundfarbe ändern
es: Establecer el color de fondo
fi: Aseta taustaväri
fr: Définir la couleur de l’arrière-plan
he: הגדרת צבע הרקע
hi: पृष्ठभूमि का रंग निर्धारित करें
it: Imposta il colore di sfondo
ja: 背景色を設定します
ko: 배경 색상을 설정합니다
ne: पृष्ठभूमि रङ्ग सेट गर्नुहोस्
nl: Stel de achtergrondkleur in
pl: Ustaw kolor tła
pt_br: Definir cor do plano de fundo
ru: Выбрать цвет фона
ta: பின்னணி நிறத்தை அமைக்கவும்
th: กำหนดสีพื้นหลัง
tr: Arka plan rengini ayarla
uk: Встановити колір фону
zh_hans: 设置背景颜色
zh_hant: 設定背景顏色

source: Pattern
ar: النمط
bn: প্যাটার্ন
cs: Vzor
de: Muster
es: Patrón
fi: Kuvio
fr: Motif
he: תבנית
hi: स्वरूप
it: Modello
ja: 罫線
ko: 패턴
ne: अभिरचना
nl: Patroon
pl: Szablon
pt_br: Padrões
ru: Линовка
ta: பேட்டர்ன்
th: ลวดลาย
tr: Desen
uk: Шаблон
zh_hans: 纹理
zh_hant: 紋理

source: Choose a background pattern
ar: اختر نمط خلفيَّة
bn: একটি পটভূমি প্যাটার্ন চয়ন করুন
cs: Vybrat vzor na pozadí
de: Hintergrundmuster wählen
es: Elegir un patrón de fondo
fi: Valitse taustakuvio
fr: Choisissez un motif d’arrière-plan
he: בחירת תבנית הרקע
hi: एक पृष्ठभूमि स्वरूप चुनें
it: Scegli un modello di sfondo
ja: 背景の罫線を選択します
ko: 배경 패턴을 고릅니다
ne: पृष्ठभूमि अभिरचना छान्नुहोस्
nl: Kies een achtergrondpatroon
pl: Wybierz szablon tła
pt_br: Escolha um padrão do plano de fundo
ru: Выбрать стиль линовки на фоне
ta: பின்னணி வடிவத்தைத் தேர்வு செய்யவும்
th: เลือกลวดลายของพื้นหลัง
tr: Arka plan deseni seç
uk: Виберіть шаблон фону
zh_hans: 选择背景使用的纹理
zh_hant: 選擇背景使用的紋理

source: None
ar: لا شيء
bn: কোনটিই নয়
cs: Žádné
de: Nichts
es: Ninguno
fi: Ei mitään
fr: Aucun
he: ללא
hi: कोई नहीं
it: Nessuno
ja: 無地
ko: 없음
ne: कुनै पनि होइन
nl: Geen
pl: Żaden
pt_br: Nenhum
ru: Отключена
ta: எதுவும் இல்லை
th: ไม่มี
tr: Boş
uk: Жодного
zh_hans: 无
zh_hant: 無

source: Lines
ar: خطوط
bn: পংক্তি
cs: Řádky
de: Linien
es: Líneas
fi: Viivat
fr: Lignes
he: קווים
hi: पंक्तियां
it: Linee
ja: 横線
ko: 선
ne: रेखाहरू
nl: Lĳnen
pl: Linie
pt_br: Linhas
ru: В линейку
ta: கோடுகள்
th: เส้นบรรทัด
tr: Satırlar
uk: Лінії
zh_hans: 线
zh_hant: 線

source: Grid
ar: شبكة
bn: গ্রিড
cs: Mřížka
de: Raster
es: Cuadrícula
fi: Ruudukko
fr: Quadrillage
he: רשת
hi: ग्रिड
it: Griglia
ja: 方眼
ko: 격자
ne: जाल
nl: Rooster
pl: Siatka
pt_br: Grade
ru: В клетку
ta: கட்டம்
th: ตาราง
tr: Izgara
uk: Сітка
zh_hans: 方格
zh_hant: 方格

source: Isometric Grid
ar: شبكة متساوية
bn: আইসোমেট্রিক গ্রিড
cs: Isometrická mřížka
de: Isometrisches Raster
es: Cuadrícula isométrica
fr: Quadrillage isométrique
he: רשת איזומטרית
hi: सममितीय ग्रिड
it: Griglia Isometrica
ja: アイソメトリック (方眼)
ne: आइसोमेट्रिक जाल
nl: Isometrisch raster
pl: Siatka Izometryczna (linie)
pt_br: Grade Isométrica
ru: Изометрическая сетка
ta: ஐசோமெட்ரிக் கட்டம்
th: ตารางแบบไอโซเมทริก
tr: İzometrik Izgara
uk: Ізометрична сітка
zh_hans: 等距网格
zh_hant: 等距網格

source: Isometric Dots
ar: نقاط متساوية
bn: আইসোমেট্রিক বিন্দু
cs: Isometrické tečky
de: Isometrische Punkte
es: Puntos isométricos
fr: Points isométriques
he: נקודות איזומטריות
hi: सममितीय बिंदु
it: Punti Isometrici
ja: アイソメトリック (ドット)
ne: आइसोमेट्रिक थोप्लाहरू
nl: Isometrische punten
pl: Siatka Izometryczna (kropki)
pt_br: Pontos Isométricos
ru: Изометрические точки
ta: ஐசோமெட்ரிக் புள்ளிகள்
th: จุดแบบไอโซเมทริก
tr: İzometrik Noktalar
uk: Ізометричні точки
zh_hans: 等距点阵
zh_hant: 等距點陣

source: Pattern Color
ar: لون النمط
bn: প্যাটার্নের রঙ
cs: Barva vzoru
de: Musterfarbe
es: Color del patrón
fi: Kuvion väri
fr: Couleur du motif
he: צבע תבנית
hi: स्वरूप रंग
it: Colore del modello
ja: 罫線の色
ko: 패턴 색상
ne: अभिरचना रङ्ग
nl: Patroonkleur
pl: Kolor szablonu
pt_br: Padrão de cor
ru: Цвет линовки
ta: வடிவ நிறம்
th: สีของลวดลาย
tr: Desen Rengi
uk: Колір візерунка
zh_hans: 纹理颜色
zh_hant: 紋理顏色

source: Set the background pattern color
ar: عيِّن لون نمط الخلفيَّة
bn: পটভূমির প্যাটার্নের রঙ সেট করুন
cs: Nastavit barvu vzoru pro pozadí
de: Farbe des Hintergrundmusters ändern
es: Establecer el color de fondo del patrón
fi: Aseta taustakuvion väri
fr: Définir la couleur du motif d’arrière-plan
he: הגדרת צבע תבנית הרקע
hi: पृष्ठभूमि स्वरूप का रंग निर्धारित करें
it: Imposta il colore del modello di sfondo
ja: 背景の罫線の色を設定します
ko: 배경 패턴 색상을 설정합니다
ne: पृष्ठभूमि अभिरचना रङ्ग सेट गर्नुहोस्
nl: Stel de achtergrondpatroonkleur in
pl: Ustawienie koloru szablonu tła
pt_br: Definir a cor do plano de fundo de padrão
ru: Выбрать цвет линовки
ta: பின்னணி மாதிரி நிறத்தை அமைக்கவும்
th: กำหนดสีของลวดลายพื้นหลัง
tr: Arka plan desen rengini ayarla
uk: Встановити колір фонового візерунка
zh_hans: 选择背景使用的纹理的颜色
zh_hant: 選擇背景使用的紋理的顏色

source: Pattern Width
ar: عرض النمط
bn: প্যাটার্নের প্রস্থ
cs: Vzorová šířka
de: Musterbreite
es: Ancho del patrón
fi: Kuvion leveys
fr: Largeur du motif
he: רוחב התבנית
hi: स्वरूप की चौड़ाई
it: Larghezza modello
ja: 罫線の幅
ko: 패턴 너비
ne: अभिरचना चौडाइ
nl: Patroonbreedte
pl: Szerokość szablonu
pt_br: Largura do padrão
ru: Ширина линовки
ta: வடிவ அகலம்
th: ความกว้างของลวดลาย
tr: Desen Genişliği
uk: Ширина візерунка
zh_hans: 纹理宽度
zh_hant: 紋理寬度

source: Set the background pattern width
ar: عيِّن عرض نمط الخلفيَّة
bn: পটভূমির প্যাটার্নেের প্রস্থ সেট করুন
cs: Nastavení vzorové šířky pro pozadí
de: Breite des Hintergrundmusters ändern
es: Establecer el ancho del fondo del patrón
fi: Aseta taustakuvion leveys
fr: Définir la largeur du motif d’arrière-plan
he: הגדרת רוחב תבנית הרקע
hi: पृष्ठभूमि स्वरूप की चौड़ाई निर्धारित करें
it: Imposta la larghezza del modello di sfondo
ja: 背景の罫線の幅を設定します
ko: 배경 패턴 너비를 설정합니다
ne: पृष्ठभूमि अभिरचना चौडाइ सेट गर्नुहोस्
nl: Stel de achtergrondpatroonbreedte in
pl: Ustawianie szerokości szablonu tła
pt_br: Definir a largura do plano de fundo de padrão
ru: Установить ширину линовки
ta: பின்னணி வடிவ அகலத்தை அமைக்கவும்
th: กำหนดความกว้างของลวดลายพื้นหลัง
tr: Arka plan desen genişliğini ayarla
uk: Встановити ширину візерунка фону
zh_hans: 选择背景使用的纹理的宽度
zh_hant: 選擇背景使用的紋理的寬度

source: Pattern Height
ar: ارتفاع النمط
bn: প্যাটার্নের উচ্চতা
cs: Vzorová výška
de: Musterhöhe
es: Alto del patrón
fi: Kuvion korkeus
fr: Hauteur du motif
he: גובה התבנית
hi: स्वरूप की ऊंचाई
it: Altezza del modello
ja: 罫線の高さ
ko: 패턴 높이
ne: अभिरचना ऊचाई
nl: Patroonhoogte
pl: Wysokość szablonu
pt_br: Altura do padrão
ru: Высота линовки
ta: பேட்டர்ன் உயரம்
th: ความสูงของลวดลาย
tr: Desen Yüksekliği
uk: Висота шаблону
zh_hans: 纹理高度
zh_hant: 紋理高度

source: Set the background pattern height
ar: عيِّن ارتفاع نمط الخلفيَّة
bn: পটভূমির প্যাটার্নের উচ্চতা সেট করুন
cs: Nastavit vzorovou výšku pro pozadí
de: Höhe des Hintergrundmusters ändern
es: Establecer el alto del fondo del patrón
fi: Aseta taustakuvion korkeus
fr: Définir la hauteur du motif d’arrière-plan
he: הגדרת גובה תבנית הרקע
hi: पृष्ठभूमि स्वरूप की ऊंचाई निर्धारित करें
it: Impostare l'altezza del modello di sfondo
ja: 背景の罫線の高さを設定します
ko: 배경 패턴 높이를 설정합니다
ne: पृष्ठभूमि अभिरचना ऊचाई सेट गर्नुहोस्
nl: Stel de achtergrondpatroonhoogte in
pl: Ustawienie wysokości szablonu tła
pt_br: Definir a altura do plano de fundo de padrão
ru: Установить высоту линовки
ta: பின்னணி வடிவ உயரத்தை அமைக்கவும்
th: กำหนดความสูงของลวดลายพื้นหลัง
tr: Arka plan desen yüksekliğini ayarla
uk: Встановити висоту фонового шаблону
zh_hans: 选择背景使用的纹理的高度
zh_hant: 選擇背景使用的紋理的高度

source: Show Origin Indicator
es: Mostrar Idicador de Origen
it: Mostra indicatore di origine
nl: Oorsprongindicator tonen

source: Set whether the document origin indicator is shown
it: Imposta se visualizzare l'indicatore di origine del documento
nl: Of de oorsprongindicator zichtbaar is

source: Invert Color Brightness
ar: اعكس سطوع الألوان
bn: রঙের উজ্জ্বলতা উলটান
cs: Invertovat jas barvy
de: Farbhelligkeit invertieren
es: Invertir el brillo del color
fi: Käänteinen värin kirkkaus
fr: Inverser la luminosité des couleurs
he: היפוך בהירות צבע
hi: रंग की चमक को उलटा करें
it: Inverti la luminosità del colore
ja: 色の明るさを反転
ne: रङ्गको उज्यालोपन उल्टाउनुहोस्
nl: Inverteer de kleurhelderheid
pl: Odwróć Jasność Kolorów
pt_br: Inverter cores
ru: Инвертировать фон страниц
ta: தலைகீழ் வண்ண பிரகாசம்
th: กลับความสว่างสี
tr: Renk Parlaklığını Ters Çevir
uk: Інвертувати яскравість кольорів
zh_hans: 反转色彩亮度
zh_hant: 反轉色彩亮度

source: Invert the brightness of the background and pattern colors
it: Inverti la luminosità dei colori di sfondo e del motivo
nl: Inverteer de helderheid en de kleuren van achtergrondpatronen

source: Invert
ar: اعكس
bn: উলটো করুন
cs: Invertovat
de: Invertieren
es: Invertir
fi: Käänteinen
fr: Inverser
he: היפוך
hi: उलटें
it: Inverti
ja: 反転
ne: उल्टाउनुहोस्
nl: Inverteren
pl: Odwróć
pt_br: Inverter
ru: Инвертировать
ta: தலைகீழாக மாற்றவும்
th: กลับค่า
tr: Ters Çevir
uk: Інвертувати
zh_hans: 反转
zh_hant: 反轉

source: Button Shortcuts
ar: اختصارات المفاتيح
bn: বোতাম শর্টকাট
cs: Zkratky pro tlačítko
de: Tastenkürzel
es: Atajos de botones
fi: Painikkeiden pikanäppäimet
fr: Raccourcis des boutons
he: צירופי לחצנים
hi: बटन शॉर्टकट
it: Tasti di scelta rapida
ja: ボタンのショートカット
ko: 버튼 단축키
ne: बटन सर्टकटहरू
nl: Knopsneltoetsen
pl: Skróty klawiszowe
pt_br: Atalhos de botões
ru: Кнопки
ta: பட்டன் ஷார்ட்கட்கள்
th: คีย์ลัดของปุ่มต่าง ๆ
tr: Düğme Kısayolları
uk: Гарячі клавіші
zh_hans: 按键快捷键
zh_hant: 按鍵快捷鍵

source: Stylus Primary Button Action
ar: إجراء الزرِّ الرئيس للقلم
bn: স্টাইলাস প্রাথমিক বোতাম কর্ম
cs: Akce primárního stylusu pro tlačítko
de: Stylus primäre Tastenaktion
es: Acción del botón principal del lápiz óptico
fi: Stylus-kynän ensisijaisen painikkeen toiminto
fr: Action du bouton principal du stylet
he: פעולת הלחצן הראשי של העט האלקטרוני
hi: स्टाइलस प्राथमिक बटन क्रिया
it: Tasto Principale Penna
ko: 스타일러스 기본 버튼 동작
ne: लेखनी प्राथमिक बटन कार्य
nl: Primaire penknop
pl: Działanie głównego przycisku rysika
pt_br: Ação do Botão Principal da Caneta ("stylus")
ru: Действие основной кнопки стилуса
ta: எழுத்தாணி முதன்மை பொத்தான் நடவடிக்கை
th: ปุ่มหลักของปากกา
tr: Stylus Birincil Düğme Eylemi
uk: Дія основної кнопки стилуса
zh_hans: 手写笔主按键动作
zh_hant: 手寫筆主按鍵動作
