Repository: flxzt/rnote
Catalog: crates/rnote-ui/po/*.po
Languages: ar, bn, cs, de, es, fi, fr, he, hi, it, ja, ko, ne, nl, pl, pt_br, ru, ta, th, tr, uk, zh_hans, zh_hant

source: Resize Document to Fit Content. Available in Fixed-Size Document Layout.
ar: حجِّم المستند تناسب ما فيها. متاح في تخطيط المستندات ذات الحجم الثابت.
bn: বিষয়বস্তু সাথে সমতুল্যভাবে নথির আকার পরিবর্তন করুন। নির্দিষ্ট মাপের নথিবিন্যাস উপলব্ধ।
cs: Změnit velikost dokument na vhodný obsah. K dispozici v dokumentu s pevnou velikostí rozvržení.
de: Dokumentgröße an Inhalt anpassen. Verfügbar im Feste-Größe Dokument-Layout.
es: Ajustar el tamaño del documento al contenido. Disponible en la disposición de documento de tamaño fijo.
fr: Ajuster la taille du document au contenu. Disponible avec la mise en page de taille fixe.
he: שינוי גודל המסמך להתאמת התוכן. זמין בפריסת מסמך בגודל קבוע.
hi: सामग्री को फ़िट करने के लिए दस्तावेज का आकार बदलें। निश्चित आकार के दस्तावेज अभिन्यास में उपलब्ध है।
it: Ridimensiona il documento per adattarlo al contenuto. Disponibile nel layout del documento a dimensione fissa.
ja: コンテンツに合わせて文書をリサイズします。 固定サイズの文書レイアウトの場合に利用可能です。
ne: निश्चित-आकार कागजात खाकामा हुँदाखेरी सामग्री अटाउनेगरी कागजातको आकार बदल्नुहोस्।
nl: Documentgrootte passend maken aan de inhoud. Beschikbaar in Vaste-grootte documentindeling.
pl: Dopasuj Dokument do Zawartości. Dostępne w Dokumentach o Stałym Układzie.
pt_br: Redimensionar o Documento para Ajustar ao Conteúdo. Disponível no Layout de Documento de Tamanho Fixo.
ru: Изменить размер документа по содержимому. Только для документов с фиксированным размером.
ta: உள்ளடக்கத்தை பொருத்துவதற்கு ஆவணத்தின் அளவை மாற்றவும். நிலையான அளவு ஆவண அமைப்பில் கிடைக்கும்.
th: ปรับขนาดเอกสารให้พอดีกับเนื้อหา เฉพาะเอกสารที่กำหนดขนาดคงที่
tr: Belgeyi İçeriğe Sığacak Şekilde Yeniden Boyutlandır. Sabit Boyutlu Belge Düzeninde kullanılabilir.
uk: Змінити розмір документа відповідно до вмісту. Доступно в форматі документа фіксованого розміру.
zh_hans: 调整文档大小以适应内容。 可选用固定大小的文档布局。
zh_hant: 調整文件大小以適應內容。 可選用固定大小的文件佈局。

source: Stroke Color
ar: لون الخطِّ المرسوم
bn: স্ট্রোকের রঙ
cs: Barva tahu
de: Strichfarbe
es: Color de los trazos
fi: Vedon väri
fr: Couleur du trait
he: צבע קו
hi: स्ट्रोक का रंग
it: Colore Tratto
ja: ストロークの色
ko: 자획 색상
ne: धर्कोको रङ्ग
nl: Lĳnkleur
pl: Kolor pociągnięcia pędzlem
pt_br: Cor Dos Traços
ru: Цвет обводки
ta: பக்கவாதம் நிறம்
th: สีของเส้น
tr: Darbe Rengi
uk: Колір обведення
zh_hans: 笔画颜色
zh_hant: 筆畫顏色

source: Fill Color
ar: لون الملء
bn: পূর্ণ করা রঙ
cs: Barva výplně
de: Füllfarbe
es: Color del relleno
fi: Täyttöväri
fr: Couleur du remplissage
he: צבע מילוי
hi: भरण रंग
it: Colore Riempimento
ja: 塗りつぶしの色
ko: 채움 색상
ne: भर्ने रङ्ग
nl: Opvulkleur
pl: Kolor wypełnienia
pt_br: Preencher Cor
ru: Цвет заливки
ta: வண்ணத்தை நிரப்பவும்
th: สีภายใน
tr: Dolgu Rengi
uk: Колір заливки
zh_hans: 填充颜色
zh_hant: 填充顏色

source: Open
ar: افتح
bn: খুলুন
cs: Otevřít
de: Öffnen
es: Abrir
fi: Avaa
fr: Ouvrir
he: פתיחה
hi: खोलें
it: Apri
ja: 開く
ko: 열기
ne: खोल्नुहोस्
nl: Openen
pl: Otwórz
pt_br: Abrir
ru: Открыть
ta: திற
th: เปิด
tr: Aç
uk: Відкрити
zh_hans: 打开
zh_hant: 開啟

source: Open in Default App
ar: افتحه مستخدمًا التطبيق المبدئيَّ
bn: ডিফল্ট অ্যাপে খুলুন
cs: Otevřít ve výchozí aplikaci
de: Öffne in Standard-App
es: Abrir por defecto en la aplicación
fi: Avaa oletussovelluksessa
fr: Ouvrir dans l’application par défaut
he: פתיחה ביישום ברירת המחדל
hi: डिफ़ॉल्ट ऐप में खोलें
it: Apri nell'app predefinita
ja: デフォルトアプリで開く
ne: पूर्वनिर्धारित एपमा खोल्नुहोस्
nl: Openen in standaard-app
pl: Otwórz w domyślnej aplikacji
pt_br: Abrir na Aplicação Padrão
ru: Открыть в приложении по умолчанию
ta: இயல்புநிலை பயன்பாட்டில் திறக்கவும்
th: เปิดในแอพตั้งต้น
tr: Varsayılan Uygulamada Aç
uk: Відкрити в програмі за умовчанням
zh_hans: 在默认应用内打开
zh_hant: 在預設應用內開啟

source: Rename
ar: أعِد التسمية
bn: নাম পরিবর্তন করুন
cs: Přejmenovat
de: Umbenennen
es: Renombrar
fi: Nimeä uudelleen
fr: Renommer
he: שינוי שם
hi: नाम बदलें
it: Rinomina
ja: 名前を変更
ko: 이름 바꾸기
ne: पुन: नामाकरण
nl: Naam wĳzigen
pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
ta: மறுபெயர்
th: เปลี่ยนชื่อ
tr: Yeniden adlandır
uk: Перейменувати
zh_hans: 重命名
zh_hant: 重新命名

source: Move to Trash
ar: احذف لسلَّة المهملات
bn: ট্র্যাশে পাঠান
cs: Přesunout do koše
de: In Papierkorb verschieben
es: Mover a la papelera
fi: Siirrä roskakoriin
fr: Déplacer dans la corbeille
he: העברה לאשפה
hi: ट्रैश में ले जाएं
it: Sposta Nel Cestino
ja: ゴミ箱に移動
ko: 휴지통으로 이동하기
ne: हटाउनुहोस्
nl: Verplaatsen naar prullenbak
pl: Przenieś do kosza
pt_br: Mover para o Lixo
ru: Переместить в корзину
ta: குப்பைக்கு நகர்த்தவும்
th: ย้ายไปถังขยะ
tr: Çöpe Taşı
uk: Перемістити в Кошик
zh_hans: 移至回收站
zh_hant: 移至回收站

source: Duplicate
ar: كرِّر
bn: নকল করুন
cs: Duplikovat
de: Duplizieren
es: Duplicar
fi: Monista
fr: Dupliquer
he: שכפול
hi: प्रतिरूप
it: Duplica
ja: 複製
ko: 복제하기
ne: नक्कल गर्नुहोस्
nl: Klonen
pl: Duplikuj
pt_br: Duplicar
ru: Дублировать
ta: நகல்
th: สำเนา
tr: İkizle
uk: Дублювати
zh_hans: 重复所选内容
zh_hant: 重複所選內容

source: Draft
ar: مسودَّة
bn: খসড়া
cs: Koncept
de: Entwurf
es: Borrador
fi: Luonnos
fr: Brouillon
he: טיוטה
hi: ड्राफ्ट
it: Bozza
ja: 下書き
ko: 초안
ne: मस्यौदा
nl: Concept
pl: Szkic
pt_br: Esboço
ru: Черновик
ta: வரைவு
th: ฉบับร่าง
tr: Taslak
uk: Чернетка
zh_hans: 草稿
zh_hant: 草稿

source: Show/Hide Sidebar
ar: أظهر\أخفِ شريط الجانب
bn: সাইডবার দেখান/ লুকান
cs: Zobrazit/Skrýt nástrojovou lištu
de: Seitenleiste zeigen/verbergen
es: Mostrar/ocultar la barra lateral
fi: Näytä/piilota sivupalkki
fr: Afficher/Masquer le volet
he: הצגה/הסתרת הסרגל הצדי
hi: साइडबार दिखाएं/छिपाएं
it: Mostra/nascondi barra laterale
ja: サイドバーを表示/非表示
ne: साइडबार देखाउने कि लुकाउने
nl: Zĳbalk tonen/verbergen
pl: Pokaż/Ukryj Panel Boczny
pt_br: Mostrar/Esconder Barra Lateral
ru: Показать/Скрыть боковую панель
ta: மடலை வெளிப்படுத்தவும் / மறைக்கவும்
th: แสดง/ซ่อนแถบข้าง
tr: Kenar Çubuğunu Göster/Gizle
uk: Показати/приховати бічну панель
zh_hans: 显示/隐藏侧栏
zh_hant: 顯示/隱藏側欄

source: New Tab
ar: لسان جديد
bn: নতুন ট্যাব
cs: Nová karta
de: Neuer Tab
es: Pestaña nueva
fi: Uusi välilehti
fr: Nouvel onglet
he: לשונית חדשה
hi: नया टैब
it: Nuova Scheda
ja: 新しいタブ
ko: 새 탭
ne: नयाँ ट्याब
nl: Nieuw tabblad
pl: Nowa karta
pt_br: Nova aba
ru: Новая вкладка
ta: புதிய தாவல்
th: แท็บใหม่
tr: Yeni Sekme
uk: Нова вкладка
zh_hans: 新标签页
zh_hant: 新標籤頁

source: View Open Tabs
cs: Zobrazit otevřené karty
de: Geöffnete Tabs betrachten
es: Ver las pestañas abiertas
fr: Afficher les onglets ouverts
it: Visualizza le schede aperte
nl: Open tabbladen weergeven
pt_br: Veja Abas Abertas

source: Focus Mode
ar: وضع التركيز
bn: ফোকাস মোড
cs: Režim ostření
de: Fokus-Modus
es: Modo concentración
fi: Keskittymistila
fr: Mode Focus
he: מצב מיקוד
hi: फोकस मोड
it: Modalità messa a fuoco
ja: 集中モード
ne: एकाग्र शैली
pl: Tryb Skupienia
pt_br: Modo Foco
ru: Режим фокусировки
ta: கவனம் பயன்முறை
th: โหมดโฟกัส
tr: Odak Kipi
uk: Режим фокусування
zh_hans: 专注模式
zh_hant: 專注模式

source: Save Document
ar: احفظ المستند
bn: নথি সংরক্ষণ করুন
cs: Uložit dokument
de: Dokument speichern
es: Guardar documento
fi: Tallenna asiakirja
fr: Enregistrer le document
he: שמירת מסמך
hi: दस्तावेज सहेजें
it: Salva Documento
ja: 文書を保存
ko: 문서 저장하기
ne: कागजात बचत गर्नुहोस्
nl: Document opslaan
pl: Zapisz dokument
pt_br: Salvar Documento
ru: Сохранить документ
ta: ஆவணத்தைச் சேமி
th: บันทึกเอกสาร
tr: Belgeyi Kaydet
uk: Зберегти документ
zh_hans: 保存文档
zh_hant: 儲存文件

source: Canvas Menu
cs: Nabídka plátna
de: Leinwandmenü
es: Menú de lienzo
it: Menu della tela
pt_br: Menu de canvas

source: App Menu
cs: Nabídka aplikace
de: Appmenü
es: Menú de aplicación
it: Menu App
pt_br: Menu do Aplicativo

source: Move _Left
ar: حرِّك يسارًا
bn: _বামে সরান
cs: Přesunout doleva
de: Nach _links verschieben
es: Mover a la _izquierda
fi: Siirrä _vasemmalle
fr: Déplacer _à gauche
he: העברה ל_ימין
hi: बाएं ले जाएं (_L)
it: Muovi A _Sinistra
ja: 左に移動(_L)
ko: 왼쪽으로 이동(_L)
ne: बायाँ _सार्नुहोस्
nl: Naar _links verplaatsen
pl: Przesuń w _lewo
pt_br: Mover_para Esquerda
ru: Левее
ta: நகர்த்து இடதுபுறம் (_L)
th: ขยับไปทางซ้าย
tr: _Sola Taşı
uk: Перемістити вліво
zh_hans: 左移 [_L]
zh_hant: 左移 [_L]

source: Move _Right
ar: حرِّك يمينًا
bn: _ডানে সরান
cs: Přesunout doprava
de: Nach _rechts verschieben
es: Mover a la _derecha
fi: Siirrä _oikealle
fr: Déplacer _à droite
he: העברה ל_שמאל
hi: दाएं ले जाएं (_R)
it: Muoviti _A Destra
ja: 右に移動(_R)
ko: 오른쪽으로 이동(_R)
ne: दायाँ _सार्नुहोस्
nl: Naar _rechts verplaatsen
pl: Przesuń w p_rawo
pt_br: Mover_para Direita
ru: Правее
ta: நகர்த்து வலதுபுறம் (_R)
th: ขยับไปทางขวา
tr: Sağa _Taşı
uk: Перемістити вправо
zh_hans: 右移 [_R]
zh_hant: 右移 [_R]

source: _Close
ar: أغلق
bn: _বন্ধ করুন
cs: _Zavřít
de: _Schließen
es: Cerrar
fi: _Sulje
fr: _Fermer
he: _סגירה
hi: बंद करे (_C)
it: _Chiudi
ja: 閉じる(_C)
ko: 닫기(_C)
ne: _बन्द गर्नुहोस्
nl: _Sluiten
pl: Zamknij (_C)
pt_br: _Fechar
ru: Закрыть активное окно
ta: மூடவும் (_C)
th: ปิด
tr: _Kapat
uk: _Закрити
zh_hans: 关闭 [_C]
zh_hant: 關閉 [_C]

source: Temporary
ar: مؤقَّت
bn: অস্থায়ী
cs: Dočasné
de: Temporär
es: Temporal
fi: Väliaikainen
fr: Temporaire
he: זמני
hi: अस्थायी
it: Temporaneo
ja: 一時的
ne: अस्थायी
nl: Tĳdelĳk
pl: Tymczasowe
pt_br: Temporário
ru: Временное
ta: தற்காலிகமானது
th: ชั่วคราว
tr: Geçici
uk: Тимчасовий
zh_hans: 临时
zh_hant: 臨時

source: Permanent
ar: دائم
bn: স্থায়ী
cs: Permanentní
es: Permanente
fi: Pysyvä
he: קבוע
hi: स्थायी
it: Permanente
ja: 永続的
ne: स्थायी
pl: Stałe
pt_br: Permanente
ru: Постоянное
ta: நிரந்தரமானது
th: ถาวร
tr: Kalıcı
uk: Перманентний
zh_hans: 永久
zh_hant: 永久

source: Toggle
ar: يبدِّل
bn: টগল
cs: Přepnout
de: Umschalten
es: Conmutar
fr: Basculer
he: החלפת מצב
hi: टॉगल
it: Attiva/disattiva
ja: 切り替え
ne: टगल गर्नुहोस्
nl: Omschakelen
pl: Przełącz
pt_br: Alternar
ru: Переключатель
ta: நிலைமாற்று
th: เปิด-ปิด
tr: Değiştir
uk: Перемикач
zh_hans: 切换
zh_hant: 切換

source: Disabled
bn: নিষ্ক্রিয়
cs: Zakázáno
de: Deaktiviert
es: Desactivado
fi: Ei käytössä
fr: Désactivé
he: מושבת
hi: अक्षम
it: Disabilitato
ja: 無効
ne: बन्द
nl: Uitgeschakeld
pl: Wyłączony
pt_br: Desabilitado
ru: Отключено
ta: முடக்கப்பட்டது
tr: Devre dışı
uk: Вимкнено

source: General
ar: عام
bn: সাধারণ
cs: Obecné
de: Allgemein
fi: Yleiset
fr: Général
he: כללי
hi: सामान्य
it: Generale
ja: 一般
ko: 일반
ne: सामान्य
nl: Algemeen
pl: Ogólne
pt_br: Geral
ru: Основные
ta: பொது
th: ทั่วไป
tr: Genel
uk: Загальні
zh_hans: 通用
zh_hant: 通用

source: Autosave
ar: الحفظ التلقائيُّ
bn: স্বতঃসংরক্ষণ
cs: Automatické uložení
de: Automatisches Speichern
es: Autoguardado
fi: Automaattinen tallennus
fr: Enregistrement automatique
he: שמירה אוטומטית
hi: स्वत: सहेजें
it: Autosalvataggio
ja: 自動保存
ko: 자동 저장
ne: स्वतः बचत
nl: Automatisch opslaan
pl: Autozapis
pt_br: Autossalvar
ru: Автосохранение
ta: தானாகச் சேமி
th: บันทึกอัตโนมัติ
tr: Kendiliğinden kaydet
uk: Автозбереження
zh_hans: 自动保存
zh_hant: 自動儲存

source: Enable or disable autosave
ar: مكِّن أو عطِّل الحفظ التلقائيَّ
bn: স্বতঃসংরক্ষণ সক্ষম বা অক্ষম করুন
cs: Povolit nebo zakázat automatické uložení
de: Automatisches Speichern de- / aktivieren
es: Activar o desactivar el autoguardado
fi: Käytä tai poista käytöstä automaattinen tallennus
fr: Activer ou désactiver l’enregistrement automatique
he: הפעלה או השבתה של שמירה אוטומטית
hi: स्वतः सहेजना सक्षम या अक्षम करें
it: Abilita o disabilita auto salvataggio
ja: 自動保存を有効/無効にします
ko: 자동 저장 활성화 또는 비활성화
ne: स्वतः बचत खुला वा बन्द
nl: Automatisch opslaan aan/uit
pl: Włączanie lub wyłączanie automatycznego zapisywania
pt_br: Habilitar ou desabilitar autossalvamento
ru: Включить или выключить автосохранение
ta: தானியங்கு சேமிப்பை இயக்கவும் அல்லது முடக்கவும்
th: เปิดหรือปิดโหมดบันทึกอัตโนมัติ
tr: Kendiliğinden kaydetmeyi etkinleştir veya devre dışı bırak
uk: Увімкнути або вимкнути автозбереження
zh_hans: 启用/关闭自动保存
zh_hant: 啟用/關閉自動儲存

source: Autosave Interval (secs)
ar: الفاصل الزمنيُّ للحفظ التلقائيِّ (بالثواني)
bn: স্বতঃসংরক্ষণ ব্যবধান (সেকেন্ড)
cs: Interval automatického ukládání (v sekundách)
de: Automatisches Speichern Intervall (Sek.)
es: Intervalo de autoguardado (segundos)
fi: Automaattisen tallennuksen aikaväli (s)
fr: Intervalle d’enregistrement automatique (secs)
he: מרווח שמירה אוטומטית (שניות)
hi: स्वतः सहेजने का अंतराल (सेकंड)
it: Intervallo Di Auto Salvataggio (sec)
ja: 自動保存の間隔 (秒)
ko: 자동 저장 간격 (초)
ne: स्वतः बचत अन्तराल (सेकेन्ड)
nl: Automatisch opslaan, elke
pl: Interwał autozapisu (sekundy)
pt_br: Intervalo de Autossalvamento (segundos)
ru: Интервал автосохранения (секунды)
ta: தானியங்கு சேமிப்பு இடைவெளி (வினாடிகள்)
th: ช่วงเวลาในการบันทึกอัตโนมัติ (วินาที)
tr: Kendiliğinden Kaydetme Sıklığı (sn)
uk: Інтервал автозбереження (сек.)
zh_hans: 自动保存间隔(秒)
zh_hant: 自動儲存間隔(秒)

source: Set the autosave interval in seconds
ar: عيِّن الفاصل الزمنيَّ للحفظ التلقائيِّ بالثواني
bn: স্বতঃসংরক্ষণের বিরতি সেকেন্ডে সেট করুন
cs: Nastavit interval automatického ukládaní v sekundách
de: Intervall für automatisches Speichern ändern
es: Establecer el intervalo de autoguardado en segundos
fi: Aseta automaattisen tallennuksen aikaväli sekunneissa
fr: Définir l’intervalle d’enregistrement automatique en secondes
he: הגדרת מרווח השמירה האוטומטית בשניות
hi: स्वतः सहेजने के अंतराल को सेकंड में निर्धारित करें
it: Scegli l'intervallo di auto salvataggio in secondi
ja: 自動保存の間隔を秒単位で設定します
ko: 자동 저장 간격(초)을 설정합니다
ne: स्वतः बचत अन्तराल सेट गर्नुहोस् (सेकेन्ड)
nl: Geef aan hoe vaak (in seconden) documenten automatisch dienen te worden opgeslagen
pl: Ustawianie interwału automatycznego zapisywania w sekundach
pt_br: Definir o intervalo de autossalvamento em segundos
ru: Установить интервал автосохранения в секундах
ta: தானியங்கு சேமிப்பு இடைவெளியை நொடிகளில் அமைக்கவும்
th: กำหนดช่วงเวลาในการบันทึกอัตโนมัติเป็นวินาที
tr: Kendiliğinden kaydetme sıklığını saniye cinsinden ayarla
uk: Встановити інтервал автозбереження в секундах
zh_hans: 设置自动保存间隔秒数
zh_hant: 設定自動儲存間隔秒數

source: Show Scrollbars
ar: أظهر شُرُط التمرير
bn: স্ক্রলবার দেখান
cs: Zobrazit posuvníky
de: Scrollbalken zeigen
es: Mostrar las barras de desplazamiento
fi: Näytä vierityspalkit
fr: Afficher les barres de défilement
he: הצגת פסי גלילה
hi: स्क्रॉलबार दिखाएं
it: Mostra Le Barre Di Scorrimento
ja: スクロールバーを表示
ko: 스크롤바 표시하기
ne: स्क्रोलबारहरू देखाउनुहोस्
nl: Schuifbalken tonen
pl: Pokaż paski przewijania
pt_br: Mostrar as Barras de Rolagem
ru: Полосы прокрутки
ta: சுருள் பட்டைகளைக் காட்டு
th: แสดงแถบเลื่อน
tr: Kaydırma Çubuklarını Göster
uk: Показуваим смужки гортання
zh_hans: 显示滚动条
zh_hant: 顯示捲軸

source: Set whether the scrollbars on the canvas are shown
ar: عيِّن ما إذا كانت شُرُط التمرير على اللوحة تُعرض
bn: ক্যানভাসের স্ক্রোলবারগুলি দেখান আছে কিনা তা ঠিক করুন
cs: Nastavit, zda se mají zobrazovat posuvníky na plátně
de: Sichtbarkeit der Scrollbalken der Leinwand ändern
es: Cambiar si las barras de desplazamiento del lienzo están visibles
fi: Näytetäänkö vierityspalkit piirtoalueella
fr: Définir si les barres de défilement sont affichées sur le canevas
he: הגדרה אם פסי הגלילה על הקנבס מוצגים
hi: निर्धारित करें कि कैनवास पर स्क्रॉलबार दिखाए गए हैं या नहीं
it: Imposta se le barre di scorrimento sull'area di disegno sono mostrate
ja: キャンバス上のスクロールバーを表示するかどうかを設定します
ko: 캔버스에 스크롤 막대를 표시할지 여부를 설정합니다
ne: क्यानभासमा स्क्रोलबारहरू देखिने कि नदेखिने
nl: Geef aan of de schuifbalken op het canvas dienen te worden getoond
pl: Ustaw czy paski przewijania na płótnie mają być pokazane
pt_br: Definir Se as Barras de Rolagem são Mostradas na Tela
ru: Указать, должны ли отображаться полосы прокрутки на холсте
ta: கேன்வாஸில் உள்ள சுருள் பட்டைகள் காட்டப்பட வேண்டுமா என்பதை அமைக்கவும்
th: กำหนดการแสดงแถบเลื่อนของเอกสาร
tr: Tuval üzerindeki kaydırma çubuklarının gösterilme durumunu ayarla
uk: Встановити, чи відображати смужки гортання на полотні
zh_hans: 设置画布上的滚动条是否显示
zh_hant: 設定畫布上的捲軸是否顯示

source: Optimize for E-Paper Displays
bn: ই-পেপার ডিসপ্লের জন্য অপ্টিমাইজ করুন
cs: Optimalizovat e-papírové displeje
de: Optimierung Für E-Paper Displays
es: Optimización para pantallas de papel electrónico
fi: Optimoi E-paperinäytöille
fr: Optimiser pour l’affichage sur papier électronique
he: מיטוב למסכי דיו אלקטרוני
hi: ई-पेपर प्रदर्शन के लिए अनुकूलन करें
it: Ottimizza per display E-Paper
ja: 電子ペーパーディスプレイに最適化
ne: ई-कागज प्रदर्शनका लागि अनुकूलन गर्नु
nl: Optimaliseren voor E-paper-schermen
pl: Optymalizuj dla Wyświetlaczy E-Paper
pt_br: Otimizar para Telas E-Paper
ru: Оптимизировать для e-ink дисплеев
ta: மின்-தாள்(E-Paper) காட்சிகளை மேம்படுத்தவும்
tr: E-Kağıt Ekranlar için En İyile
uk: Оптимізація для e-ink дисплеїв

source: Changes certain UI elements and modifies behaviour of tools for optimized usage on E-Paper displays
ar: يغير بعض عناصر واجهة المستخدم ويعدل سلوك الادوات لاستخدام افضل على الشاشات الورقية الألكترونية
bn: কিছু UI উপাদান পরিবর্তন করে এবং E-paper ডিসপ্লেতে ব্যবহারের জন্য আপ্টিমাইজ করা টুলের আচরণ পরিবর্তন করে
cs: Změní některé části rozhraní a upraví chování nástrojů pro optimalizované použití na e-papírových displejích
de: Ändert bestimmte UI Elemente und modifiziert das Verhalten von Tools zur Nutzung auf E-Papier Monitoren
es: Cambia algunos elementos de la interfaz de usuario y modifica el comportamiento de las herramientas para optimizar su uso en pantallas E-Paper
fr: Change certains éléments de l'interface utilisateur et modifie le comportement d'outils optimisé pour l'usage sur papier électronique
he: שינוי רכיבי ממשק מסוימים והתאמת התנהגות הכלים לשימוש מיטבי במסכי דיו אלקטרוני
hi: कुछ UI तत्वों को बदलता है और ई-पेपर प्रदर्शन पर अनुकूलित उपयोग के लिए टूल के व्यवहार को संशोधित करता है
it: Cambia alcuni elementi dell'interfaccia utente e modifica il comportamento di strumenti per un utilizzo ottimizzato sui display E-Paper
ja: 電子ペーパーディスプレイでの使用に最適化するため、 特定の UI 要素を変更し、ツールの動作を変更します
ne: अनुकूल ई-कागज प्रदर्शनका लागि केही UI तत्त्वहरू र औजारहरूको व्यवहार फेर्नुहोस्
nl: Verandert bepaalde interface-elementen en wĳzigt het gedrag van gereedschap voor geoptimaliseerd gebruik op E-paper-schermen
pl: Zmienia pewne elementy interfejsu i zmienia zachowanie narzędzi by zoptymalizować użytkowanie na ekranach E-Paper
pt_br: Muda certos elementos de UI e modifica comportamentos de ferramentas otimizadas para uso em telas E-Paper
ru: Изменяет некоторые элементы интерфейса и поведение инструментов для использования на e-ink дисплеях
ta: சில UI கூறுகளை மாற்றுகிறது மற்றும் நடத்தையை மாற்றுகிறது மின் காகித காட்சிகளில் உகந்த பயன்பாட்டிற்கான கருவிகள்
tr: Belirli kullanıcı arayüzü öğelerini ve araç davranışları e-Kağıt ekranlarda en iyilenmiş kullanım için değiştirir
uk: Змінює певні елементи інтерфейсу та модифікує поведінку інструментів для оптимізації використання на e-ink дисплеях

source: Inertial Touch Scrolling
ar: التمرير بالزخم
bn: ইনর্শিয়াল টাচ স্ক্রোলিং
cs: Inerciální dotykové posouvání
de: Touch-Scrolling mit Trägheit
es: Desplazamiento táctil inercial
fr: Défilement tactile inertiel
he: גלילת מגע מתמשכת
hi: जड़त्वीय टच स्क्रॉलिंग
it: Scrollare inertiale a tocco
ja: 慣性タッチスクロール
ne: इनर्शियल टच स्क्रोलिङ
nl: Scrollen via aanraking met inertie
pl: Inercyjne Przewijanie Dotykowe
pt_br: Rolagem de toque inerte
ru: Сенсорная прокрутка с инерцией
ta: செயலற்ற தொடு உருட்டுதல்
th: เลื่อนด้วยการสับผัสแบบหน่วง
tr: Ataletsel Dokunmatik Kaydırma
uk: Інерційна сенсорна прокрутка
zh_hans: 惯性触摸滚动
zh_hant: 慣性觸控滾動

source: Set whether touch scrolling on the canvas is inertial. An application restart is required when this option gets disabled.
ar: عيِّن ما إذا كان التمرير باللمس له زخم. تجب إعادة تشغيل التطبيق حال تعطيل هذا الخيار.
bn: ক্যানভাসে স্পর্শ স্ক্রোলিং ইনর্শিয়াল কিনা তা সেট করুন। এই অ্যাপ্লিকেশন পুনরায় চালু করা প্রয়োজন এই বিকল্পটি অক্ষম হয়ে গেলে।
cs: Nastavit, zda je posouvání dotykem na plátně inerciální. Pokud je tato možnost nastavena, je nutné restartovat aplikaci. zakázán.
de: Ändere, ob Touch-Scrolling auf der Leinwand träge ist. Neustart der Anwendung erforderlich, wenn diese Option ausgeschaltet wird.
es: Establece si el desplazamiento táctil en el lienzo es inercial. Se requiere un reinicio de la aplicación cuando esta opción se desactiva.
fr: Définir si le défilement tactile sur le canevas est inertiel. Un redémarrage de l’application est nécessaire lorsque cette option est désactivée.
he: הגדרה אם גלילת המגע על הקנבס היא מתמשכת. נדרשת הפעלה מחדש של היישום כאשר אפשרות זו מושבתת.
hi: निर्धारित करें कि कैनवास पर स्पर्श स्क्रॉलिंग जड़त्वीय है या नहीं। जब यह विकल्प अक्षम हो जाता है तो एप्लिकेशन को पुनरारंभ करना आवश्यक होता है।
it: Imposta se lo scorrimento tramite tocco sull'area di disegno è inerziale. È necessario riavviare l'applicazione quando questa opzione viene disabilitato.
ja: キャンバス上のタッチスクロールを慣性にするか どうかを設定します。無効化時、アプリケーションの 再起動が必要です。
ne: क्यानभासमा टच स्क्रोलिङ इनर्शियल राख्ने कि नराख्ने? यो विकल्प फेर्दा एप्लिकेसन पुन: सुरु गर्न आवश्यक छ।
nl: Stel in of scrollen via aanraken van het canvas met inertie is. De applicatie moet herstart worden wanneer deze optie uitgeschakeld wordt.
pl: Włącz lub wyłącz inercyjne przewijanie dotykowe. Wymagane ponowne uruchomienie aplikacji.
pt_br: Defina se a rolagem por toque no canvas será inercial. É necessário reiniciar o aplicativo quando essa opção for desativada.
ru: Установить является ли прокрутка холста пальцем инерционной. Программе понадобится перезагрузка при отключении этой опции.
ta: கேன்வாஸில் தொடு உருட்டுதல் செயலற்றதா என்பதை அமைக்கவும். இந்த விருப்பத்தின் போது பயன்பாட்டை மறுதொடக்கம் செய்ய வேண்டியது முடக்கப்படுகிறது.
th: กำหนดการหน่วงของการเลื่อนด้วยการสัมผัส จำเป็นต้องรีสตาร์ทแอปพลิเคชั่น เมื่อปิดการตั้งค่านี้
tr: Tuvalde dokunarak kaydırmanın ataletsel olup olmayacağını ayarlayın. Bu seçenek devre dışı bırakıldığında uygulamanın yeniden başlatılması gerekir.
uk: Дозволяє вказати, чи буде прокрутка на полотні інерційною. Якщо цей параметр вимкнено, потрібно перезапустити застосунок.
zh_hans: 设置画布上的触摸滚动是否为惯性滚动。 当这个选项被禁用时， 应用程序需要重新启动。
zh_hant: 設定畫布上的觸控滾動是否為慣性滾動。 當這個選項被禁用時， 應用程式需要重新啟動。

source: Regular Cursor
ar: المؤشِّر العاديُّ
bn: সাধারন কার্সার
cs: Běžný kurzor
de: Regulärer Cursor
es: Cursor regular
fi: Tavallinen kohdistin
fr: Curseur normal
he: סמן רגיל
hi: नियमित कर्सर
it: Cursore Normale
ja: 通常のカーソル
ko: 일반 커서
ne: सामान्य कर्सर
nl: Normale aanwĳzer
pl: Zwykły kursor
pt_br: Cursor Regular
ru: Обычный курсор
ta: வழக்கமான சுட்டி
th: รูปแบบเคอร์เซอร์ปกติ
tr: Normal İmleç
uk: Звичайний курсор
zh_hans: 普通光标
zh_hant: 普通游標

source: Set the regular cursor
ar: عيِّن المؤشِّر العاديّ
bn: সাধারন কার্সার সেট করুন
cs: Nastavit běžný kurzor
de: Regulären Cursor ändern
es: Establecer el cursor normal
fi: Aseta tavallinen kohdistin
fr: Définir le curseur régulier
he: הגדרת הסמן הרגיל
hi: नियमित कर्सर निर्धारित करें
it: Scegli il cursore
ja: 通常のカーソルを設定します
ko: 일반 커서를 설정합니다
ne: सामान्य कर्सर सेट गर्नुहोस्
nl: Stel de normale aanwijzer in
pl: Ustawienie kursora zwykłego
pt_br: Definir o cursor regular
ru: Выбрать стиль обычного курсора
ta: வழக்கமான சுட்டியை அமைக்கவும்
th: กำหนดรูปแบบเคอร์เซอร์ปกติ
tr: Normal imleci ayarla
uk: Встановити звичайний курсор
zh_hans: 设置通常的光标样式
zh_hant: 設定通常的游標樣式

source: Show Drawing Cursor
ar: أظهر مؤشِّر الرسم
bn: অঙ্কন কার্সার দেখান
cs: Zobrazit kreslící kurzor
de: Zeichnen-Cursor zeigen
es: Mostrar el cursor de dibujo
fi: Näytä piirrustuskohdistin
fr: Afficher le curseur de dessin
he: הצגת סמן הציור
hi: रेखांकन कर्सर दिखाएं
it: Mostra cursore di disegno
ja: 描画カーソルを表示
ne: रेखाचित्रकारी कर्सर देखाउनुहोस्
nl: Tekenaanwijzer tonen
pl: Pokaż Kursor Rysowania
pt_br: Mostrar o Cursor de Desenho
ru: Показать курсор для рисования
ta: வரைதல் சுட்டியைக் காட்டு
th: แสดงเคอร์เซอร์ในการวาด
tr: Çizim İmlecini Göster
uk: Курсор для малювання
zh_hans: 显示画笔光标
zh_hant: 顯示畫筆游標
