Repository: flxzt/rnote
Catalog: crates/rnote-ui/po/*.po
Languages: ar, bn, cs, de, es, fi, fr, he, hi, it, ja, ko, ne, nl, pl, pt_br, ru, ta, th, tr, uk, zh_hans, zh_hant

source: Ellipse with foci
ar: شكل إهليلجيٌّ ببؤرة
bn: নাভী সহিত উপবৃত্ত
cs: Elipsa s ohnisky
de: Ellipse mit Brennpunkten
es: Elipse con focos
fi: Ellipsi kohdistimilla
fr: Ellipse avec foyers
he: אליפסה עם מוקדים
hi: केंद्र के साथ दीर्घवृत्त
it: Ellisse con i fuochi
ja: 焦点を持つ楕円
ko: 초점이 있는 타원
ne: फोकसहरू भएको दीर्घवृत्त
nl: Ellips plaatsen met focusring
pl: Elipsa z ogniskami
pt_br: Elipse com focos
ru: Эллипс с очагами
ta: குவியத்துடன் கூடிய நீள்வட்டம்
th: วงรีด้วยจุดโฟกัส
tr: Odaklı elips
uk: Еліпс з фокусами
zh_hans: 焦点椭圆
zh_hant: 焦點橢圓

source: Quadratic bezier curve
ar: منحنى بيزير تربيعيّ
bn: দ্বিঘাত বেজিয়ে বক্ররেখা
cs: Kvadratická bézierova křivka
de: Quadratische Bezierkurve
es: Curva cuadrática de Bézier
fi: Neliöllinen Bézier-käyrä
fr: Courbe de Bézier quadratique
he: עקומת בזייה ריבועית
hi: द्विघात बेज़ियर वक्र
it: Curva di Bézier quadratica
ja: 4次ベジェ曲線
ko: 2차 베지어 곡선
ne: द्विघात बेजियर वक्र
nl: Kwadratische bezier-kromme
pl: Kwadratowa krzywa Beziera
pt_br: Curva de Bézier quadrática
ru: Квадратичная кривая Безье
ta: இருபடி பெஜியர் வளைவு
th: เส้นโค้งเบซิเยร์สองจังหวะ
tr: İkinci dereceden bezier eğrisi
uk: Квадратична крива Безьє
zh_hans: 二次贝塞尔曲线
zh_hant: 二次貝塞爾曲線

source: Cubic bezier curve
ar: منحنى بيزير مكعَّب
bn: ত্রিঘাত বেজিয়ে বক্ররেখা
cs: Kubická bézierova křivka
de: Kubische Bezierkurve
es: Curva cúbica de Bézier
fi: Kuutiollinen Bézier-käyrä
fr: Courbe de Bézier cubique
he: עקומת בזייה מעוקבת
hi: घन बेज़ियर वक्र
it: Curva di Bézier cubica
ja: 3次ベジェ曲線
ko: 3차 베지어 곡선
ne: क्यूबिक बेजियर वक्र
nl: Kubieke bezier-kromme
pl: Sześcienna krzywa Beziera
pt_br: Curva de Bézier cúbica
ru: Кубическая кривая Безье
ta: க்யூபிக் பெஜியர் வளைவு
th: เส้นโค้งเบซิเยร์สามจังหวะ
tr: Kübik bezier eğrisi
uk: Кубічна крива Безьє
zh_hans: 三次贝塞尔曲线
zh_hant: 三次貝塞爾曲線

source: Polyline
ar: متعدد الخطوط
bn: পলিলাইন
cs: Polylinie
de: Polylinie
es: Polilínea
fi: Murtoviiva
fr: Polyligne
he: קו שבור
hi: बहुरेखा
it: Polilinea
ja: 折れ線
ne: बहुरेखा
nl: Polylĳn
pl: Łamana
pt_br: Linhas combinadas
ru: Ломаная линия
ta: பாலிலைன்
th: เส้นหลายจุด
tr: Çoklu çizgi
uk: Ломана лінія
zh_hans: 多段线
zh_hant: 多段線

source: Polygon
ar: مُضَلَّع
bn: বহুভুজ
cs: Mnohoúhelník
de: Vieleck
es: Polígono
fi: Monikulmio
fr: Polygone
he: מצולע
hi: बहुभुज
it: Poligono
ja: 多角形
ne: बहुभुज
nl: Veelhoek
pl: Wielokąt
pt_br: Polígono
ru: Многоугольник
ta: பலகோணம்
th: รูปหลายเหลี่ยม
tr: Çokgen
uk: Багатокутник
zh_hans: 多边形
zh_hant: 多邊形

source: Application restart is required
ar: تجب إعادة تشغيل التطبيق
bn: অ্যাপ্লিকেশন পুনরায় চালু করা প্রয়োজন
cs: Je vyžadován restart aplikace
de: Anwendungsneustart ist erforderlich
es: Es necesario reiniciar la aplicación
fi: Sovellus on käynnistettävä uudelleen
fr: Le redémarrage de l’application est nécessaire
he: נדרשת הפעלה מחדש של היישום
hi: एप्लिकेशन पुनरारंभ आवश्यक है
it: Riavvio di applicazione necessario
ja: アプリケーションの再起動が必要
ne: एप्लिकेसन फेरी सुरु गर्न आवश्यक छ।
nl: Herstarten van de applicatie is vereist
pl: Wymagany jest restart programu
pt_br: Reinicio da aplicação é necessário
ru: Требуется перезапуск приложения
ta: விண்ணப்பத்தை மறுதொடக்கம் செய்ய வேண்டும்
th: จำเป็นต้องรีสตาร์ทแอปพลิเคชัน
tr: Uygulamanın yeniden başlatılması gerekiyor
uk: Потрібно перезапустити застосунок
zh_hans: 应用程序需要重新启动
zh_hant: 應用程式需要重新啟動

# a cursor type
source: Crosshair (Small)
ar: خطَّان متقاطعان (صغيران)
bn: ক্রসহেয়ার (ছোট)
cs: Křížek (malý)
de: Fadenkreuz (Klein)
es: Punto de mira (pequeño)
fi: Tähtäin (pieni)
fr: Réticule (petit)
he: צלב (קטן)
hi: क्रॉसहेयर (छोटा)
it: Mirino (piccolo)
ja: 十字 (小)
ne: क्रसहेयर (सानो)
nl: Vizier (klein)
pl: Celownik (Mały)
pt_br: Ponteiro (Pequena)
ru: Перекрестие (маленькое)
ta: குறுக்கு முடி (சிறியது)
th: เป้าเล็ง (เล็ก)
tr: Artı Simgesi (Küçük)
uk: Перехрестя (Маленьке)
zh_hans: 十字准线（小）
zh_hant: 十字準線（小）

# a cursor type
source: Crosshair (Medium)
ar: خطَّان متقاطعان (متوسِّطا الحجم)
bn: ক্রসহেয়ার (মাঝারি)
cs: Křížek (střední)
de: Fadenkreuz (Mittel)
es: Punto de mira (mediano)
fi: Tähtäin (tavallinen)
fr: Réticule (moyen)
he: צלב (בינוני)
hi: क्रॉसहेयर (मध्यम)
it: Mirino (medio)
ja: 十字 (中)
ne: क्रसहेयर (ठीकको)
nl: Vizier (gemiddeld)
pl: Celownik (Średni)
pt_br: Ponteiro (Média)
ru: Перекрестие (среднее)
ta: குறுக்கு முடி (நடுத்தர)
th: เป้าเล็ง (กลาง)
tr: Artı Simgesi (Orta)
uk: Перехрестя (Середнє)
zh_hans: 十字准线（中等）
zh_hant: 十字準線（中等）

# a cursor type
source: Crosshair (Large)
ar: خطَّان متقاطعان (كبيران)
bn: ক্রসহেয়ার (বড়)
cs: Křížek (velký)
de: Fadenkreuz (Groß)
es: Punto de mira (grande)
fi: Tähtäin (suuri)
fr: Réticule (grand)
he: צלב (גדול)
hi: क्रॉसहेयर (बड़ा)
it: Mirino (grande)
ja: 十字 (大)
ne: क्रसहेयर (ठूलो)
nl: Vizier (groot)
pl: Celownik (Duży)
pt_br: Ponteiro (Grande)
ru: Перекрестие (большое)
ta: குறுக்கு முடி (பெரியது)
th: เป้าเล็ง (ใหญ่)
tr: Artı Simgesi (Büyük)
uk: Перехрестя (Велике)
zh_hans: 十字准线（大）
zh_hant: 十字準線（大）

# a cursor type
source: Dot (Small)
ar: نقطة (صغيرة)
bn: বিন্দু (ছোট)
cs: Tečka (malá)
de: Punkt (Klein)
es: Punto (pequeño)
fi: Piste (pieni)
fr: Point (petit)
he: נקודה (קטנה)
hi: बिंदु (छोटा)
it: Punto (piccolo)
ja: ドット (小)
ne: बिन्दु (सानो)
nl: Stip (klein)
pl: Kropka (Mała)
pt_br: Ponto (Pequeno)
ru: Точка (маленькая)
ta: புள்ளி (சிறியது)
th: จุด (เล็ก)
tr: Nokta (Küçük)
uk: Крапка (Маленька)
zh_hans: 点（小）
zh_hant: 點（小）

# a cursor type
source: Dot (Medium)
ar: نقطة (متوسِّطة)
bn: বিন্দু (মাঝারি)
cs: Tečka (střední)
de: Punkt (Mittel)
es: Punto (mediano)
fi: Piste (tavallinen)
fr: Point (moyen)
he: נקודה (בינונית)
hi: बिंदु (मध्यम)
it: Punto (medio)
ja: ドット (中)
ne: बिन्दु (ठीकको)
nl: Stip (gemiddeld)
pl: Kropka (Średnia)
pt_br: Ponto (Médio)
ru: Точка (средняя)
ta: புள்ளி (நடுத்தர)
th: จุด (กลาง)
tr: Nokta (Orta)
uk: Крапка (Середня)
zh_hans: 点（中等）
zh_hant: 點（中等）

# a cursor type
source: Dot (Large)
ar: نقطة (كبيرة)
bn: বিন্দু (বড়)
cs: Tečka (velká)
de: Punkt (Groß)
es: Punto (grande)
fi: Piste (suuri)
fr: Point (grand)
he: נקודה (גדולה)
hi: बिंदु (बड़ा)
it: Punto (grande)
ja: ドット (大)
ne: बिन्दु (ठूलो)
nl: Stip (groot)
pl: Kropka (Duża)
pt_br: Ponto (Grande)
ru: Точка (большая)
ta: புள்ளி (பெரியது)
th: จุด (ใหญ่)
tr: Nokta (Büyük)
uk: Крапка (Велика)
zh_hans: 点（大）
zh_hant: 點（大）

# a cursor type
source: Teardrop North-West (Small)
ar: دمعة شمال-غرب (صغيرة)
bn: টিয়ারড্রপ উত্তর-পশ্চিম (ছোট)
cs: Kapka severozápadní (malá)
de: Tropfen Nord-West (Klein)
es: Lágrima noroeste (pequeña)
fi: Pisara, luode (pieni)
fr: Goutte d’eau Nord-Ouest (petite)
he: טיפה צפון־מערבית (קטנה)
hi: अश्रु उत्तर-पश्चिम (छोटा)
it: A Goccia Nord-Ovest (piccolo)
ja: 左向きのしずく (小)
ne: आँसुको थोपा उत्तर-पश्चिम (सानो)
nl: Druppel noordwest (klein)
pl: Łezka Północny Zachód (Mała)
pt_br: Gota voltada para o Noroeste (Pequeno)
ru: Cлеза, северо-запад (маленькая)
ta: கண்ணீர் வடமேற்கு (சிறியது)
th: หยดน้ำบนซ้าย (เล็ก)
tr: Gözyaşı Kuzey Batı (Küçük)
uk: Каплевидний північно-західний (Малий)
zh_hans: 西北方向水滴（小）
zh_hant: 西北方向水滴（小）

# a cursor type
source: Teardrop North-West (Medium)
ar: دمعة شمال-غرب (متوسِّطة)
bn: টিয়ারড্রপ উত্তর-পশ্চিম (মাঝারি)
cs: Kapka severozápadní (střední)
de: Tropfen Nord-West (Mittel)
es: Lágrima noroeste (media)
fi: Pisara, luode (tavallinen)
fr: Goutte d’eau Nord-Ouest (moyenne)
he: טיפה צפון־מערבית (בינונית)
hi: अश्रु उत्तर-पश्चिम (मध्यम)
it: A Goccia Nord-Ovest (medio)
ja: 左向きのしずく (中)
ne: आँसुको थोपा उत्तर-पश्चिम (ठीकको)
nl: Druppel noordwest (gemiddeld)
pl: Łezka Północny Zachód (Średnia)
pt_br: Gota voltada para o Noroeste (Médio)
ru: Слеза, северо-запад (средняя)
ta: கண்ணீர் வடமேற்கு (நடுத்தர)
th: หยดน้ำบนซ้าย (กลาง)
tr: Gözyaşı Kuzey Batı (Orta)
uk: Каплевидний північно-західний (Середній)
zh_hans: 西北方向水滴（中等）
zh_hant: 西北方向水滴（中等）

# a cursor type
source: Teardrop North-West (Large)
ar: دمعة شمال-غرب (كبيرة)
bn: টিয়ারড্রপ উত্তর-পশ্চিম (বড়)
cs: Kapka severozápadní (velká)
de: Tropfen Nord-West (Groß)
es: Lágrima noroeste (grande)
fi: Pisara, luode (suuri)
fr: Goutte d’eau Nord-Ouest (grande)
he: טיפה צפון־מערבית (גדולה)
hi: अश्रु उत्तर-पश्चिम (बड़ा)
it: A Goccia Nord-Ovest (grande)
ja: 左向きのしずく (大)
ne: आँसुको थोपा उत्तर-पश्चिम (ठूलो)
nl: Druppel noordwest (groot)
pl: Łezka Północny Zachód (Duża)
pt_br: Gota voltada para o Noroeste (Grande)
ru: Слеза, северо-запад (большая)
ta: கண்ணீர் வடமேற்கு (பெரியது)
th: หยดน้ำบนซ้าย (ใหญ่)
tr: Gözyaşı Kuzey Batı (Büyük)
uk: Каплевидний північно-західний (Великий)
zh_hans: 西北方向水滴（大）
zh_hant: 西北方向水滴（大）

# a cursor type
source: Teardrop North-East (Small)
ar: دمعة شمال-شرق (صغيرة)
bn: টিয়ারড্রপ উত্তর-পূর্ব (ছোট)
cs: Kapka severovýchodní (malá)
de: Tropfen Nord-Ost (Klein)
es: Lágrima noreste (pequeña)
fi: Pisara, koillinen (pieni)
fr: Goutte d’eau Nord-Est (petite)
he: טיפה צפון־מזרחית (קטנה)
hi: अश्रु-उत्तर-पूर्व (छोटा)
it: A Goccia Nord-Est (piccolo)
ja: 右向きのしずく (小)
ne: आँसुको थोपा उत्तर-पूर्व (सानो)
nl: Druppel noordoost (klein)
pl: Łezka Północny Wschód (Mała)
pt_br: Gota voltada para o Nordeste (Pequeno)
ru: Слеза, северо-восток (маленькая)
ta: கண்ணீர் வடகிழக்கு (சிறியது)
th: หยดน้ำบนขวา (เล็ก)
tr: Gözyaşı Kuzey Doğu (Küçük)
uk: Каплевидний північно-східний (Малий)
zh_hans: 东北方向水滴（小）
zh_hant: 東北方向水滴（小）

# a cursor type
source: Teardrop North-East (Medium)
ar: دمعة شمال-شرق (متوسِّطة)
bn: টিয়ারড্রপ উত্তর-পূর্ব (মাঝারি)
cs: Kapka severovýchodní (střední)
de: Tropfen Nord-Ost (Mittel)
es: Lágrima noreste (media)
fi: Pisara, koillinen (tavallinen)
fr: Goutte d’eau Nord-Est (moyenne)
he: טיפה צפון־מזרחית (בינונית)
hi: अश्रु-उत्तर-पूर्व (मध्यम)
it: A Goccia Nord-Est (medio)
ja: 右向きのしずく (中)
ne: आँसुको थोपा उत्तर-पूर्व (ठीकको)
nl: Druppel noordoost (gemiddeld)
pl: Łezka Północny Wschód (Średnia)
pt_br: Gota voltada para o Nordeste (Médio)
ru: Слеза, северо-восток (средняя)
ta: கண்ணீர் வடகிழக்கு (நடுத்தர)
th: หยดน้ำบนขวา (กลาง)
tr: Gözyaşı Kuzey Doğu (Orta)
uk: Крапля північно-східна (Середня)
zh_hans: 东北方向水滴（中等）
zh_hant: 東北方向水滴（中等）

# a cursor type
source: Teardrop North-East (Large)
ar: دمعة شمال-شرق (كبيرة)
bn: টিয়ারড্রপ উত্তর-পূর্ব (বড়)
cs: Kapka severovýchodní (velká)
de: Tropfen Nord-Ost (Groß)
es: Lágrima noreste (grande)
fi: Pisara, koillinen (suuri)
fr: Goutte d’eau Nord-Est (grande)
he: טיפה צפון־מזרחית (גדולה)
hi: अश्रु उत्तर-पूर्व (बड़ा)
it: A Goccia Nord-Est (grande)
ja: 右向きのしずく (大)
ne: आँसुको थोपा उत्तर-पूर्व (ठूलो)
nl: Druppel noordoost (groot)
pl: Łezka Północny Wschód (Duża)
pt_br: Gota voltada para o Nordeste (Largo)
ru: Слеза, северо-восток (большая)
ta: கண்ணீர் வடகிழக்கு (பெரியது)
th: หยดน้ำบนขวา (ใหญ่)
tr: Gözyaşı Kuzey Doğu (Büyük)
uk: Каплевидний північно-східний (Великий)
zh_hans: 东北方向水滴（大）
zh_hant: 東北方向水滴（大）

# a cursor type
source: Teardrop North (Small)
ar: دمعة شمال (صغيرة)
bn: টিয়ারড্রপ উত্তর (ছোট)
cs: Kapka severní (malá)
de: Tropfen Nord (Klein)
es: Lágrima norte (pequeña)
fi: Pisara, pohjoinen (pieni)
fr: Goutte d’eau Nord (petite)
he: טיפה צפונית (קטנה)
hi: अश्रु उत्तर (छोटा)
it: A Goccia Nord (piccolo)
ja: 上向きのしずく (小)
ne: आँसुको थोपा उत्तर (सानो)
nl: Druppel noord (klein)
pl: Łezka Północ (Mała)
pt_br: Gota voltada para o norte (Pequeno)
ru: Слеза, север (маленькая)
ta: கண்ணீர் வடக்கு (சிறியது)
th: หยดน้ำบน (เล็ก)
tr: Gözyaşı Kuzey (Küçük)
uk: Каплевидна північ (Мала)
zh_hans: 正北方向水滴（小）
zh_hant: 正北方向水滴（小）

# a cursor type
source: Teardrop North (Medium)
ar: دمعة شمال (متوسِّطة)
bn: টিয়ারড্রপ উত্তর (মাঝারি)
cs: Kapka severní (střední)
de: Tropfen Nord (Mittel)
es: Lágrima norte (media)
fi: Pisara, pohjoinen (tavallinen)
fr: Goutte d’eau Nord (moyenne)
he: טיפה צפונית (בינונית)
hi: अश्रु उत्तर (मध्यम)
it: A Goccia Nord (medio)
ja: 上向きのしずく (中)
ne: आँसुको थोपा उत्तर (ठीकको)
nl: Druppel noord (gemiddeld)
pl: Łezka Północ (Średnia)
pt_br: Gota voltada para o Norte (Médio)
ru: Слеза, север (средняя)
ta: கண்ணீர் வடக்கு (நடுத்தர)
th: หยดน้ำบน (กลาง)
tr: Gözyaşı Kuzey (Orta)
uk: Каплевидна північ (Середня)
zh_hans: 正北方向水滴（中等）
zh_hant: 正北方向水滴（中等）

# a cursor type
source: Teardrop North (Large)
ar: دمعة شمال (كبيرة)
bn: টিয়ারড্রপ উত্তর (বড়)
cs: Kapka severní (velká)
de: Tropfen Nord (Groß)
es: Lágrima norte (grande)
fi: Pisara, pohjoinen (suuri)
fr: Goutte d’eau Nord (grande)
he: טיפה צפונית (גדולה)
hi: अश्रु उत्तर (बड़ा)
it: A Goccia Nord (grande)
ja: 上向きのしずく (大)
ne: आँसुको थोपा उत्तर (ठूलो)
nl: Druppel noord (groot)
pl: Łezka Północ (Duża)
pt_br: Gota voltada para o Norte (Grande)
ru: Слеза, север (большая)
ta: கண்ணீர் வடக்கு (பெரியது)
th: หยดน้ำบน (ใหญ่)
tr: Gözyaşı Kuzey (Büyük)
uk: Каплевидний північний (Великий)
zh_hans: 正北方向水滴（大）
zh_hant: 正北方向水滴（大）

# a cursor type
source: Beam (Small)
ar: شعاع (صغير)
bn: রশ্মি (ছোট)
cs: Paprsek (malý)
de: Strahl (Klein)
es: Haz (pequeño)
fi: Säde (pieni)
fr: Faisceau (petit)
he: קרן (קטנה)
hi: बीम (छोटा)
it: Fascia (piccolo)
ja: レーザーポインター (小)
ne: रातो लेजर (सानो)
nl: Balk (klein)
pl: Belka (Mała)
pt_br: Feixe (Pequeno)
ru: Луч (маленький)
ta: கற்றை (சிறியது)
th: ลำแสง (เล็ก)
tr: Hüzme (Küçük)
uk: Промінь (Малий)
zh_hans: 横（小）
zh_hant: 橫（小）

# a cursor type
source: Beam (Medium)
ar: شعاع (متوسِّط)
bn: রশ্মি (মাঝারি)
cs: Paprsek (střední)
de: Strahl (Mittel)
es: Haz (medio)
fi: Säde (tavallinen)
fr: Faisceau (moyen)
he: קרן (בינונית)
hi: बीम (मध्यम)
it: Fascia (medio)
ja: レーザーポインター (中)
ne: रातो लेजर (ठीकको)
nl: Balk (gemiddeld)
pl: Belka (Średnia)
pt_br: Feixe (Médio)
ru: Луч (средний)
ta: கற்றை (நடுத்தரம்)
th: ลำแสง (กลาง)
tr: Hüzme (Orta)
uk: Промінь (Середній)
zh_hans: 横（中等）
zh_hant: 橫（中等）

# a cursor type
source: Beam (Large)
ar: شعاع (كبير)
bn: রশ্মি (বড়)
cs: Paprsek (velký)
de: Strahl (Groß)
es: Haz (grande)
fi: Säde (suuri)
fr: Faisceau (grand)
he: קרן (גדולה)
hi: बीम (बड़ा)
it: Fascia (grande)
ja: レーザーポインター (大)
ne: रातो लेजर (ठूलो)
nl: Balk (groot)
pl: Belka (Duża)
pt_br: Feixe (Grande)
ru: Луч (большой)
ta: கற்றை (பெரியது)
th: ลำแสง (ใหญ่)
tr: Hüzme (Büyük)
uk: Промінь (Великий)
zh_hans: 横（大）
zh_hant: 橫（大）

source: Can't duplicate an unsaved document
ar: لايمكن يعمل نسخة مكررة من مستند غير محفوظ
bn: অসংরক্ষিত ফাইল নকল করা সম্ভব নই
cs: Nelze duplikovat neuložený dokument
de: Nicht möglich ein ungesichertes Dokument zu duplizieren
es: No se puede duplicar un documento no guardado
fi: Tallentamatonta asiakirjaa ei voi monistaa
fr: Impossible de dupliquer un document non sauvegardé
he: לא ניתן לשכפל מסמך שלא נשמר
hi: बिना सहेजे गए दस्तावेज की प्रतिलिपि नहीं बनाई जा सकती
it: Impossibile duplicare un documento non salvato
ja: 未保存の文書は複製できません
ne: बचत नगरिएको कागजातको प्रतिकृति गर्न मिल्दैन।
nl: Kan een niet-opgeslagen document niet dupliceren
pl: Nie można zduplikować niezapisanego dokumentu
pt_br: Não é possível duplicar um documento que não foi salvo
ru: Не удалось скопировать несохранённый документ
ta: சேமிக்கப்படாத ஆவணத்தை நகலெடுக்க முடியாது
th: ไม่สามารถสำเนาเอกสารที่ยังไม่ถูกบันทึก
tr: Kaydedilmemiş belge çoğaltılamaz
uk: Не вдається продублювати незбережений документ
zh_hans: 无法复制未保存的文档
zh_hant: 無法複製未儲存的文件

source: Duplicating the file failed
bn: ফাইল নকল করতে ব্যর্থ হয়েছে
cs: Nepodařilo se duplikovat soubor
de: Datei duplizieren fehlgeschlagen
es: Error al duplicar el archivo
fi: Tiedoston monistaminen epäonnistui
fr: La duplication du fichier a échoué
he: שכפול הקובץ נכשל
hi: फाइल की प्रतिलिपि बनाना विफल रहा
it: Duplicazione del file non riuscita
ja: ファイルの複製に失敗しました
ne: कागजातको प्रतिकृति गर्न असफल
nl: Bestand dupliceren mislukt
pl: Duplikowanie pliku nie powiodło się
pt_br: Falha ao duplicar o arquivo
ru: Не удалось скопировать файл
ta: கோப்பை நகலெடுக்க முடியவில்லை
th: สำเนาไฟล์ล้มเหลว
tr: Dosya çoğaltılamadı
uk: Дублювати файл не вдалося
zh_hans: .rnote 文件复制失败
zh_hant: .rnote 檔案複製失敗

source: Duplicating the directory failed
bn: ডিরেক্টরি নকল করুন
cs: Nepodařilo se duplikovat adresář
de: Verzeichnis duplizieren fehlgeschlagen
es: Error al duplicar el directorio
fi: Kansion monistaminen epäonnistui
fr: La duplication du dossier a échoué
he: שכפול התיקייה נכשל
hi: निर्देशिका की प्रतिलिपि बनाना विफल रहा
it: Duplicazione della directory non riuscita
ja: ディレクトリの複製に失敗しました
ne: डाइरेक्टरी प्रतिकृति गर्न असफल
nl: Map dupliceren mislukt
pl: Duplikowanie katalogu nie powiodło się
pt_br: Falha ao duplicar diretório
ru: Не удалось скопировать папку
ta: கோப்பகத்தை நகலெடுப்பது தோல்வியடைந்தது
th: สำเนาไดเรกทอรีล้มเหลว
tr: Dizin çoğaltılamadı
uk: Дублювання каталогу не вдалося
zh_hans: 复制目录失败
zh_hant: 複製目錄失敗

source: Open the file in the default app failed
bn: ডিফল্ট অ্যাপে ফাইল খুলতে ব্যর্থ হয়েছে
cs: Nepodařilo se otevřít soubor ve výchozí aplikaci
de: Datei mit der Standard-App öffnen fehlgeschlagen
es: Error al abrir el archivo en la aplicación predeterminada
fi: Tiedoston avaaminen oletussovelluksessa epäonnistui
fr: L'ouverture du fichier dans l'appli par défaut a échoué
he: פתיחת הקובץ ביישום ברירת המחדל נכשלה
hi: फाइल को डिफ़ॉल्ट ऐप में खोलना विफल रहा
it: L'apertura del file nell'app predefinita non è riuscita
ja: ファイルをデフォルトアプリで開けませんでした
ne: पूर्वनिर्धारित एपमा कागजात खोल्न असफल
nl: Openen van het bestand in de standaard-app is mislukt
pl: Otwieranie pliku w domyślnej aplikacji nie powiodło się
pt_br: Falha ao abrir arquivo no aplicativo padrão
ru: Не удалось открыть файл в приложении по умолчанию
ta: இயல்புநிலை பயன்பாட்டில் கோப்பைத் திறக்க முடியவில்லை
th: การเปิดไฟล์ในแอปเริ่มต้นล้มเหลว
tr: Dosya öntanımlı dosya yöneticisinde açılamadı
uk: Не вдалося відкрити файл у програмі за замовчуванням

source: Renaming file failed, target file already exists
ar: فشلت عملية إعادة التسمية لان ألملف بهذا الاسم موجود مسبقا
bn: ফাইলের পুনঃনামকরণ ব্যর্থ হয়েছে, এই নামের ফাইল আগে থেকে আছে
cs: Nepodařilo se přejmenovat soubor, cílový soubor již existuje
de: Datei umbenennen fehlgeschlagen, Ziel existiert bereits
es: Error al renombrar el archivo, el archivo de destino ya existe
fi: Tiedoston nimeäminen uudelleen epäonnistui. Kohdetiedosto on jo olemassa
fr: Le renommage a échoué, ce fichier existe déjà
he: שינוי שם הקובץ נכשל, קובץ היעד כבר קיים
hi: फाइल नाम बदलना विफल रहा, लक्ष्य फाइल पहले से मौजूद है
it: Rinomina del file non riuscita, il file di destinazione esiste già
ja: ファイル名の変更に失敗しました。変更先のファイルがすでに存在します
ne: कागजातको नाम फेर्न असफल, नयाँ नाम भएको कागजात पहिलादेखि नै अवस्थित छ।
nl: Hernoemen van bestand mislukt, doelbestand bestaat al
pl: Zmiana nazwy pliku nie powiodła się, plik już istnieje
pt_br: Falha ao renomear o arquivo, o arquivo de destino já existe
ru: Не удалось переименовать файл, файл с таким названием уже существует
ta: கோப்பை மறுபெயரிடுவதில் தோல்வி, இலக்கு கோப்பு ஏற்கனவே உள்ளது
th: เปลี่ยนชื่อไฟล์ล้มเหลว มีไฟล์ชื่อซ้ำกันแล้ว
tr: Dosya yeniden adlandırılamadı, hedef dosya zaten var
uk: Не вдалося перейменувати файл, файл із такою назвою вже існує
zh_hans: 重命名文件失败，目标文件已存在
zh_hant: 重新命名檔案失敗，目標檔案已存在

source: Renaming file failed
bn: ফাইল পুনঃনামকরণ ব্যর্থ হয়েছে
cs: Nepodařilo se přejmenovat soubor
de: Datei umbenennen fehlgeschlagen
es: Error al renombrar el archivo
fi: Tiedoston nimeäminen uudelleen epäonnistui
fr: Le renommage du fichier a échoué
he: שינוי שם הקובץ נכשל
hi: फाइल का नाम बदलना विफल रहा
it: Rinominazione del file non riuscita
ja: ファイル名の変更に失敗しました
ne: कागजातको नाम फेर्न असफल
nl: Bestand hernoemen mislukt
pl: Zmiana nazwy pliku nie powiodła się
pt_br: Falha ao renomear arquivo
ru: Не удалось переименовать файл
ta: கோப்பை மறுபெயரிடுவதில் தோல்வி
th: เปลี่ยนชื่อไฟล์ล้มเหลว
tr: Dosya yeniden adlandırılamadı
uk: Не вдалося перейменувати файл
zh_hans: 文件重命名失败
zh_hant: 檔案重新命名失敗

source: Folder Name
ar: اسم المجلَّد
bn: ফোল্ডারের নাম
cs: Název složky
de: Ordnername
es: Nombre de la carpeta
fi: Kansion nimi
fr: Nom du répertoire
he: שם תיקייה
hi: फोल्डर का नाम
it: Nome Cartella
ja: フォルダー名
ko: 폴더 이름
ne: फोल्डरको नाम
nl: Mapnaam
pl: Nazwa Folderu
pt_br: Nome do diretório
ru: Имя папки
ta: கோப்புறை பெயர்
th: ชื่อแฟ้ม
tr: Klasör Adı
uk: Назва теки
zh_hans: 文件夹名称
zh_hant: 資料夾名稱

source: New Folder
ar: مجلَّد جديد
bn: নতুন ফোল্ডার
cs: Nová složka
de: Neuer Ordner
es: Carpeta nueva
fi: Uusi kansio
fr: Nouveau répertoire
he: תיקייה חדשה
hi: नया फोल्डर
it: Nuova Cartella
ja: 新しいフォルダー
ko: 새 폴더
ne: नयाँ फोल्डर
nl: Nieuwe map
pl: Nowy Folder
pt_br: Nova Pasta
ru: Новая папка
ta: புதிய அடைவு
th: สร้างแฟ้มใหม่
tr: Yeni Klasör
uk: Нова теки
zh_hans: 新建文件夹
zh_hant: 新建資料夾

# used in string representation of the current selected color
source: grey
ar: اللون الرمادي
bn: ধূসর
cs: šedá
de: grau
es: gris
fi: harmaa
fr: gris
he: אפור
hi: स्लेटी
it: grigio
ja: 灰色
ne: खरानी
nl: grĳs
pl: szary
pt_br: cinza
ru: серый
ta: சாம்பல் நிறம்
tr: gri
uk: сірий

# part of string representation of a color
source: rose
ar: أحمر أرجواني زاهي
bn: গোলাপি
cs: růžová
de: rosa
es: rosa
fi: roosa
he: ורוד
hi: गुलाब
it: rosa
ja: ピンク色
ne: गुलाफी
nl: roze
pl: różany
pt_br: rosa
ru: розовый
ta: ரோஜா
tr: gül
uk: рожевий

# part of string representation of a color
source: red
bn: লাল
cs: červená
de: rot
es: rojo
fi: punainen
fr: rouge
he: אדום
hi: लाल
it: rosso
ja: 赤色
ne: रातो
nl: rood
pl: czerwony
pt_br: vermelho
ru: красный
ta: சிவப்பு
tr: kırmızı
uk: червоний

# part of string representation of a color
source: orange
ar: برتقالي
bn: কমলা
cs: oranžová
es: naranja
fi: oranssi
he: כתום
hi: नारंगी
it: arancio
ja: 橙色
ne: सुन्तले
nl: oranje
pl: pomarańczowy
pt_br: laranja
ru: оранжевый
ta: ஆரஞ்சு
tr: turuncu
uk: помаранчевий

# part of string representation of a color
source: yellow
ar: اصفر
bn: হলুদ
cs: žlutá
de: gelb
es: amarillo
fi: keltainen
fr: jaune
he: צהוב
hi: पीला
it: giallo
ja: 黄色
ne: पहेँलो
nl: geel
pl: żółty
pt_br: amarelo
ru: жёлтый
ta: மஞ்சள்
tr: sarı
uk: жовтий

# part of string representation of a color
source: chartreuse-green
ar: اخضر مصفر
bn: chartreuse-সবুজ
cs: žlutozelená
de: chartreuse-grün
es: cartujo o chartreuse
fr: vert chartreuse
he: ירוק־צהבהב
hi: चार्टरेस-हरा
it: verde-certosa
ja: 黄緑色
ne: हरियो
nl: chartreuse-groen
pl: żółtozielony
pt_br: verde chartreuse
ru: ярко-зелёный
ta: சார்ட்ரூஸ்-பச்சை
tr: chartreuse yeşili
uk: жовтувато-зелений

# part of string representation of a color
source: green
ar: اخضر
bn: সবুজ
cs: zelená
de: grün
es: verde
fi: vihreä
fr: vert
he: ירוק
hi: हरा
it: verde
ja: 緑色
ne: हरियो
nl: groen
pl: zielony
pt_br: verde
ru: зелёный
ta: பச்சை
tr: yeşil
uk: зелений

# part of string representation of a color
source: spring-green
ar: أخضر الربيع
bn: বসন্ত-সবুজ
cs: výrazná zelená
de: frühlings-grün
es: Verde primavera
fi: keväänvihreä
fr: vert printemps
he: ירוק־אביבי
hi: वसंत-हरा
it: verde-primavera
ja: 青緑色
ne: दुबो
nl: lente­groen
pl: wiosenna zieleń
pt_br: verde primavera
ru: тёмно-зелёный
ta: வசந்த-பச்சை
tr: bahar yeşili
uk: весняно-зелений

# part of string representation of a color
source: cyan
ar: سماوي
bn: cyan-নীল
de: hellblau
fi: syaani
he: ציאן
hi: सियान
it: ciano
ja: 水色
ne: आकाशे
nl: cyaan
pl: niebieskozielony
pt_br: ciano
ru: голубой
ta: சியான்
tr: camgöbeği
uk: блакитний

# part of string representation of a color
source: azure
ar: سماوي مزرق
bn: azure-নীল
cs: azurová
de: azurblau
es: Cerúleo o azul cerúleo
fi: asuurinsininen
fr: azur
he: תכלת
hi: नभोनील
it: azzurro
ja: 空色
ne: निलो
nl: azuur
pl: błękitny
pt_br: azul celetes
ru: лазурный
ta: ஆகாய நீலநிறம்
tr: gök mavisi
uk: лазуровий

# part of string representation of a color
source: blue
ar: أزرق
bn: নীল
cs: modrá
de: blau
es: azul
fi: sininen
fr: bleu
he: כחול
hi: नीला
it: blu
ja: 青色
ne: निलो
nl: blauw
pl: niebieski
pt_br: azul
ru: синий
ta: நீலம்
tr: mavi
uk: синій

# part of string representation of a color
source: violet
ar: بنفسجي
bn: বেগুনি
cs: fialová
de: violett
es: violeta
fi: violetti
he: סגול
hi: बैंगनी
it: viola
ja: 紫色
ne: बैजनी
pl: fioletowy
pt_br: violeta
ru: фиолетовый
ta: ஊதா
tr: menekşe
uk: фіолетовий

# part of string representation of a color
source: greyish
ar: رمادي اللون
bn: ধুসরীয়
cs: šedavá
de: gräulich
es: grisáceo
fi: harmahtava
fr: grisâtre
he: אפרפר
hi: स्लेटी सा
it: grigiastro
ja: グレイッシュな
ne: खरानी जस्तो
nl: grĳs­achtig
pl: szarawy
pt_br: acinzentado
ru: сероватый
ta: சாம்பல் நிறமானது
tr: grimsi
uk: сіруватий

# part of string representation of a color
source: strong
it: Intenso
nl: vet
