Repository: flxzt/rnote
Catalog: crates/rnote-ui/po/*.po
Languages: ar, bn, cs, de, es, fi, fr, he, hi, it, ja, ko, ne, nl, pl, pt_br, ru, ta, th, tr, uk, zh_hans, zh_hant

source: Sketch and take handwritten notes
ar: ارسم واكتب ملاحظات بيدك
bn: স্কেচ করুন এবং হাতে লেখা নোটগুলি নিন
cs: Skicujte a dělejte si ručně psané poznámky
de: Zeichne und mache handschriftliche Notizen
es: Dibujar y tomar notas a mano
fi: Luonnostele ja tee käsinkirjoitettuja muistiinpanoja
fr: Dessinez et prenez des notes manuscrites
he: ציור וכתיבת הערות בכתב יד
hi: रेखाचित्र बनाएं और हस्तलिखित टिप्पणियां लें
it: Disegna e prendi appunti a mano
ja: スケッチや手書きのノートを作成します
ko: 스케치 및 손글씨 메모 작성하기
ne: रेखाचित्र कोर्नुहोस् र हस्तलिखित नोटहरू लिनुहोस्।
nl: Maak schetsen en handgeschreven aantekeningen
pl: Szkicuj i rób odręczne notatki
pt_br: Esboce e tome notas de forma manuscrita
ru: Делайте наброски и заметки от руки
ta: கையால் எழுதப்பட்ட குறிப்புகளை வரைந்து எடுக்கவும்
th: วาดและจดโน้ตด้วยปากกา
tr: Eskiz yap ve el yazısıyla notlar al
uk: Малюй та роби нотатки
zh_hans: 素描与手写笔记
zh_hant: 素描與手寫筆記

source: Gnome;GTK;Office;Graphics;Notes;
ar: جنوم;GTK;مكتب;رسوميات;ملاحظات;
bn: নোম;জিটিকে;অফিস;চিত্রলেখ;নোটস;
de: Gnome;GTK;Büro;Grafik;Notizen;
es: Gnome;GTK;Office;Graphics;Notes;Oficina;Gráficos;Notas;
fi: Gnome;GTK;Office;Graphics;Notes;toimisto;grafiikka;muistiinpanot;
fr: Gnome;GTK;Office;Dessin;Notes;Bureau;Graphisme;
he: ‫GNOME;GTK;כלים משרדיים;אופיס;גרפיקה;הערות;פנקס;רישומים;תרשימים;פתקיות;כתב יד;הערות;
hi: Gnome;GTK;Office;Graphics;Notes;गनोम;कार्यालय;ग्राफिक्स;टिप्पणियां;
it: Gnome;GTK;Ufficio;Grafica;Note;
ja: Gnome;GTK;Office;Graphics;Notes;オフィス;グラフィック;メモ;ノート;
ko: Gnome;GTK;Office;Graphics;Notes;그놈;오피스;그래픽;메모;
ne: नोम; जि टि के; कार्यालय; ग्राफिक्स; नोटहरू;
nl: Gnome;GTK;Kantoor;Grafisch;Foto;Aantekeningen;Notities;
pl: Gnome;GTK;Biuro;Grafika;Notatki;
pt_br: Gnome;GTK;Office;Gráficos;Notas;
ru: Gnome;GTK;Офис;Графика;Заметки;
ta: க்னோம்;ஜிடிகே;அலுவலகம்;கிராபிக்ஸ்;குறிப்புகள்;
th: Gnome;GTK;ออฟฟิศ;กราฟิก;โน้ต;
tr: Gnome;GTK;Office;Graphics;Notes;Ofis;Grafik;Not;Notlar;
uk: Gnome;GTK;Office;Graphics;Notes;Офіс;Графіка;Примітки;Допис;Малювати;Нотатка;Зошит;

source: New Window
ar: نافذة جديدة
bn: নতুন উইন্ডো
cs: Nové okno
de: Neues Fenster
es: Ventana nueva
fi: Uusi ikkuna
fr: Nouvelle Fenêtre
he: חלון חדש
hi: नई विंडो
it: Nuova Finestra
ja: 新しいウィンドウ
ko: 새 창
ne: नयाँ विन्डो
nl: Nieuw venster
pl: Nowe Okno
pt_br: Nova Janela
ru: Новое окно
ta: புதிய விண்டோ
th: หน้าต่างใหม่
tr: Yeni Pencere
uk: Нове вікно
zh_hans: 新建窗口
zh_hant: 新建視窗

source: Rnote is a vector-based drawing app for sketching, handwritten notes and to annotate documents and pictures.
ar: آرنوت هو تطبيق رسم بالمتجهات يُستعمل للرسم وكتابة الملاحظات والتعليق على المستندات والصور.
bn: Rnote স্কেচিং, হাতে লেখা নোট এবং নথি এবং ছবি টীকা যোগ করার জন্য একটি ভেক্টর-ভিত্তিক অঙ্কন অ্যাপ্লিকেশন।
cs: Rnote je na vektoru založená kreslící aplikace pro náčrtky, ručně psané poznámky a poznámek k dokumentům a obrázkům.
de: Rnote ist eine vektor-basierte App zum Zeichnen, für handgeschriebene Notizen und zum Beschriften von Dokumenten und Bildern.
es: Rnote es una aplicación de dibujo basada en vectores para hacer bocetos, notas manuscritas y para anotar documentos e imágenes.
fi: Rnote on vektoripohjainen piirrustussovellus luonnosteluun, käsinkirjoitettuihin muistiinpanoihin ja kommentien lisäämiseen asiakirjoihin sekä kuviin.
fr: Rnote est une application de dessin vectoriel pour réaliser des croquis, prendre des notes manuscrites ou annoter des documents et des images.
he: ‫Rnote היא תוכנת ציור מבוססת וקטורים לרישום בכתב יד והוספת הערות על מסמכים ותמונות.
hi: Rnote रेखाचित्रण, हस्तलिखित टिप्पणियां और दस्तावेज़ों और चित्रों की व्याख्या करने के लिए एक वेक्टर-आधारित रेखांकन ऐप है।
it: Rnote è un'applicazione basata sulla grafica vettoriale per disegnare, prendere appunti e per annotare documenti e immagini.
ja: Rnote は、スケッチを描いたり、手書きのノートを取ったり、書類や画像にメモしたりするためのベクター描画アプリです。
ko: Rnote는 스케치하기, 필기 메모, 문서, 그림에 주석을 달 수 있는 벡터 기반 드로잉 앱입니다.
ne: आरनोट भेक्टरमा आधारित रेखाङ्कन एप हो, जुन रेखाचित्रण, हस्तलिखित नोटहरू, र कागजातहरू तथा तस्वीरहरूमा टिप्पणी गर्नका लागि प्रयुक्त हुन्छ।
nl: Rnote is een eenvoudig te gebruiken vector-gebaseerde app voor het maken van schetsen, handgeschreven notities en aantekeningen, ook op documenten en bestaande afbeeldingen.
pl: Rnote to oparta na grafice wektorowej aplikacja do rysowania, robienia odręcznych notatek oraz do dodawania adnotacji do dokumentów i zdjęć.
pt_br: Rnote é uma aplicação simples baseada em vetores para esboços, notas manuscritas e para anotar documentos e fotos.
ru: Rnote - это векторное приложение для создания набросков, рукописных заметок и аннотации документов и изображений.
ta: Rnote என்பது ஒரு திசையன் அடிப்படையிலான வரைதல் பயன்பாடாகும், இது வரைதல், கையால் எழுதப்பட்ட குறிப்புகள் மற்றும் ஆவணங்கள் மற்றும் படங்களை சிறுகுறிப்பு செய்ய.
th: อาร์โน้ตเป็นแอปวาดรูปแบบเวกเตอร์ สำหรับการร่างเส้น, จดโน้ตด้วยปากกา และใส่คำอธิบายประกอบเอกสาร และรูปภาพต่าง ๆ
tr: Rnote, eskiz, el yazısı notlar almak ve belgelere ve resimlere açıklama eklemeye yarayan, vektör tabanlı çizim uygulamasıdır.
uk: Rnote - векторний додаток для малювання, нотаток та анотування документів і зображень.
zh_hans: Rnote 是一款基于矢量绘图的软件，用于素描、手写笔记，以及为文件和图片添加注释。
zh_hant: Rnote 是一款基於向量繪圖的軟體，用於素描、手寫筆記，以及為檔案和圖片添加註釋。

source: Disclaimer: The file format is still unstable. It might change and break compatibility between versions.
ar: إخلاء مسؤولية: لا يزال تنسيق الملفِّ غير مستقرٍّ، قد يسبِّب هذا تعارضًا بين الإصدارات.
bn: দাবিত্যাগ: ফাইল বিন্যাস এখনও অস্থির। এটি সংস্করণগুলির মধ্যে সামঞ্জস্যতা পরিবর্তন এবং ভাঙ্গতে সক্ষম।
cs: Upozornění: formát souborů je nestabilní. Může se změnit a narušit kompatibilitu mezi verzemi.
de: Disclaimer: Das Dateiformat ist noch instabil. Es könnte zwischen Versionen inkompatibel seihen und sich ändern.
es: Advertencia: El formato de los archivos es todavía inestable. Podría cambiar y romper la compatibilidad entre versiones.
fi: Vastuuvapauslauseke: Tiedostomuoto on edelleen epävakaa. Se saattaa muuttua ja rikkoa yhteensopivuuden versioiden välillä.
fr: ATTENTION : le format de fichier est toujours instable. Cela pourrait changer à l’avenir et rompre la compatibilité entre les versions.
he: אזהרה: תבנית הקבצים השמורים עדיין נתונה לשינויים ופיתוח ועלולה להפסיק לעבוד לאחר שדרוג.
hi: अस्वीकरण: फाइल स्वरूप अभी भी अस्थिर है। यह संस्करणों के बीच संगतता को बदल और तोड़ सकता है।
it: Avviso: il formato del file è ancora instabile. Potrebbe cambiare tra versioni e perdere compatibilità con le versioni precedenti.
ja: ファイルフォーマットはまだ安定しておらず、変更が加わりバージョン間の互換性が失われる可能性もあります。
ko: 고지 사항: 파일 형식이 여전히 불안정합니다. 버전 간 호환성이 변경되거나 중단될 수 있습니다.
ne: अस्वीकरण: फाईलको ढाँचा अझै पनि अस्थिर नै छ। यो फेरिन सक्छ र संस्करणहरू बीच अनुकूलता टुङ्गिन सक्छ।
nl: Let op: het bestandsformaat is nog niet af, dus er kunnen schoonheidsfoutjes in zitten of dingen misgaan.
pl: Uwaga: Format pliku jest wciąż niestabilny. Może się zmienić i być niekompatybilnym między wersjami.
pt_br: Isenção de responsabilidade: O formato de aquivo ainda é instável. Pode haver mudanças e quebra de compatibilidade entre versões.
ru: Дисклеймер: формат файла все еще нестабилен. Он может меняться и нарушать совместимость между версиями.
ta: மறுப்பு: கோப்பு வடிவம் இன்னும் நிலையற்றது. இது பதிப்புகளுக்கு இடையிலான இணக்கத்தன்மையை மாற்றலாம் மற்றும் உடைக்கலாம்.
th: หมายเหตุ: ฟอร์แมตไฟล์ยังไม่เสถียร อาจมีการเปลี่ยนแปลง และทำให้ไม่สามารถใช้งานข้ามเวอร์ชั่นได้
tr: Sorumluluk reddi: Dosya biçimi hala kararsız ve ilerde değişebilir. Sürümler arasındaki uyumluluk da bozulabilir.
uk: Увага: формат файлу все ще нестабільний. Він може змінитися та порушити сумісність між версіями.
zh_hans: 免责声明：该文件格式尚未完全支持，它可能改变并损坏不同版本之间的兼容性。
zh_hant: 免責宣告：該檔案格式尚未完全支援，它可能改變並損壞不同版本之間的相容性。

source: An overview
ar: نظرة عامة
bn: একটি পরিদর্শন
cs: Přehled
de: Eine Übersicht
es: Panorama general
fi: Yleisnäkymä
fr: Un aperçu
he: סקירה
hi: एक अवलोकन
it: Una panoramica
ja: 全体像
ne: एक सिंहावलोकन
nl: Een overzicht
pl: Przegląd
pt_br: Visão Geral
ru: Обзор
ta: ஒரு மேலோட்டப் பார்வை
th: ภาพรวม
tr: Genel görünüm
uk: Огляд
zh_hans: 概述
zh_hant: 概述

source: A selection
ar: انتقاء
bn: একটি নির্বাচন
cs: Výběr
de: Eine Auswahl
es: Una selección
fi: Valinta
fr: Une sélection
he: בחירה
hi: एक चयन
it: Una selezione
ja: 選択範囲
ne: एक चयन
nl: Een selectie
pl: Wybór
pt_br: Uma seleção
ru: Выделение
ta: ஒரு தேர்வு
th: การเลือก
tr: Seçim
uk: Вибір
zh_hans: 选项
zh_hant: 選項

source: Write text with the typewriter
ar: اكتب بالآلة الكاتبة
bn: টাইপরাইটারের মাধ্যমে লিখুন
cs: Psaní textu pomocí psacího stroje
de: Schreibe Text mit der Schreibmaschine
es: Escribir el texto a máquina de escribir
fi: Kirjoita tekstiä kirjoituskoneella
fr: Écrire du texte au clavier
he: כתיבת טקסט עם „מכונת הכתיבה”
hi: टाइपराइटर से पाठ लिखें
it: Scrivi il testo con la macchina da scrivere
ja: キーボードでテキスト入力
ne: टाइप गरेर लेख्नुहोस्
nl: Schrĳf tekst met de typ­machine
pl: Pisz tekst w trybie pisania
pt_br: Escreva texto com a máquina de escrever
ru: Пишите текст с помощью инструмента «Текст»
ta: தட்டச்சுப்பொறி மூலம் உரை எழுதவும்
th: พิมพ์ข้อความด้วยพิมพ์ดีด
tr: Metni daktilo ile yaz
uk: Писати текст на друкарській машинці
zh_hans: 使用 “文本工具” 输入文本
zh_hant: 使用 “文字工具” 輸入文字

source: Hide toolbars with the focus mode
ar: أَخْفِ شريط الأدوات في وضع التركيز
bn: ফোকাস মোডে টুলবার লোকান
cs: Skrýt nástrojové lišty pomocí režimu ostření
de: Verstecke die Werkzeugleisten mit dem Fokusmodus
es: Ocultar las barras de herramientas con el modo de enfoque
fi: Piilota työkalupalkit keskittymistilassa
fr: Cacher la barre d’outil dans le mode focus
he: הסתרת סרגלי כלים בעזרת „מצב ריכוז”
hi: फोकस मोड से टूलबार छिपाएं
it: Nascondi le barre degli strumenti con la modalità focus
ja: 集中モードでツールバーを非表示にする
ne: एकाग्र शैलीमा उपकरणपट्टी लुकाउनुहोस्
nl: Verberg werk­balken met de focus­modus
pl: Ukryj paski narzędzi w trybie skupienia
pt_br: Esconder as barras de ferramentas no modo de foco
ru: Спрячьте панель инструментов с помощью режима «Фокус»
ta: கவனி பயன்முறையுடன் கருவிப்பட்டிகளை மறைக்கவும்
th: ซ่อนแถบเครื่องมือด้วยโหมดโฟกัส
tr: Odak kipiyle araç çubuklarını gizle
uk: Приховати панелі інструментів у режимі фокусування
zh_hans: 在专注模式中隐藏工具栏
zh_hant: 在專注模式中隱藏工具欄

source: Quickly access files through workspace
ar: صِلْ سريعاً إلى الملفات عن طريق مساحة العمل
bn: কর্মক্ষেত্র থেকে সহজে নথি উপলব্ধ করুন
cs: Rychlý přístup k souborům prostřednictvím pracovní plochy
de: Erreiche schnell Dateien durch die Arbeitsflächen
es: Acceso rápido a los archivos a través del espacio de trabajo
fi: Käytä tiedostoja nopeasti työtilan avulla
fr: Accéder rapidement aux fichiers dans l’espace de travail
he: גישה מהירה לקבצים דרך סביבת העבודה
hi: कार्यस्थान के माध्यम से फाइलों तक शीघ्रता से पहुँचें
it: Accedi rapidamente ai file tramite l'area di lavoro
ja: ファイルにすぐアクセスできるワークスペース機能
ne: कार्यक्षेत्र मार्फत तुरुन्तै फाइल खोल्नुहोस्
nl: Krĳg snel toegang tot bestanden via de werk­ruimte
pl: Szybki dostęp do plików poprzez obszar roboczy
pt_br: Acesse rapidamente arquivos pela Área de trabalho
ru: Быстрый доступ к файлам с помощью рабочих пространств
ta: பணியிடத்தின் மூலம் கோப்புகளை விரைவாக அணுகவும்
th: เข้าถึงไฟล์ได้อย่างรวดเร็วจากพื้นที่ทำงาน
tr: Çalışma alanından belgelere kolayca eriş
uk: Швидкий доступ до файлів через робочий простір
zh_hans: 通过工作区快速访问文件
zh_hant: 透過工作區快速訪問檔案

source: Adjust document settings
ar: عدِّل إعدادات المستند
bn: নথির সেটিংস্‌ এডজাস্ট করুন
cs: Úprava nastavení dokumentu
de: Passe Dokumenteinstellungen an
es: Ajustar la configuración del documento
fi: Määritä asiakirjan asetukset
fr: Ajuster les paramètres du document
he: התאמת הגדרות המסמך
hi: दस्तावेज सेटिंग्स समायोजित करें
it: Regola le impostazioni del documento
ja: 文書の設定を調整
ne: कागजातको मापदण्ड मिलाउनुहोस्
nl: Document­instellingen aanpassen
pl: Dostosuj ustawienia dokumentu
pt_br: Ajustar configurações do documento
ru: Изменяйте настройки документа
ta: ஆவண அமைப்புகளை சரிசெய்யவும்
th: แก้ไขการตั้งค่าเอกสาร
tr: Belge ayarlarını düzenle
uk: Підлаштувати параметри документа
zh_hans: 调整文档设置
zh_hant: 調整文件設定

source: Configure action shortcuts
ar: حدد مفاتيح الاختصارات
bn: ক্রিয়া পরিবর্তন শর্টকাট ঠিক করুন
cs: Konfigurovat zkratky akcí
de: Konfiguriere Aktionskürzel
es: Configurar los atajos para las acciones
fi: Määritä pikanäppäinten toiminnot
fr: Configurer les boutons de raccourcis
he: הגדרת קיצורי פעולות
hi: क्रिया शॉर्टकट विन्यस्त करें
it: Configura azioni delle scorciatoie
ja: アクションショートカットを設定
ne: कार्य सर्टकटहरू स्थापित गर्नुहोस्
nl: Actie­sneltoetsen instellen
pl: Skonfiguruj skróty akcji
pt_br: Configurar atalhos
ru: Настроить комбинации клавиш
ta: செயல் குறுக்குவழிகளை உள்ளமைக்கவும்
th: ตั้งค่าคีย์ลัดต่าง ๆ
tr: Eylem kısayollarını yapılandır
uk: Налаштувати комбінації для швидких дій
zh_hans: 配置动作快捷键
zh_hant: 配置動作快捷鍵

source: Clear Document
ar: امحُ المستند
bn: নথি পরিষ্কার করুন
cs: Čistý dokument
de: Dokument leeren
es: Limpiar documento
fi: Tyhjennä asiakirja
fr: Effacer le document
he: ניקוי מסמך
hi: दस्तावेज साफ करें
it: Pulisci Documento
ja: 文書を消去
ko: 문서 지우기
ne: कागजात रित्तो गर्नुहोस्
nl: Document wissen
pl: Wyczyść dokument
pt_br: Limpar Documento
ru: Очистить документ
ta: தெளிவான ஆவணம்
th: ล้างเอกสาร
tr: Belgeyi Temizle
uk: Очистити документ
zh_hans: 清空文档
zh_hant: 清空文件

source: This clears the entire document. Please confirm.
ar: يمسح هذا كامل المستند، عليك التأكيد.
bn: এটি সম্পূর্ণ নথি পরিষ্কার করে দেয়। অনুগ্রহ করে নিশ্চিত করুন।
cs: Tím se vymaže celý dokument. Prosím potvrďte.
de: Das komplette Dokument wird geleert. Bitte bestätigen.
es: Esto limpia todo el documento. Por favor, confirme.
fi: Tämä tyhjentää koko asiakirjan. Vahvista tyhjentäminen.
fr: Ceci efface tout le document. Veuillez confirmer.
he: ניקוי תוכן המסמך במלואו. נא לאשר.
hi: इससे संपूर्ण दस्तावेज साफ हो जाता है। कृपया पुष्टि करें।
it: Questo cancella l'intero documento. Si prega di confermare.
ja: 文書全体を消去します。よろしいですか。
ko: 전체 문서를 지웁니다. 확인 부탁드립니다.
ne: येसले कागजात रित्तो पार्छ। कृपया यसलाई पुष्टि गर्नुहोस्।
nl: Dit zal het gehele werkblad leegmaken. Bevestig deze actie.
pl: To wyczyści cały dokument. Proszę potwierdzić.
pt_br: Isso limpa o documento inteiro. Por favor, confirme.
ru: Это очистит весь документ. Подтвердите, пожалуйста.
ta: இது முழு ஆவணத்தையும் அழிக்கிறது. தயவுசெய்து உறுதிப்படுத்துங்கள்.
th: การทำสิ่งนี้จะล้างเอกสารทั้งฉบับ โปรดยืนยัน
tr: Bu, tüm belgeyi temizleyecek. Lütfen doğrulayın.
uk: Це очистить весь документ. Підтвердіть, будь ласка.
zh_hans: 这将清空整个文档。请确认。
zh_hant: 這將清空整個文件。請確認。

source: Cancel
ar: ألغِ
bn: বাতিল করুন
cs: Zrušit
de: Abbrechen
es: Cancelar
fi: Peru
fr: Annuler
he: ביטול
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소하기
ne: रद्द गर्नुहोस्
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отменить
ta: ரத்துசெய்
th: ยกเลิก
tr: İptal
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

source: Clear
ar: امسح
bn: পরিষ্কার করুন
cs: Vyčistit
de: Leeren
es: Limpiar
fi: Tyhjennä
fr: Effacer
he: ניקוי
hi: साफ करे
it: Pulisci
ja: 消去
ko: 지우기
ne: खाली गर्नुहोस्
nl: Leegmaken
pl: Wyczyść
pt_br: Limpar
ru: Очистить
ta: தெளிவு
th: ล้าง
tr: Temizle
uk: Очистити
zh_hans: 清空
zh_hant: 清空

source: New Document
ar: مستند جديد
bn: নতুন নথি
cs: Nový dokument
de: Neues Dokument
es: Documento nuevo
fi: Uusi asiakirja
fr: Nouveau document
he: מסמך חדש
hi: नया दस्तावेज
it: Nuovo Documento
ja: 新しい文書
ko: 새 문서
ne: नयाँ कागजात
nl: Nieuw document
pl: Nowy dokument
pt_br: Novo Documento
ru: Новый документ
ta: புதிய ஆவணம்
th: เอกสารใหม่
tr: Yeni Belge
uk: Новий документ
zh_hans: 新建文档
zh_hant: 新建文件

source: Creating a new document will discard any unsaved changes. Do you want to save the current document?
ar: سوف يتجاهل إنشاء مستند جديد أيَّ تغييرات غير محفوظة. هل تريد حفظ المستند الحاليّ؟
bn: একটি নতুন নথি তৈরি করলে অসংরক্ষিত পরিবর্তন বাতিল হয়ে যাবে। আপনি কি বর্তমান নথি সংরক্ষণ করতে চান?
cs: Vytvořením nového dokumentu dojde k zahození neuložených změn. Přejete si uložit aktuální dokument?
de: Ein neues Dokument zu erstellen verwirft sämtliche ungespeicherte Änderungen. Möchtest du das aktuelle Dokument speichern?
es: La creación de un nuevo documento descartará cualquier cambio no guardado. ¿Desea guardar el documento actual?
fi: Uuden asiakirjan luominen hylkää kaikki tallentamattomat muutokset. Haluatko tallentaa nykyisen asiakirjan?
fr: La création d’un nouveau document effacera toutes les modifications non enregistrées. Voulez-vous sauvegarder le document actuel ?
he: יצירת גיליון חדש תמחק שינויים שלא נשמרו. ליצור?
hi: नया दस्तावेज बनाने से कोई भी सहेजे न गए परिवर्तन खारिज हो जाएंगे। क्या आप वर्तमान दस्तावेज को सहेजना चाहते हैं?
it: La creazione di un nuovo documento cancellerà tutte le modifiche non salvate. Vuoi salvare il documento corrente?
ja: 新しい文書を作成すると、未保存の変更は破棄されます。 現在の文書を保存しますか?
ko: 새 문서를 만들면 저장되지 않은 변경 내용이 모두 삭제됩니다. 현재 문서를 저장하시겠습니까?
ne: नयाँ कागजात सिर्जना गर्दा सबै फेरबदलहरू खारेज हुन्छन्। के तपाइँ हालको कागजातलाई बचत गर्न चाहनुहुन्छ?
nl: Hierdoor gaan alle niet-opgeslagen aanpassingen verloren. Wilt u het huidige werkblad opslaan?
pl: Utworzenie nowego dokumentu spowoduje usunięcie wszelkich niezapisanych zmian. Czy chcesz zapisać bieżący dokument?
pt_br: Criar um novo documento apagará quaisquer alterações não salvas. Você quer salvar o documento atual?
ru: Создание нового документа удалит несохраненные изменения текущего. Хотите сохранить текущий документ?
ta: புதிய ஆவணத்தை உருவாக்கினால், சேமிக்கப்படாத மாற்றங்கள் நிராகரிக்கப்படும். தற்போதைய ஆவணத்தை சேமிக்க விரும்புகிறீர்களா?
th: การสร้างเอกสารใหม่จะลบการเปลี่ยนแปลงที่ยังไม่ได้ถูกบันทึกทั้งหมด คุณต้องการบันทึกเอกสารนี้หรือไม่?
tr: Yeni bir belge oluşturmak kaydedilmemiş tüm değişiklikleri silecek. Geçerli belgeyi kaydetmek istiyor musunuz?
uk: Створення нового документа видалить всі незбережені зміни. Зберегти поточний документ?
zh_hans: 创建新文档将会删除所有未保存的修改。 你希望保存正在编辑的文档吗？
zh_hant: 建立新文件將會刪除所有未儲存的修改。 你希望儲存正在編輯的文件嗎？

source: Discard
ar: تجاهَل
bn: পরিত্যাগ করুন
cs: Zahodit
de: Verwerfen
es: Descartar
fi: Hylkää
fr: Ne pas enregistrer
he: השלכה
hi: त्यागें
it: Scarta
ja: 破棄
ko: 폐기하기
ne: खारेज गर्नुहोस्
nl: Niet opslaan
pl: Odrzuć
pt_br: Descartar
ru: Не сохранять
ta: நிராகரிக்கவும்
th: ทิ้ง
tr: Gözden çıkar
uk: Відхилити
zh_hans: 不保存
zh_hant: 不儲存

source: Save
ar: احفظ
bn: সংরক্ষণ করুন
cs: Uložit
de: Speichern
es: Guardar
fi: Tallenna
fr: Enregistrer
he: שמירה
hi: सहेजें
it: Salva
ja: 保存
ko: 저장하기
ne: बचत गर्नुहोस्
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ru: Сохранить
ta: சேமி
th: บันทึก
tr: Kaydet
uk: Зберегти
zh_hans: 保存
zh_hant: 儲存

source: Close Tab
ar: أغلق اللسان
bn: ট্যাব বন্ধ করুন
cs: Zavřít kartu
de: Tab schließen
es: Cerrar pestaña
fi: Sulje välilehti
fr: Fermer l’onglet
he: סגירת לשונית
hi: टैब बंद करें
it: Chiudi Scheda
ja: タブを閉じる
ko: 탭 닫기
ne: ट्याब बन्द गर्नुहोस्
nl: Tabblad sluiten
pl: Zamknij kartę
pt_br: Fechar aba
ru: Закрыть вкладку
ta: தாவலை மூடவும்
th: ปิดแท็บ
tr: Sekmeyi Kapat
uk: Закрити вкладку
zh_hans: 关闭标签
zh_hant: 關閉標籤

source: This tab contains unsaved changes. Changes which are not saved will be permanently lost.
ar: يحتوي هذا اللسان على تغييرات غير محفوظة. سوف تحذف التغييرات غير المحفوظة نهائيًّا.
bn: এই ট্যাবে অসংরক্ষিত পরিবর্তন রয়েছে। যে পরিবর্তনগুলি সংরক্ষণ করা হয়নি সেগুলি সম্পূর্ণভাবে হারিয়ে যাবে।
cs: Tato karta obsahuje neuložené změny. Neuložené změny budou trvale ztraceny.
de: Dieser Tab enthält ungesicherte Änderungen. Änderungen, die nicht gespeichert werden, gehen unwiderruflich verloren.
es: Esta pestaña contiene cambios que no se han guardado. Los cambios que no se guarden se perderán de forma permanente.
fi: Tämä välilehti sisältää tallentamattomia muutoksia. Muutokset, joita ei tallenneta, häviävät pysyvästi.
fr: Cet onglet contient des modifications non-sauvegardées. Les modifications non-sauvegardées seront définitivement perdues.
he: ישנם שינויים שלא נשמרו. שינויים שלא נשמרו יאבדו לצמיתות.
hi: इस टैब में सहेजे न गए परिवर्तन शामिल हैं। जो परिवर्तन सहेजे नहीं गए वे स्थायी रूप से नष्ट हो जाएंगे।
it: Questa scheda contiene modifiche non salvate. Le modifiche non salvate andranno perse.
ja: このタブには未保存の変更内容が含まれています。 保存しないと変更内容が完全に失われます。
ne: यस ट्याबमा फेरबदलहरू छन्। चत नगरिएका फेरबदलहरू सदाका लागि हराउनेछन्।
nl: Dit tabblad bevat niet-opgeslagen wijzigingen. Niet-opgeslagen wijzigingen zullen permanent verloren gaan.
pl: Ta karta zawiera niezapisane zmiany. Zmiany, które nie zostaną zapisane, zostaną na zawsze utracone.
pt_br: Essa aba contém alterações não salvas. Alterações que não estão salvas serão permanentemente perdidas.
ru: Эта вкладка содержит несохраненные изменения. Если вы не сохраните файл, они будут безвозвратно потеряны.
ta: இந்த தாவலில் சேமிக்கப்படாத மாற்றங்கள் உள்ளன. சேமிக்கப்படாத மாற்றங்கள் நிரந்தரமாக இழக்கப்படும்.
th: แท็บนี้มีการเปลี่ยนแปลงที่ยังไม่ได้ถูกบันทึกอยู่ หากไม่บันทึกจะถูกลบถาวร
tr: Bu sekme kaydedilmemiş değişiklikleri içeriyor. Kaydedilmemiş değişiklikler kalıcı olarak kaybolacak.
uk: Ця вкладка містить незбережені зміни. Незбережені зміни буде остаточно втрачено.
zh_hans: 此选项包含未保存的更改。 未保存的更改将永久丢失。
zh_hant: 此選項包含未儲存的更改。 未儲存的更改將永久丟失。

source: Close Window
ar: أغلق النافذة
bn: উইন্ডো বন্ধ করুন
cs: Zavřít okno
de: Fenster schließen
es: Cerrar ventana
fi: Sulje ikkuna
fr: Fermer la fenêtre
he: סגירת החלון
hi: विंडो बंद करे
it: Chiudi Finestra
ja: ウィンドウを閉じる
ko: 창 닫기
ne: विन्डो बन्द गर्नुहोस्
nl: Venster sluiten
pl: Zamknij okno
pt_br: Fechar janela
ru: Закрыть окно
ta: சாளரத்தை மூடு
th: ปิดหน้าต่าง
tr: Pencereyi Kapat
uk: Закрити вікно
zh_hans: 关闭窗口
zh_hant: 關閉視窗

source: Some opened files contain unsaved changes. Changes which are not saved will be permanently lost.
ar: في بعض الملفَّات المفتوحة تغييرات غير محفوظةز سوف تحذف التغييرات غير المحفوظة نهائيًّا.
bn: কিছু খোলা ফাইলে অসংরক্ষিত পরিবর্তন রয়েছে। যে পরিবর্তনগুলি সংরক্ষণ করা হয়নি সেগুলি সম্পূর্ণভাবে হারিয়ে যাবে।
cs: Některé otevřené soubory obsahují neuložené změny. Neuložené změny budou trvale ztraceny.
de: Einige geöffnete Dateien enthalten ungesicherte Änderungen. Änderungen, die nicht gesichert werden, gehen unwiderruflich verloren.
es: Algunos archivos abiertos contienen cambios no guardados. Los cambios que no se guarden se perderán permanentemente.
fi: Jotkin avoimet tiedostot sisältävät tallentamattomia muutoksia. Muutokset, joita ei tallenneta, häviävät pysyvästi.
fr: Certains fichiers ouverts contiennent des modifications non-enregistrées. Les modifications non-enregistrées seront perdues.
he: ישנם קבצים שלא נשמרו. שינויים שלא נשמרו יאבדו לצמיתות.
hi: कुछ खुली हुई फाइलों में सहेजे न गए परिवर्तन हैं। जो परिवर्तन सहेजे नहीं गए वे स्थायी रूप से नष्ट हो जाएंगे।
it: Alcuni dei file aperti contengono modifiche non salvate. Le modifiche non salvate andranno perse.
ja: 一部の開いているファイルに未保存の変更内容が含まれています。 保存しないと変更内容が完全に失われます。
ne: केही खोलिएका फाइलहरूमा फेरबदलहरू छन्। चत नगरिएका फेरबदलहरू सदाका लागि हराउनेछन्।
nl: Somige geopende bestanden bevatten niet-opgeslagen wijzigingen. Niet-opgeslagen wijzigingen zullen permanent verloren gaan.
pl: Niektóre otwarte pliki zawierają niezapisane zmiany. Zmiany, które nie zostaną zapisane, zostaną na zawsze utracone.
pt_br: Alguns arquivos abertos contém alterações não salvas. Alterações que não estão salvas serão permanentemente perdidas.
ru: Некоторые открытые файлы содержат несохраненные изменения. Если вы не сохраните файлы, изменения будут безвозвратно потеряны.
ta: திறக்கப்பட்ட சில கோப்புகளில் சேமிக்கப்படாத மாற்றங்கள் உள்ளன. சேமிக்கப்படாத மாற்றங்கள் நிரந்தரமாக இழக்கப்படும்.
th: ไฟล์ที่เปิดอยู่บางไฟล์มีการเปลี่ยนแปลงที่ยังไม่ได้ถูกบันทึกอยู่ หากไม่บันทึกจะถูกลบถาวร
tr: Açılan bazı dosyalar kaydedilmemiş değişiklikler içeriyor. Kaydedilmemiş değişiklikler kalıcı olarak kaybolacak.
uk: Деякі відкриті файли містять незбережені зміни. Незбережені зміни буде остаточно втрачено.
zh_hans: 某些打开的文件包含未保存的更改。 未保存的更改将永久丢失。
zh_hant: 某些開啟的檔案包含未儲存的更改。 未儲存的更改將永久丟失。
