Repository: flxzt/rnote
Catalog: crates/rnote-ui/po/*.po
Languages: ar, bn, cs, de, es, fi, fr, he, hi, it, ja, ko, ne, nl, pl, pt_br, ru, ta, th, tr, uk, zh_hans, zh_hant

source: Reloading .rnote file from disk failed
ar: فشلت إعادة تحميل ملفِّ .rnote من القرص
bn: ডিস্ক থেকে .rnote ফাইল পুনরায় খোলা করা ব্যর্থ হয়েছে
cs: Načtení souboru .rnote z disku selhalo
de: Neuladen der .rnote Datei gescheitert
es: Error al volver a cargar el archivo .rnote desde el disco
fi: .rnote-tiedoston lataaminen uudelleen levyltä epäonnistui
fr: Le rechargement du fichier .rnote à partir du disque a échoué
he: טעינה מחדש של קובץ ‎.rnote מהכונן נכשלה
hi: डिस्क से .rnote फाइल पुनः लोड करना विफल रहा
it: Ricaricamento del file .rnote fallito
ja: ディスクから .rnote ファイルを再読み込みできませんでした
ko: 디스크에서 .rnote 파일을 다시 불러오기에 실패했습니다
ne: डिस्कबाट .rnote फाइल पुन: लोड गर्न असफल
nl: Rnote-bestand herladen mislukt
pl: Przeładowanie pliku .rnote z dysku nie powiodło się
pt_br: Recarregar o arquivo .rnote do disco falhou
ru: Перезагрузка файла .rnote с диска не удалась
ta: வட்டில் இருந்து .rnote கோப்பை மீண்டும் ஏற்றுவது தோல்வியடைந்தது
th: โหลดไฟล์ .rnote ใหม่จากไดรฟ์ล้มเหลว
tr: .rnote dosyasının diskten yeniden yüklenmesi başarısız oldu
uk: Не вдалося перезавантажити файл .rnote з диска
zh_hans: 从磁盘重新加载 .rnote 文件失败
zh_hant: 從磁碟重新載入 .rnote 檔案失敗

source: Opened file was renamed or moved.
bn: খোলা ফাইলটি ডিস্কে পুনঃনামকরণ কিংবা সরান হয়েছে।
cs: Otevřeny soubor byl odstraněn nebo přesunut.
de: Geöffnete Datei wurde umbenannt oder verschoben.
es: El archivo abierto ha sido renombrado o movido.
fi: Avattu tiedosto nimettiin uudelleen tai siirrettiin.
fr: Le fichier ouvert a été renommé ou déplacé.
he: שם הקובץ שנפתח השתנה או שהוא הועבר.
hi: खोली गई फाइल का नाम बदल दिया गया या स्थानांतरित कर दिया गया।
it: Il file aperto è stato rinominato o spostato.
ja: 開いているファイルは名称変更されたか移動しました。
ne: खोलिएको फाइलको नाम फेरियो वा सारियो।
nl: Het geopende bestand is hernoemd of verplaatst.
pl: Nazwa otwartego pliku została zmieniona lub plik został przeniesiony.
pt_br: O arquivo aberto foi renomeado ou movido.
ru: Открытый файл был переименован или перемещён.
ta: திறக்கப்பட்ட கோப்பு மறுபெயரிடப்பட்டது அல்லது நகர்த்தப்பட்டது.
th: ไฟล์ที่เปิดถูกลบหรือเปลี่ยนชื่อ
tr: Açılan dosya yeniden adlandırıldı ya da taşındı.
uk: Відкритий файл було перейменовано або переміщено.
zh_hans: 打开的文件已被删除或者重命名。
zh_hant: 開啟的檔案已被刪除或者重新命名。

source: Opened file was removed.
bn: খোলা ফাইলটি সরিয়ে ফেলা হয়েছে।
cs: Otevřeny soubor byl odstraněn.
de: Geöffnete Datei wurde entfernt.
es: El archivo abierto ha sido eliminado.
fi: Avattu tiedosto poistettiin.
fr: Le dossier ouvert a été supprimé.
he: הקובץ שנפתח הוסר.
hi: खोली गई फाइल हटा दी गई।
it: Il file aperto è stato rimosso.
ja: 開いているファイルは削除されました。
ne: खोलिएको फाइल हटाइयो।
nl: Het geopende bestand is verwĳderd.
pl: Otwarty plik został usunięty.
pt_br: O arquivo aberto foi removido.
ru: Открытый файл был удалён.
ta: திறக்கப்பட்ட கோப்பு அகற்றப்பட்டது.
th: ไฟล์ที่เปิดถูกลบไปแล้ว
tr: Açılan dosya kaldırıldı.
uk: Відкритий файл було видалено.
zh_hans: 打开的文件已被删除。
zh_hant: 開啟的檔案已被刪除。

source: Inserting file failed
ar: فشل إدراج الملف
bn: ফাইল সন্নিবেশ ব্যর্থ হয়েছে
cs: Vložení souboru selhalo
de: Datei einfügen gescheitert
es: Error al insertar el archivo
fi: Tiedoston lisääminen epäonnistui
fr: Échec de l’insertion du fichier
he: הוספת הקובץ נכשלה
hi: फाइल सम्मिलित करना विफल रहा
it: Inserimento file non riuscito
ja: ファイルを挿入できませんでした
ne: फाइल छिराउन असफल
nl: Het importeren van het bestand is mislukt
pl: Wstawienie pliku nie powiodło się
pt_br: Falha ao inserir arquivo
ru: Не удалось вставить файл
ta: கோப்பைச் செருகுவதில் தோல்வி
th: การแทรกไฟล์ล้มเหลว
tr: Dosya eklenemedi
uk: Не вдалося вставити файл
zh_hans: 插入文件失败
zh_hant: 插入檔案失敗

source: Inserting text failed
ar: فشل إدراج النص
bn: পাঠ্য সন্নিবেশ ব্যর্থ হয়েছে
cs: Vložení textu selhalo
de: Text einfügen gescheitert
es: Error al insertar texto
fi: Tekstin lisääminen epäonnistui
fr: Échec de l’insertion du texte
he: הוספת הטקסט נכשלה
hi: पाठ सम्मिलित करना विफल रहा
it: Inserimento del testo non riuscito
ja: テキストを挿入できませんでした
ne: पाठ छिराउन असफल
nl: Het tekstinvoegen is mislukt
pl: Wstawienie tekstu nie powiodło się
pt_br: Falha ao inserir texto
ru: Не удалось вставить текст
ta: உரையைச் செருகுவதில் தோல்வி
th: เพิ่มข้อความล้มเหลว
tr: Metin eklenemedi
uk: Не вдалося вставити текст
zh_hans: 插入文本失败
zh_hant: 插入文字失敗

source: Saved document successfully
ar: حُفظ المستند بنجاح
bn: সফলভাবে নথি সংরক্ষণ করা হয়েছে
cs: Uložení dokumentu bylo úspěšné
de: Dokument erfolgreich gespeichert
es: Documento guardado con éxito
fi: Asiakirja tallennettu
fr: Document enregistré avec succès
he: המסמך נשמר בהצלחה
hi: दस्तावेज सफलतापूर्वक सहेजा गया
it: Documento salvato con successo
ja: 文書を保存しました
ko: 문서를 성공적으로 저장했습니다
ne: कागजात बचत सफलतापूर्वक गरियो
nl: Het document is opgeslagen
pl: Zapisanie dokumentu zakończone sukcesem
pt_br: Documento salvo com sucesso
ru: Документ успешно сохранен
ta: ஆவணம் வெற்றிகரமாகச் சேமிக்கப்பட்டது
th: บันทึกเอกสารสำเร็จ
tr: Belge kaydedildi
uk: Документ успішно збережено
zh_hans: 文档保存成功
zh_hant: 文件儲存成功

source: Exporting document failed, no file selected
ar: فشل تصدير المستند، لم يحدَّد أيُّ ملفٍّ
bn: নথি রপ্তানি ব্যর্থ হয়েছে, কোন ফাইল নির্বাচিত নেই
cs: Export dokumentu selhal, žádný soubor nebyl vybrán
de: Dokument exportieren gescheitert, keine Datei ausgewählt
es: Error al exportar el documento, no se ha seleccionado ningún archivo
fi: Asiakirjan vienti epäonnistui. Tiedostoa ei ole valittu
fr: Échec de l’exportation du document, aucun fichier n’a été sélectionné
he: ייצוא המסמך נכשל, לא נבחר קובץ
hi: दस्तावेज निर्यात करना विफल रहा, कोई फाइल चयनित नहीं हुई
it: Esportazione del documento fallita, nessun file è stato selezionato
ja: 文書をエクスポートできませんでした: ファイルが未選択です
ko: 문서 내보내기에 실패했습니다. 선택한 파일이 없습니다
ne: कागजात निर्यात असफल, कुनैपनि फाइल चयन गरिएको छैन
nl: Het exporteren is mislukt omdat er geen bestand gekozen is
pl: Eksportowanie dokumentu się nie powiodło, nie wybrano pliku
pt_br: Falha ao exportar o documento, nenhum arquivo selecionado
ru: Не удалось экспортировать документ, файл не выбран
ta: ஆவணத்தை ஏற்றுமதி செய்வதில் தோல்வி, கோப்பு எதுவும் தேர்ந்தெடுக்கப்படவில்லை
th: ส่งออกเอกสารล้มเหลว ไม่มีไฟล์ถูกเลือกอยู่
tr: Belgeyi dışa aktarılamadı, dosya seçilmedi
uk: Не вдалося експортувати документ, файл не вибрано
zh_hans: 导出文件失败，没有选择文件
zh_hant: 匯出檔案失敗，沒有選擇檔案

source: Exporting document failed
ar: فشل تصدير المستند
bn: নথি রপ্তানি করতে ব্যর্থ হয়েছে
cs: Exportování dokumentu selhalo
de: Dokument exportieren gescheitert
es: Error al exportar el documento
fi: Asiakirjan vieminen epäonnistui
fr: Échec de l’exportation du document
he: ייצוא המסמך נכשל
hi: दस्तावेज निर्यात करना विफल रहा
it: Esportazione del documento fallita
ja: 文書をエクスポートできませんでした
ko: 문서 내보내기에 실패했습니다
ne: कागजात निर्यात असफल
nl: Document exporteren mislukt
pl: Eksportowanie dokumentu nie powiódło się
pt_br: Falha ao exportar o documento
ru: Не удалось экспортировать документ
ta: ஆவணத்தை ஏற்றுமதி செய்ய முடியவில்லை
th: ส่งออกเอกสารล้มเหลว
tr: Belge dışa aktarılamadı
uk: Не вдалося експортувати документ
zh_hans: 导出文档失败
zh_hant: 匯出文件失敗

source: Exported document successfully
ar: صُدِّر المستند بنجاح
bn: সফলভাবে নথি রপ্তানি করা হয়েছে
cs: Exportování dokumentu proběhlo úspěšně
de: Dokument erfolgreich exportiert
es: Documento exportado con éxito
fi: Asiakirja vietiin onnistuneesti
fr: Document exporté avec succès
he: המסמך יוצא בהצלחה
hi: दस्तावेज सफलतापूर्वक निर्यात किया गया
it: Esportazione del documento avvenuta correttamente
ja: 文書をエクスポートしました
ko: 문서를 성공적으로 내보냈습니다
ne: कागजात निर्यात सफलतापूर्वक सकियो
nl: Document succesvol geëxporteerd
pl: Dokument został wyeksportowany pomyślnie
pt_br: Documento exportado com sucesso
ru: Документ успешно экспортирован
ta: ஆவணம் வெற்றிகரமாக ஏற்றுமதி செய்யப்பட்டது
th: ส่งออกเอกสารสำเร็จ
tr: Belge dışa aktarıldı
uk: Документ успішно експортовано
zh_hans: 导出文档成功
zh_hant: 匯出文件成功

source: View in file manager
ar: اعرضه في مدير الملفات
bn: ফাইল ম্যানেজারে দেখুন
cs: Zobrazit ve správci souborů
de: Zeige in Dateimanager
es: Ver en el gestor de archivos
fi: Näytä tiedostonhallinnassa
fr: Voir dans l’explorateur de fichiers
he: הצגה במנהל הקבצים
hi: फाइल प्रबंधक में देखें
it: Visualizza nel file manager
ja: ファイルマネージャーで表示
ne: फाइल म्यानेजरमा हेर्नुहोस्
nl: Bekijken in bestands­beheerder
pl: Pokaż w menedżerze plików
pt_br: Ver no gerenciador de arquivos
ru: Показать в проводнике
ta: கோப்பு மேலாளரில் பார்க்கவும்
th: ดูในตัวจัดการไฟล์
tr: Dosya yöneticisinde görüntüleyin
uk: Переглянути в файловому менеджері
zh_hans: 在文件管理器中查看
zh_hant: 在檔案管理器中檢視

source: Failed to view the file in the file manager
cs: Nepodařilo se zobrazit soubor ve správci souborů
de: Datei im Dateimanager betrachten gescheitert
es: Error al abrir el archivo en el administrador de archivos
it: Impossibile visualizzare il file nel gestore file
ja: ファイルをファイルマネージャーで表示できませんでした
nl: Kan het bestand niet tonen in de bestandsbeheerder
pt_br: Falha ao visualizar o aquivo no gerenciador de arquivos

source: Select
ar: حدِّد
bn: নির্বাচন করুন
cs: Vybrat
de: Auswählen
es: Seleccionar
fi: Valitse
fr: Sélectionner
he: בחירה
hi: चुनें
it: Seleziona
ja: 選択
ko: 선택하기
ne: चयन गर्नुहोस्
nl: Selecteren
pl: Wybierz
pt_br: Selecionar
ru: Выбрать
ta: தேர்ந்தெடுக்கவும்
th: เลือก
tr: Seç
uk: Вибрати
zh_hans: 选择
zh_hant: 選擇

source: Exporting document pages failed, no directory selected
ar: فشل تصدير صفحات المستند، لم يحدَّد أيُّ مجلَّد
bn: নথিপত্র রপ্তানি ব্যর্থ হয়েছে, কোন ডিরেক্টরি নির্বাচিত নেই
cs: Export stránek dokumentu selhal, žádný adresář nebyl vybrán
de: Dokumentseiten exportieren gescheitert, keine Datei ausgewählt
es: Error al exportar las páginas del documento, no se ha seleccionado ningún directorio
fi: Asiakirjan sivujen vienti epäonnistui. Kansiota ei ole valittu
fr: Échec de l’exportation des pages du document, aucun répertoire n’a été sélectionné
he: ייצוא עמודי המסמך נכשל, לא נבחרה תיקייה
hi: दस्तावेज पृष्ठों का निर्यात विफल रहा, कोई निर्देशिका चयनित नहीं हुई
it: Esportazione delle pagine del documento fallita, nessuna cartella è stata selezionata
ja: 文書をページ単位でエクスポートできませんでした: ディレクトリが未選択です
ko: 문서 페이지 내보내기에 실패했습니다. 선택한 디렉터리가 없습니다
ne: कागजात पृष्ठ निर्यात असफल, कुनैपनि डाइरेक्टरी चयन गरिएको छैन
nl: Pagina's exporteren mislukt omdat er geen map gekozen is
pl: Eksportowanie stron dokumentu nie powiodło się, nie wybrano żadnego katalogu
pt_br: Falha ao exportar as páginas do documento, nenhum diretorio selecionado
ru: Не удалось экспортировать страницы документа, каталог не указан
ta: ஆவணப் பக்கங்களை ஏற்றுமதி செய்வதில் தோல்வி, கோப்பகம் எதுவும் தேர்ந்தெடுக்கப்படவில்லை
th: ส่งออกหน้าเอกสารล้มเหลว ไม่ได้เลือกไดเร็กทอรี่
tr: Belge sayfaları dışa aktarılamadı, dizin seçilmedi
uk: Не вдалося експортувати сторінки документа, теку не вибрано
zh_hans: 导出文档页面失败，没有选择目录
zh_hant: 匯出文件頁面失敗，沒有選擇目錄

source: Exporting document pages failed
ar: فشل تصدير صفحات المستند
bn: নথিপত্র রপ্তানি ব্যর্থ হয়েছে
cs: Export stránek dokumentu selhal
de: Dokumentseiten exportieren gescheitert
es: Error al exportar las páginas del documento
fi: Asiakirjan sivujen vienti epäonnistui
fr: Échec de l’exportation des pages du document
he: ייצוא עמודי המסמך נכשל
hi: दस्तावेज पृष्ठ निर्यात करना विफल रहा
it: Esportazione delle pagine del documento fallita
ja: 文書をページ単位でエクスポートできませんでした
ko: 문서 페이지 내보내기에 실패했습니다
ne: कागजात पृष्ठ निर्यात असफल
nl: Pagina's exporteren mislukt
pl: Eksportowanie stron dokumentu nie powiodło się
pt_br: Falha ao exportar as páginas do documento
ru: Не удалось экспортировать страницы документа
ta: ஆவணப் பக்கங்களை ஏற்றுமதி செய்வதில் தோல்வி
th: ส่งออกหน้าเอกสารล้มเหลว
tr: Belge sayfaları dışa aktarılamadı
uk: Не вдалося експортувати сторінки документа
zh_hans: 导出文档页面失败
zh_hant: 匯出文件頁面失敗

source: Exported document pages successfully
ar: صُدِّرت صفحات المستند بنجاح
bn: সফলভাবে নথিপত্র রপ্তানি করা হয়েছে
cs: Export stránek dokumentu byl úspěšný
de: Dokumentseiten erfolgreich exportiert
es: Páginas del documento exportadas con éxito
fi: Asiakirjan sivut vietiin onnistuneesti
fr: Pages exportées avec succès
he: עמודי המסמך יוצאו בהצלחה
hi: दस्तावेज पृष्ठ सफलतापूर्वक निर्यात किए गए
it: Il documento è stato esportato correttamente
ja: 文書をページ単位でエクスポートしました
ko: 문서 페이지를 성공적으로 내보냈습니다
ne: कागजात पृष्ठ निर्यात सफलतापूर्वक सकियो
nl: Pagina's succesvol geëxporteerd
pl: Eksportowanie stron dokumentu zakończyło się sukcesem
pt_br: Páginas do Documento exportadas com sucesso
ru: Страницы документа успешно экспортированы
ta: ஆவணப் பக்கங்கள் வெற்றிகரமாக ஏற்றுமதி செய்யப்பட்டன
th: ส่งออกหน้าเอกสารสำเร็จ
tr: Belge sayfaları dışa aktarıldı
uk: Сторінки документів успішно експортовано
zh_hans: 导出文档页面成功
zh_hant: 匯出文件頁面成功

source: Exporting selection failed, no file selected
ar: فشل تصدير ما حُدِّد، لم يحدَّد أيُّ ملفٍّ
bn: নির্বাচন রপ্তানি ব্যর্থ হয়েছে, কোন ফাইল নির্বাচিত নেই
cs: Export vybraného selhal, žádný soubor nebyl vybrán
de: Auswahl exportieren gescheitert, keine Datei ausgewählt
es: Fallo en la exportación de la selección, no se ha seleccionado ningún archivo
fi: Valinnan vienti epäonnistui. Tiedostoa ei ole valittu
fr: Échec de l’exportation de la sélection, aucun fichier sélectionné
he: ייצוא הבחירה נכשל, לא נבחר קובץ
hi: निर्यात चयन विफल, कोई फ़ाइल चयनित नहीं
it: Esportazione della selezione fallita, nessun file è stato selezionato
ja: 選択範囲をエクスポートできませんでした: ファイルが未選択です
ko: 선택항목 내보내기에 실패했습니다. 선택한 파일이 없습니다
ne: चयन निर्यात असफल, कुनैपनि फाइल चयन गरिएको छैन
nl: Selectie exporteren mislukt omdat er geen bestand gekozen is
pl: Eksportowanie wybranego obszaru się nie powiodło, nie wybrano pliku
pt_br: Falha ao exportar seleção, nenhum arquivo selecionado
ru: Не удалось экспортировать выделение, не выбран файл
ta: தேர்வை ஏற்றுமதி செய்வதில் தோல்வி, கோப்பு எதுவும் தேர்ந்தெடுக்கப்படவில்லை
th: ส่งออกสิ่งที่เลือกล้มเหลว ไม่มีไฟล์ถูกเลือกไว้
tr: Seçim dışa aktarılamadı, dosya seçilmedi
uk: Не вдалося експортувати вибране, файл не вибрано
zh_hans: 导出选择内容失败，没有选择文件
zh_hant: 匯出選擇內容失敗，沒有選擇檔案

source: Exporting selection failed
ar: فشل تصدير المحدَّد
bn: নির্বাচন রপ্তানি ব্যর্থ হয়েছে
cs: Export vybraného selhal
de: Auswahl exportieren gescheitert
es: Error en la selección de la exportación
fi: Valinnan vienti epäonnistui
fr: Échec de l’exportation de la sélection
he: ייצוא הבחירה נכשל
hi: निर्यात चयन विफल रहा
it: Esportazione della selezione fallita
ja: 選択範囲をエクスポートできませんでした
ko: 선택항목 내보내기에 실패했습니다
ne: चयन निर्यात असफल
nl: Selectie exporteren mislukt
pl: Eksportowanie zaznaczenia nie powiodło się
pt_br: Falha ao exportar seleção
ru: Не удалось экспортировать выделение
ta: தேர்வை ஏற்றுமதி செய்ய முடியவில்லை
th: ส่งออกสิ่งที่เลือกล้มเหลว
tr: Seçim dışa aktarılamadı
uk: Не вдалося експортувати вибране
zh_hans: 导出选择内容失败
zh_hant: 匯出選擇內容失敗

source: Exported selection successfully
ar: صُدِّر المحدَّد بنجاح
bn: নির্বাচন সফলভাবে রপ্তানি করা হয়েছে
cs: Export vybraného byl úspěšný
de: Auswahl erfolgreich exportiert
es: Selección exportada con éxito
fi: Valinta vietiin onnistuneesti
fr: Sélection exportée avec succès
he: הבחירה יוצאה בהצלחה
hi: चयन सफलतापूर्वक निर्यात किया गया
it: Selezione esportata correttamente
ja: 選択範囲をエクスポートしました
ko: 선택항목을 성공적으로 내보냈습니다
ne: चयन निर्यात सफलतापूर्वक सकियो
nl: Selectie succesvol geëxporteerd
pl: Pomyślnie wyeksportowano zaznaczenie
pt_br: Seleção exportada com sucesso
ru: Выделение успешно экспортировано
ta: தேர்வு வெற்றிகரமாக ஏற்றுமதி செய்யப்பட்டது
th: ส่งออกสิ่งที่เลือกสำเร็จ
tr: Seçim dışa aktarıldı
uk: Вибране успішно експортовано
zh_hans: 导出选择内容成功
zh_hant: 匯出選擇內容成功

source: Export Engine State
ar: صدِّر حالة المحرِّك
bn: ইঞ্জিনের অবস্থা রপ্তানী করুন
cs: Stav exportního motoru
de: Engine Zustand exportieren
es: Exportar estado del motor
fi: Vie moottorin tila
fr: Exporter l’état interne
he: ייצוא מצב המנוע
hi: निर्यात इंजन अवस्था
it: Esporta 'Engine State'
ja: エンジンの状態をエクスポート
ko: 엔진 상태 내보내기
ne: इञ्जिन अवस्था निर्यात गर्नुहोस्
nl: Aandrijvingsstatus exporteren
pl: Eksportuj stan silnika
pt_br: Exportar Estado do Motor
ru: Экспортировать состояние движка
ta: ஏற்றுமதி இயந்திர நிலை
th: ส่งออกสภาพของเอนจิน
tr: Motor Durumunu Dışa Aktar
uk: Експортувати стан рушія
zh_hans: 导出引擎状态
zh_hant: 匯出引擎狀態

source: Exporting engine state failed
ar: فشل تصدير حالة المحرِّك
bn: ইঞ্জিনের অবস্থা রপ্তানি ব্যর্থ হয়েছে
cs: Export stavu exportního motoru selhal
de: Engine-Zustand exportieren gescheitert
es: Error al exportar el estado del motor
fi: Moottorin tilan vienti epäonnistui
fr: Échec de l’exportation de l’état interne
he: ייצוא מצב המנוע נכשל
hi: इंजन अवस्था निर्यात करने में विफल
it: Esportazione 'engine state' fallita
ja: エンジンの状態をエクスポートできませんでした
ko: 엔진 상태 내보내기에 실패했습니다
ne: इञ्जिन अवस्था निर्यात असफल
nl: Aandrijvingsstatus exporteren mislukt
pl: Eksport stanu silnika nie powiódł się
pt_br: Falha ao exportar o estado do motor
ru: Не удалось экспортировать состояние движка
ta: இயந்திர நிலையை ஏற்றுமதி செய்வதில் தோல்வி
th: ส่งออกสภาพของเอนจินล้มเหลว
tr: Motor durumu dışa aktarılamadı
uk: Не вдалося експортувати стан рушія
zh_hans: 引擎状态导出失败
zh_hant: 引擎狀態匯出失敗

source: Exported engine state successfully
ar: صُدِّرت حالة المحرِّك بنجاح
bn: ইঞ্জিনের অবস্থা সফলভাবে রপ্তানি করা হয়েছে
cs: Export stavu exportního motoru byl úspěšný
de: Engine-Zustand erfolgreich exportiert
es: Exportado el estado del motor con éxito
fi: Moottorin tila vietiin onnistuneesti
fr: L’état interne a été exporté avec succès
he: מצב המנוע יוצא בהצלחה
hi: इंजन अवस्था सफलतापूर्वक निर्यात की गई
it: Esportazione 'engine state' avvenuta con successo
ja: エンジンの状態をエクスポートしました
ko: 엔진 상태를 성공적으로 내보냈습니다
ne: इञ्जिन अवस्था निर्यात सफलतापूर्वक सकियो
nl: Aandrijvingsstaat succesvol geëxporteerd
pl: Pomyślnie wyeksportowano stan silnika
pt_br: Estado do motor exportado com sucesso
ru: Состояние движка успешно экспортировано
ta: இயந்திர நிலை வெற்றிகரமாக ஏற்றுமதி செய்யப்பட்டது
th: ส่งออกสภาพของเอนจินสำเร็จ
tr: Motor durumu dışa aktarıldı
uk: Стан рушія успішно експортовано
zh_hans: 引擎状态导出成功
zh_hant: 引擎狀態匯出成功

source: Export Engine Config
ar: صدِّر تكوين المحرِّك
bn: ইঞ্জিন কনফিগ রপ্তানী করুন
cs: Export konfigurace motoru
de: Engine-Konfiguration exportieren
es: Exportar configuración del motor
fi: Vie moottorin asetukset
fr: Exporter la configuration interne
he: ייצוא תצורת המנוע
hi: निर्यात इंजन विन्यास
it: Esporta 'Engine Config'
ja: エンジンの設定をエクスポート
ko: 엔진 구성 내보내기
ne: इञ्जिन विन्यास निर्यात गर्नुहोस्
nl: Aandrijvingsconfiguratie exporteren
pl: Eksportuj ustawienia silnika
pt_br: Exportar Configuração do Motor
ru: Экспортировать конфигурацию движка
ta: ஏற்றுமதி இயந்திர கட்டமைப்பு
th: ส่งออกการตั้งค่าเอนจิน
tr: Motor Ayarını Dışa Aktar
uk: Експорт конфігурації рушія
zh_hans: 导出引擎配置
zh_hant: 匯出引擎配置

source: Exporting engine config failed
ar: فشل تصدير تكوين المحرِّك
bn: ইঞ্জিন কনফিগ রপ্তানী ব্যর্থ হয়েছে
cs: Export konfigurace motoru selhal
de: Engine-Konfiguration exportieren gescheitert
es: Error al exportar la configuración del motor
fi: Moottorin asetusten vienti epäonnistui
fr: Échec de l’exportation de la configuration interne
he: ייצוא תצורת המנוע נכשל
hi: इंजन विन्यास निर्यात करना विफल रहा
it: Esportazione 'engine config' fallita
ja: エンジンの設定をエクスポートできませんでした
ko: 엔진 구성 내보내기에 실패했습니다
ne: इञ्जिन विन्यास निर्यात असफल
nl: Aandrijvingsconfiguratie exporteren mislukt
pl: Eksport ustawień silnika nie powiódł się
pt_br: Falha ao exportar a configuração do motor
ru: Не удалось экспортировать конфигурацию движка
ta: இயந்திர உள்ளமைவை ஏற்றுமதி செய்வதில் தோல்வி
th: ส่งออกการตั้งค่าเอนจินล้มเหลว
tr: Motor ayarı dışa aktarılamadı
uk: Не вдалося експортувати конфігурацію рушія
zh_hans: 引擎设置导出失败
zh_hant: 引擎設定匯出失敗

source: Exported engine config successfully
ar: صُدِّر تكوين المحرِّك بنجاح
bn: ইঞ্জিন কনফিগ সফলভাবে রপ্তানি করা হয়েছে
cs: Export konfigurace motoru byl úspěšný
de: Engine-Konfiguration erfolgreich exportiert
es: Exportada la configuración del motor con éxito
fi: Moottorin asetukset vietiin onnistuneesti
fr: La configuration interne a été exportée avec succès
he: תצורת המנוע יוצאה בהצלחה
hi: इंजन विन्यास सफलतापूर्वक निर्यात किया गया
it: Esportazione 'engine config' avvenuta con successo
ja: エンジンの設定をエクスポートしました
ko: 엔진 구성을 성공적으로 내보냈습니다
ne: इञ्जिन विन्यास निर्यात सफलतापूर्वक सकियो
nl: Aandrijvingsconfiguratie succesvol geëxporteerd
pl: Pomyślnie wyeksportowano konfigurację silnika
pt_br: Configuração do motor exportada com sucesso
ru: Конфигурация движка успешно экспортирована
ta: இயந்திர கட்டமைப்பு வெற்றிகரமாக ஏற்றுமதி செய்யப்பட்டது
th: ส่งออกการตั้งค่าเอนจินสำเร็จ
tr: Motor ayarı dışa aktarıldı
uk: Конфігурацію рушія успішно експортовано
zh_hans: 引擎设置导出成功
zh_hant: 引擎設定匯出成功

source: Open File
ar: افتح ملفًّا
bn: ফাইল খুলুন
cs: Otevřít soubor
de: Datei öffnen
es: Abrir archivo
fi: Avaa tiedosto
fr: Ouvrir le fichier
he: פתיחת קובץ
hi: फाइल खोलें
it: Apri File
ja: ファイルを開く
ko: 파일 열기
ne: फाइल खोल्नुहोस्।
nl: Bestand openen
pl: Otwórz plik
pt_br: Abrir arquivo
ru: Открыть файл
ta: திறந்த கோப்பு
th: เปิดไฟล์
tr: Dosya Aç
uk: Відкрити файл
zh_hans: 打开文件
zh_hant: 開啟檔案

source: - no file name -
ar: - بلا اسم ملفٍّ -
bn: - কোন ফাইলের নাম নেই -
cs: - žádný název souboru -
de: - kein Dateiname -
es: - sin nombre de archivo -
fi: - ei tiedostonimeä -
fr: - aucun nom de fichier -
he: - ללא שם קובץ -
hi: - कोई फाइल नाम नहीं -
it: - nessun nome file -
ja: - ファイル名なし -
ko: - 파일 이름 없음 -
ne: - फाइलको नाम छैन -
nl: - geen bestandsnaam -
pl: - plik bez nazwy -
pt_br: - sem nome de arquivo -
ru: - нет имени файла -
ta: - கோப்பு பெயர் இல்லை -
th: - ไม่มีชื่อไฟล์ -
tr: - adsız -
uk: - немає імені файлу -
zh_hans: —— 没有文件名 ——
zh_hant: —— 沒有檔名 ——

source: - no title -
ar: - بلا عنوان -
bn: - কোনো শিরোনাম নেই -
cs: - žádný nadpis -
de: - kein Titel -
es: - sin título -
fi: - ei nimeä -
fr: - aucun titre -
he: - ללא כותרת -
hi: - कोई शीर्षक नहीं -
it: - senza titolo -
ja: - タイトルなし -
ko: - 제목 없음 -
ne: - कुनै शीर्षक छैन -
nl: - naamloos -
pl: - brak tytułu -
pt_br: - sem título -
ru: - без названия -
ta: - தலைப்பு இல்லை -
th: - ไม่มีชื่อเรื่อง -
tr: - başlıksız -
uk: - без назви -
zh_hans: —— 无标题 ——
zh_hant: —— 無標題 ——

source: - no author -
ar: - بلا مؤلِّف -
bn: - কোন লেখক নেই -
cs: - žádný autor -
de: - kein Autor -
es: - sin autor -
fi: - ei tekijää -
fr: - aucun auteur -
he: - ללא מחבר -
hi: - कोई लेखक नहीं -
it: - nessun autore -
ja: - 作者なし -
ko: - 작성자 없음 -
ne: - कुनै लेखक छैन -
nl: - geen auteur -
pl: - brak autora -
pt_br: - sem autor -
ru: - без автора -
ta: - ஆசிரியர் இல்லை -
th: - ไม่มีผู้เขียน -
tr: - yazar yok -
uk: - немає автора -
zh_hans: —— 无作者 ——
zh_hant: —— 無作者 ——

source: - no date -
ar: - بلا تاريخ -
bn: - তারিখ নেই -
cs: - žádné datum -
de: - kein Datum -
es: - sin fecha -
fi: - ei päiväystä -
fr: - aucune date -
he: - ללא תאריך -
hi: - कोई तिथि नहीं -
it: - nessuna data -
ja: - 日付なし -
ko: - 날짜 없음 -
ne: - कुनै मिति छैन -
pl: - brak daty -
pt_br: - sem data -
ru: - без даты -
ta: - தேதி இல்லை -
th: - ไม่มีวันที่ -
tr: - tarih yok -
uk: - без дати -
zh_hans: —— 无日期 ——
zh_hant: —— 無日期 ——

source: File name:
ar: اسم الملف:
bn: ফাইলের নাম:
cs: Název souboru:
de: Dateiname:
es: Nombre del archivo:
fi: Tiedostonimi:
fr: Nom du fichier :
he: שם קובץ:
hi: फाइल का नाम:
it: Nome file:
ja: ファイル名:
ko: 파일 이름:
ne: फाइलको नाम:
nl: Bestandsnaam:
pl: Nazwa pliku:
pt_br: Nome do arquivo:
ru: Имя файла:
ta: கோப்பு பெயர்:
th: ชื่อไฟล์ :
tr: Dosya adı:
uk: Ім'я файлу:
zh_hans: 文件名：
zh_hant: 檔名：

source: Title:
ar: العنوان:
bn: শিরোনাম:
cs: Nadpis:
de: Titel:
es: Título:
fi: Nimi:
fr: Titre :
he: כותרת:
hi: शीर्षक:
it: Titolo:
ja: タイトル:
ko: 제목:
ne: शीर्षक:
nl: Titel:
pl: Tytuł:
pt_br: Título:
ru: Название:
ta: தலைப்பு:
th: ชื่อเรื่อง :
tr: Başlık:
uk: Назва:
zh_hans: 标题：
zh_hant: 標題：

source: Author:
ar: المؤلِّف:
bn: লেখক:
cs: Autor:
de: Autor:
es: Autor:
fi: Tekijä:
fr: Auteur :
he: ‏מחבר:
hi: लेखक:
it: Autore:
ja: 作者:
ko: 작성자:
ne: लेखक:
nl: Auteur:
pl: Autor:
pt_br: Autor:
ru: Автор:
ta: ஆசிரியர்:
th: ผู้เขียน :
tr: Yazar:
uk: Автор:
zh_hans: 作者：
zh_hant: 作者：
