Repository: flxzt/rnote
Catalog: crates/rnote-ui/po/*.po
Languages: ar, bn, cs, de, es, fi, fr, he, hi, it, ja, ko, ne, nl, pl, pt_br, ru, ta, th, tr, uk, zh_hans, zh_hant

source: Bitmap Scale-Factor
ar: معامل تحجيم النقاط
bn: বিটম্যাপ স্কেল ফ্যাক্টর
cs: Škálovací faktor Bitmap
de: Bitmap Skalierungsfaktor
es: Factor de escala del mapa de bits
fi: Bittikartan skaalauskerroin
fr: Échelle des images matricielles
he: קנה מידה של תמונת מפת סיביות
hi: बिटमैप स्केल-कारक
it: Fattore di scala bitmap
ja: ビットマップのスケーリングファクター
ko: 비트맵 배율 인수
ne: बिटम्याप आकार वृद्धिदर
nl: Bitmap-schaalfactor
pl: Współczynnik skali mapy bitowej
pt_br: Fator de escala Bitmap
ru: Коэффициент масштабирования растрового изображения
ta: பிட்மேப் அளவிலான-காரணி
th: มาตราส่วนของไฟล์บิตแม็ป
tr: Bitmap Ölçek Faktörü
uk: Масштаб растрового зображення
zh_hans: 位图缩放系数
zh_hant: 點陣圖縮放係數

source: Set the bitmap scale factor in relation to the actual size on the document
bn: বিটম্যাপ স্কেল ফ্যাক্টর এর সাপেক্ষে নথির প্রকৃত আকার সেট করুন
cs: Nastavení faktoru měřítka bitmapy ve vztahu ke skutečné velikosti v dokumentu
de: Ändere den Bitmap Skalierungsfaktor im Verhältnis zur tatsächlichen Größe auf dem Dokument
es: Establece el factor de la escala del mapa de bits en relación con el tamaño real del documento
he: הגדרת היחס בין מקדם גודל התמונות לבין הגודל על המסמך בפועל
hi: दस्तावेज पर वास्तविक आकार के संबंध में बिटमैप स्केल कारक निर्धारित करें
it: Imposta il fattore di scala bitmap in relazione alle dimensioni effettive del documento
ne: कागजातको वास्तविक आकारको तुलनामा बिटम्याप आकार वृद्धिदर निश्चित गर्नुहोस्
nl: Stel de bitmapfactor in verhouding tot de ware grootte van het document in
pl: Ustaw współczynnik skali bitmapy w stosunku do rzeczywistego rozmiaru na dokumencie
pt_br: Definir o fator de escala bitmap em relação ao tamanho atual do documento
ru: Установить коэффициент растрового масштабирования относительно фактического размера документа
ta: தொடர்பில் பிட்மேப் அளவுகோலை அமைக்கவும் ஆவணத்தின் உண்மையான அளவிற்கு
uk: Встановіть коефіцієнт масштабу бітової карти відносно фактичного розміру на документі

source: Jpeg Quality
ar: جودة Jpeg
bn: জেপিজি এর গুণমান
cs: Kvalita JPEG
de: Jpeg Qualität
es: Calidad jpeg
fi: JPEG:n laatu
fr: Qualité Jpeg
he: איכות JPEG
hi: JPEG गुणवत्ता
it: Qualità del Jpeg
ja: Jpeg の品質
ko: Jpeg 화질
ne: JPEG गुणस्तर
nl: JPEG-kwaliteit
pl: Jakość Jpeg
pt_br: Qualidade Jpeg
ru: Качество JPEG
ta: Jpeg தரம்
th: คุณภาพของไฟล์ Jpeg
tr: Jpeg Kalitesi
uk: Якість Jpeg
zh_hans: Jpeg图像质量
zh_hant: Jpeg影象質量

source: Set the quality of the Jpeg image (1 - 100)
ar: عيِّن جودة صورة Jpeg من 1 إلى 100
bn: জেপেগ চিত্রের গুণমান সেট করুন (১ - ১০০)
cs: Nastavit kvalitu obrázku JPEG (1 až 100)
de: Qualitätänderung des Jpeg-Bilds (1 - 100)
es: Ajustar la calidad de la imagen Jpeg (1 - 100)
fi: Aseta Jpeg-kuvan laatu (1 - 100)
fr: Définir la qualité de l’image Jpeg (1 - 100)
he: הגדרת איכות התמונה (1 - 100)
hi: JPEG छवि की गुणवत्ता निर्धारित करें (1 - 100)
it: Impostare la qualità dell'immagine Jpeg (1 - 100)
ja: Jpeg 画像の品質を設定します (1 - 100)
ko: Jpeg 이미지의 화질을 설정합니다 (1~100)
ne: JPEG तस्वीरको गुणस्तर मिलाउनुहोस् (१ - १००)
nl: Stel de kwaliteit van de JPEG-afbeelding in (1-100)
pl: Ustaw jakość obrazu Jpeg (1-100)
pt_br: Defina a qualidade da imagem Jpeg (1 - 100)
ru: Указать качество изображения JPEG (1 - 100)
ta: Jpeg படத்தின் தரத்தை அமைக்கவும் (1 - 100)
th: กำหนดคุณภาพของไฟล์รูปภาพ Jpeg (1-100)
tr: Jpeg görüntünün kalitesini ayarlayın (1 - 100)
uk: Якість зображення JPEG (1 - 100)
zh_hans: 设置Jpeg图像的质量（1-100）
zh_hant: 設定Jpeg影象的質量（1-100）

source: Export Selection
ar: تصدير المحدد
bn: নির্বাচন রপ্তানি করুন
cs: Výběr exportu
de: Auswahl Exportieren
es: Exportar selección
fi: Vie valinta
fr: Exporter la sélection
he: ייצוא הבחירה
hi: निर्यात चयन
it: Esporta selezione
ja: 選択範囲をエクスポート
ko: 내보내기 선택항목
ne: छनोट निर्यात गर्नुहोस्
nl: Selectie exporteren
pl: Eksportuj zaznaczenie
pt_br: Exportar seleção
ru: Экспортировать выделение
ta: ஏற்றுமதி தேர்வு
th: ส่งออกสิ่งที่เลือก
tr: Seçimi Dışa Aktar
uk: Експортувати вибране
zh_hans: 导出所选
zh_hant: 匯出所選

source: The export image format
ar: تنسيق الصورة المصدَّرة
bn: রপ্তানি চিত্র বিন্যাস
cs: Formát obrázku pro export
de: Das Export Bildformat
es: El formato de la imagen exportada
fi: Viennin kuvamuoto
fr: Le format d’exportation de l’image
he: תבנית לייצוא התמונה
hi: निर्यात छवि प्रारूप
it: Il formato immagine da esportare
ja: エクスポートする画像の形式
ko: 내보내기 이미지 형식
ne: निर्यात तस्वीरको स्वरूप/प्रकार
nl: Het export-afbeeldingsbestand
pl: Format eksportowanego obrazu
pt_br: O formato da imagem de exportação
ru: Формат экспортируемого изображения
ta: ஏற்றுமதி படத்தின் வடிவம்
th: ฟอร์แมตรูปที่จะส่งออก
tr: Dışa aktarma görüntü biçim
uk: Формат експортованого зображення
zh_hans: 图像导出的格式
zh_hant: 影象匯出的格式

source: Margin
ar: الهامش
bn: মার্জিন
cs: Okraj
de: Randabstand
es: Margen
fi: Reunus
fr: Marge
he: שוליים
hi: मार्जिन
it: Margine
ja: 余白
ko: 여백
ne: सीमा
nl: Marge
pl: Margines
pt_br: Margem
ru: Поля
ta: விளிம்பு
th: ขอบ
tr: Kenar boşluğu
uk: Відступ
zh_hans: 边距
zh_hant: 邊距

source: Set the margin around the selected area
ar: عيِّن الهامش حول المساحة المحدَّدة
bn: নির্বাচিত এলাকার চারপাশে মার্জিন সেট করুন
cs: Nastavit okraj kolem vybrané oblasti
de: Abstand des Randes zur Auswahl ändern
es: Establecer el margen alrededor del área seleccionada
fi: Aseta reunus valitun alueen ympärille
fr: Définir la marge autour de l’aire sélectionnée
he: הגדרת רוחב השוליים לשטח הנבחר
hi: चयनित क्षेत्र के आसपास मार्जिन तय करें
it: Imposta il margine attorno all'area selezionata
ja: 選択範囲の周囲に余白を設定します
ko: 선택한 영역 주변의 여백을 설정합니다
ne: चयन गरिएको क्षेत्र वरिपरि सीमाङ्कन गर्नुहोस्
nl: Stel de marges rondom het selectiegebied in
pl: Ustaw margines wokół wybranego pola
pt_br: Definir a margem em volta da área selecionada
ru: Установить поля вокруг выбранной области
ta: தேர்ந்தெடுக்கப்பட்ட பகுதியைச் சுற்றி விளிம்பை அமைக்கவும்
th: กำหนดระยะเว้นขอบรอบพื้นที่ที่เลือก
tr: Seçilen alanın etrafındaki kenar boşluğunu ayarla
uk: Встановіть поле навколо виділеної області
zh_hans: 设置选区周围的边距
zh_hant: 設定選區周圍的邊距

source: Import Pdf
ar: استورد PDF
bn: পিডিএফ আমদানি করুন
cs: Importovat PDF
de: Pdf Importieren
es: Importar pdf
fi: Tuo PDF
fr: Importer un PDF
he: ייבוא PDF
hi: PDF आयात करें
it: Importa PDF
ja: PDF をインポート
ne: PDF आयात गर्नुहोस्
nl: PDF-bestand importeren
pl: Importuj Pdf
pt_br: Importar Pdf
ru: Импортировать PDF
ta: Pdf ஐ இறக்குமதி செய்
th: นำเข้า Pdf
tr: PDF İçe Aktar
uk: Імпортувати Pdf
zh_hans: 导入 PDF
zh_hant: 匯入 PDF

source: Import
ar: استورد
bn: আমদানি করুন
cs: Importovat
de: Importieren
es: Importar
fi: Tuo
fr: Importer
he: ייבוא
hi: आयात
it: Importa
ja: インポート
ko: 가져오기
ne: आयात गर्नुहोस्
nl: Importeren
pl: Importuj
pt_br: Importar
ru: Импортировать
ta: இறக்குமதி
th: นำเข้า
tr: İçe aktar
uk: Імпортувати
zh_hans: 导入
zh_hant: 匯入

source: Info
ar: معلومات
bn: তথ্য
es: Información
fi: Tiedot
he: פרטים
hi: जानकारी
it: Informazioni
ja: 情報
ko: 정보
ne: जानकारी
pl: Informacje
pt_br: Informação
ru: Информация
ta: தகவல்
th: ข้อมูล
tr: Bilgi
uk: Інформація
zh_hans: 信息
zh_hant: 資訊

source: Pdf Import Preferences
ar: تفضيلات استيراد ملفَّات PDF
bn: পিডিএফ আমদানি পছন্দসমূহ
cs: Předvolby importu PDF
de: Pdf Importeinstellungen
es: Configuración de la importación del pdf
fi: PDF-tuonnin asetukset
fr: Paramètres d’importation PDF
he: העדפות ייבוא PDF
hi: PDF आयात प्राथमिकताएं
it: Preferenze sull'importazione dei PDF
ja: PDF のインポート設定
ne: PDF प्राथमिकतासूची आयात गर्नुहोस्
nl: PDF-importvoorkeuren
pl: Preferencje importu Pdf
pt_br: Preferências de Importação de Pdf
ru: Настройки импорта PDF
ta: Pdf இறக்குமதி விருப்பத்தேர்வுகள்
th: ตั้งค่าการนำเข้า Pdf
tr: PDF İçe Aktarma Tercihleri
uk: Параметри імпорту Pdf
zh_hans: PDF 导入偏好
zh_hant: PDF 匯入偏好

source: Start Page
ar: صفحة البداية
bn: সূচনা পৃষ্ঠা
cs: Začínající stránka
de: Erste Seite
es: Página inicial
fi: Aloitussivu
fr: Première page
he: דף פתיחה
hi: आरंभ पृष्ठ
it: Pagina Iniziale
ja: 開始ページ
ko: 시작 페이지
ne: सुरुवात पृष्ठ
nl: Eerste pagina
pl: Strona startowa
pt_br: Página Inicial
ru: Первая страница
ta: தொடக்க பக்கம்
th: เริ่มหน้า
tr: Başlangıç Sayfası
uk: Початкова сторінка
zh_hans: 开始页面
zh_hant: 開始頁面

source: End Page
ar: صفحة النهاية
bn: শেষ পৃষ্ঠা
cs: Končící stránka
de: Letzte Seite
es: Página final
fi: Lopetussivu
fr: Dernière page
he: דף סיום
hi: अंतिम पृष्ठ
it: Pagina Finale
ja: 終了ページ
ko: 끝 페이지
ne: अन्तिम पृष्ठ
nl: Laatste pagina
pl: Strona końcowa
pt_br: Página Final
ru: Последняя страница
ta: முடிவுப் பக்கம்
th: สิ้นสุดหน้า
tr: Bitiş sayfası
uk: Кінцева сторінка
zh_hans: 最后一页
zh_hant: 最後一頁

source: Adjust Document
bn: নথি এডজাস্ট করুন
cs: Úprava dokumentu
de: Passe Dokument an
es: Ajustar el documento
fi: Säädä asiakirjaa
fr: Ajuster le document
he: התאמת המסמך
hi: दस्तावेज समायोजित करें
it: Regola documento
ja: 文書を調整
ne: कागजातको मिलाउनुहोस्
nl: Document aan­passen
pl: Dostosuj Dokument
pt_br: Ajustar Documento
ru: Адаптация документа
ta: ஆவணத்தை சரிசெய்யவும்
th: แก้ไขเอกสาร
tr: Belgeyi Düzenle
uk: Адаптувати документ
zh_hans: 调整文档
zh_hant: 調整文件

source: Whether the document layout should be adjusted to the Pdf
bn: নথির বিন্যাস পিডিএফের সাথে সংগতি করা হবে কিনা
cs: Zda se má rozvržení dokumentu přizpůsobit formátu Pdf
de: Ändere, ob das Dokumentenlayout an die Pdf angepasst werden soll
es: Si el diseño del documento debe ajustarse al Pdf
fi: Säädetänkö asiakirjan asettelua vastaamaan PDF:ää
fr: Ajuster la mise en page du document au Pdf
he: האם יש להתאים את פריסת המסמך ל־PDF
hi: क्या दस्तावेज अभिन्यास को PDF में समायोजित किया जाना चाहिए
it: Se il layout del documento deve essere adattato al PDF
ja: 文書レイアウトを PDF に合せるかどうかを設定します
ne: कागजात खाकालाई PDFमा मिलाउने कि नमिलाउने
nl: Of de document­opmaak aangepast moet worden aan de PDF
pl: Czy układ dokumentu powinien zostać dostosowany do Pdf
pt_br: Definir se o leiaute do documento deve ser ajustado para o Pdf
ru: Следует ли адаптировать макет документа к формату PDF
ta: ஆவண தளவமைப்பை Pdf இல் சரிசெய்ய வேண்டுமா
th: กำหนดว่าการออกแบบหน้ากระดาษควรถูกแก้ไขให้เหมาะกับ Pdf หรือไม่
tr: Belge düzeninin PDF'ye uydurulma durumu
uk: Чи потрібно адаптувати макет документа до PDF
zh_hans: 文档布局是否应该调整为 Pdf
zh_hant: 文件佈局是否應該調整為 Pdf

source: Page Width (%)
ar: عرض الصفحة (٪)
bn: পৃষ্ঠার প্রস্থ (%)
cs: Šířka stránky (%)
de: Seitenbreite (%)
es: Ancho de página (%)
fi: Sivun leveys (%)
fr: Largeur de page (%)
he: רוחב דף (%)
hi: पृष्ठ की चौड़ाई (%)
it: Larghezza Pagina (%)
ja: ページ幅 (%)
ko: 페이지 너비 (%)
ne: पृष्ठ चौडाई (%)
nl: Paginabreedte (%)
pl: Szerokość strony (%)
pt_br: Largura da página (%)
ru: Ширина страницы (%)
ta: பக்கத்தின் அகலம் (%)
th: ความกว้างหน้ากระดาษ (%)
tr: Sayfa Genişliği (%)
uk: Ширина сторінки (%)
zh_hans: 页面宽度(%)
zh_hant: 頁面寬度(%)

source: Set the width of imported Pdf's in percentage to the format width
ar: عيِّن نسبة عرض ملفَّات PDF المستوردة إلى عرض التنسيق
bn: আমদানি করা পিডিএফগুলির প্রস্থ বিন্যাস এর প্রস্থের শতকরা অনুপাত হিসাবে সেট করুন
cs: Nastavení šířky importovaných PDF v procentech na šířku formátu
de: Ändere die Breite importierter Pdf's in Prozent relativ zur Formatbreite
es: Establecer la relación del aspecto de los archivos pdf importados al ancho del formato
fr: Définir la largeur des PDF importés en pourcentage de la largeur de la page
he: הגדרת רוחב ה־PDF המיובא באחוזים ביחס לרוחב התבנית
hi: आयातित PDF की चौड़ाई को प्रारूप की चौड़ाई के प्रतिशत में निर्धारित करें
it: Imposta la larghezza dei PDF importati in percentuale sulla larghezza del formato
ja: インポートする PDF の幅を、用紙幅に対する比率で設定します
ne: आयातित Pdfको चौडाइ ढाँचा चौडाइको प्रतिशतमा राख्नुहोस्
nl: Stelt de breedte in van geïmporteerde PDF-bestanden als percentage van de formaatbreedte
pl: Ustawianie szerokości importowanych plików Pdf w procentach szerokości formatu
pt_br: Definir a largura do Pdf importado em porcentagem para a largura do modelo
ru: Установить ширину импортированных PDF в процентах от ширины формата
ta: இறக்குமதி செய்யப்பட்ட Pdf இன் அகலத்தை வடிவ அகலத்திற்கு சதவீதத்தில் அமைக்கவும்
th: กำหนดความกว้างของไฟล์ Pdf ที่นำเข้ามา เป็นเปอร์เซ็นต์อิงจากความกว้างของหน้ากระดาษ
tr: İçe aktarılan PDFʼlerin genişliğini biçim genişliğine yüzde olarak ayarla
uk: Встановити ширину імпортованих Pdf-файлів у відсотках від ширини аркуша
zh_hans: 设置导入 PDF 相对页面的宽度百分比
zh_hant: 設定匯入 PDF 相對頁面的寬度百分比

source: Page Spacing
ar: تباعد الصفحات
bn: পৃষ্ঠার ব্যবধান
cs: Rozestupy mezi stránkami
de: Seitenabstand
es: Espacio entre páginas
fi: Sivujen välistys
fr: Espacement des pages
he: מרווח בין דפים
hi: पृष्ठ रिक्ति
it: Spaziatura delle pagine
ja: ページ間隔
ko: 페이지 간격
ne: पृष्ठ बीचको खालीस्थान
nl: Pagina-opvulling
pl: Odstępy między stronami
pt_br: Espaçamento da página
ru: Расстояние между страницами
ta: பக்க இடைவெளி
th: ระยะห่างหน้ากระดาษ
tr: Sayfa Boşluğu
uk: Міжсторінковий інтервал
zh_hans: 页间距
zh_hant: 頁間距

source: How Pdf pages are spaced
ar: كمُّ تباعد صفحات PDF
bn: কিভাবে পিডিএফ পৃষ্ঠাগুলি ব্যবধান করা হয়
cs: Jak jsou stránky PDF rozděleny
de: Wie Pdf Seiten platziert werden
es: Distancias entre las páginas del Pdf
fi: Miten PDF:n sivut välistetään
fr: Comment les pages du Pdf sont espacées
he: מרווח בין עמודי PDF
hi: PDF पृष्ठों में अंतर कैसे रखा जाता है
it: Come sono distanziate le pagine PDF
ja: PDF のページ間隔
ne: PDF पृष्ठहरू कसरी छुट्याउने?
nl: Hoe PDF-pagina's van elkaar dienen te worden gescheiden
pl: Sposób rozmieszczenia stron Pdf
pt_br: Como páginas em Pdf são espaçadas
ru: Как расположены страницы PDF
ta: Pdf பக்கங்கள் எவ்வாறு இடைவெளியில் உள்ளன
th: การเว้นระยะห่างหน้ากระดาษของไฟล์ Pdf
tr: PDF sayfaları nasıl boşluklu
uk: Як розділені сторінки Pdf
zh_hans: PDF 页间距大小
zh_hant: PDF 頁間距大小

source: Continuous
ar: متَّصل
bn: একটানা
cs: Průběžné
de: Kontinuierlich
es: Continuo
fi: Jatkuvasti
fr: Continu
he: רציף
hi: निरंतर
it: Continuo
ja: 連続
ko: 연속
ne: एकपछि अर्को
nl: Doorlopend
pl: Ciągły
pt_br: Contínua
ru: Непрерывно
ta: தொடர்ச்சியான
th: แบบต่อเนื่อง
tr: Sürekli
uk: Безперервно
zh_hans: 连续
zh_hant: 連續

source: One per Document Page
ar: واحد لكلِّ صفحة في الملَّف
bn: নথি পৃষ্ঠা প্রতি একটি
cs: Jeden na stránku dokumentu
de: Eine pro Dokumentenseite
es: Una por página de documento
fi: Yksi asiakirjan sivua kohden
fr: Une par page de document
he: אחד לכל דף במסמך
hi: प्रति दस्तावेज पृष्ठ पर एक
it: Uno per ogni pagina del documento
ja: 文書1ページにつき1ページ
ko: 문서 페이지당 하나
ne: प्रति कागजात पृष्ठ एक
nl: Eén per documentpagina
pl: Jeden na stronę dokumentu
pt_br: Um Documento por Página
ru: По одной на страницу документа
ta: ஒரு ஆவணப் பக்கத்திற்கு ஒன்று
th: หน้าต่อหน้า
tr: Belge Sayfası Başına Bir
uk: Один на сторінку документа
zh_hans: 分页
zh_hant: 分頁

source: Pages Type
ar: نوع الصفحات
bn: পৃষ্ঠার ধরন
cs: Typ stránek
de: Seitentyp
es: Tipo de páginas
fi: Sivujen tyyppi
fr: Type de pages
he: סוג עמודים
hi: पृष्ठ प्रकार
it: Tipo di pagine
ja: ページ種類
ko: 페이지 유형
ne: पृष्ठ प्रकार
nl: Paginatype
pl: Typ strony
pt_br: Tipo de páginas
ru: Тип страниц
ta: பக்கங்களின் வகை
th: ประเภทของหน้ากระดาษ
tr: Sayfa Türü
uk: Тип сторінок
zh_hans: 页面类型
zh_hant: 頁面型別

source: Set whether Pdf's should be imported as vector or bitmap images
ar: عيِّن ما إذا كان يجب استيراد ملفَّات PDF صورَ متَّجهات أو نقاط
bn: পিডিএফ গুলি কি ভেক্টর বা বিটম্যাপ ছবি হিসাবে আমদানি করা উচিত তা ঠিক করুন
cs: Nastavit, zda se mají soubory PDF importovat jako vektorové nebo bitmapové obrázky
de: Wählt, ob Pdf's als Bitmap- oder Vektorbilder importiert werden
es: Establecer si los pdf deben importarse como imágenes vectoriales o de mapa de bits
fi: Tuodaanko PDF:t vektori- vai bittikarttakuvina
fr: Définir si les Pdf doivent être importés en tant qu’images vectorielles ou matricielles (bitmap)
he: הגדרה אם יש לייבא קובצי PDF כווקטורים או כתמונות מפת סיביות
hi: निर्धारित करें कि क्या PDF को वेक्टर या बिटमैप छवियों के रूप में आयात किया जाना चाहिए
it: Imposta se i PDF devono essere importati come immagini vettoriali o bitmap
ja: PDF をベクター画像とビットマップ画像のどちらでインポートするか設定します
ne: PDF कुन रूपमा आयात गर्ने - भेक्टर वा बिटम्याप?
nl: Geef aan of PDF-bestanden dienen te worden geïmporteerd als vector- of bitmap-afbeeldingen
pl: Ustaw, czy pliki Pdf powinny być importowane jako obrazy wektorowe czy bitmapowe
pt_br: Definir se o Pdf deverá ser importado como vetor ou imagens bitmap
ru: Установить, каким образом должны импортироваться PDF файлы: как векторные или как растровые изображения
ta: Pdfகளை வெக்டரா அல்லது பிட்மேப் படங்களாக இறக்குமதி செய்ய வேண்டுமா என்பதை அமைக்கவும்
th: กำหนดว่าจะนำเข้าไฟล์ Pdf เป็นรูปแบบเวกเตอร์หรือบิตแม็ป
tr: PDFʼlerin vektör olarak mı yoksa biteşlem görüntüleri olarak mı içe aktarılacağını ayarla
uk: Імпортувати Pdf-файли як векторні чи растрові зображення
zh_hans: 设置导入 PDF 为矢量图或位图
zh_hant: 設定匯入 PDF 為向量圖或點陣圖

source: Vector
ar: متَّجه
bn: ভেক্টর
cs: Vektor
de: Vektor
es: Vectorial
fi: Vektori
fr: Vectorielle
he: וקטור
hi: वेक्टर
it: Vettoriale
ja: ベクター
ko: 벡터
ne: भेक्टर
pl: Wektor
pt_br: Vetor
ru: Векторное изображение
ta: திசையன்
th: เวกเตอร์
tr: Vektör
uk: Вектор
zh_hans: 矢量图
zh_hant: 向量圖

source: Page Borders
ar: حواف الصفحة
bn: পৃষ্ঠার সীমানা
cs: Okraje stránky
de: Seitenränder
es: Márgenes de la página
fi: Sivun reunat
fr: Bordures des pages
he: גבולות עמוד
hi: पृष्ठ सीमाएं
it: Bordi della pagina
ja: ページの枠線
ne: पृष्ठ सीमाना
pl: Granice Stron
pt_br: Bordas de página
ru: Границы страницы
ta: பக்க எல்லைகள்
th: กรอบของหน้ากระดาษ
tr: Sayfa Sınırları
uk: Межі сторінок
zh_hans: 页面边框
zh_hant: 頁面邊框

source: Whether the pages have drawn borders
ar: هل حول الصفحات حواف مرسومة
bn: পৃষ্ঠাগুলির সীমানা আঁকছে কিনা
cs: Zda mají mít stránky spodní okraje
de: Ob die Seiten gezeichnete Ränder haben
es: Si las páginas tienen margenes trazados
fi: Piirretäänkö sivuille reunukset
fr: Si les pages ont des bordures dessinées
he: האם לצייר גבולות לעמוד
hi: क्या पृष्ठ पर सीमाएं बनी हुए है
it: Se le pagine hanno i bordi tracciati
ja: ページの枠線を描画するかどうか
ne: पृष्ठ किनाराहरू कोरिएका छन् कि छैनन्?
pl: Czy granice stron są widoczne
pt_br: Definir se as páginas possuem bordas desenhadas
ru: Показывать границы страницы
ta: பக்கங்கள் எல்லைகளை வரைந்துள்ளதா
th: กำหนดกรอบของหน้ากระดาษ
tr: Sayfaların sınırlarının çizilip çizilmediğini
uk: Чи межі сторінок намальовані
zh_hans: 页面是否绘制了边框
zh_hant: 頁面是否繪製了邊框

source: Import Xournal++ File
ar: استورد ملفَّ Xournal++
bn: Xournal++ ফাইল আমদানি করুন
cs: Importovat soubor Xournal++
de: Xournal++ Datei Importieren
es: Importar archivo Xournal++
fi: Tuo Xournal++-tiedosto
fr: Importer un fichier Xournal++
he: ייבוא קובץ ‎Xournal++‎
hi: Xournal++ फाइल आयात करें
it: Importa File Xournal++
ja: Xournal++ ファイルをインポート
ko: Xournal++ 파일 가져오기
ne: Xournal++ फाइल आयात गर्नुहोस्
nl: Xournal++-bestand importeren
pl: Importuj plik Xournal++
pt_br: Importar arquivo de Xournal++
ru: Импортировать файл Xournal++
ta: Xournal++ கோப்பை இறக்குமதி செய்யவும்
th: นำเข้าไฟล์ Xournal++
tr: Xournal++ Dosyasını İçe Aktar
uk: Імпортувати файл Xournal++
zh_hans: 导入Xournal++文件
zh_hant: 匯入Xournal++檔案

source: Xournal++ File Import Preferences
ar: تفضيلات استيراد ملفِّ Xournal++
bn: Xournal++ ফাইল আমদানি পছন্দসমূহ
cs: Předvolby importu souboru Xournal++
de: Xournal++ Datei Importeinstellungen
es: Preferencias de importación de archivos Xournal++
fi: Xournal++-tiedostotuonnin asetukset
fr: Paramètres d’importation de fichiers Xournal++
he: העדפות ייבוא קובץ Xournal++‎
hi: Xournal++ फाइल आयात की प्राथमिकताएं
it: Preferenze importazione dei file Xournal++
ja: Xournal++ ファイルのインポート設定
ko: Xournal++ 파일 가져오기 환경설정
ne: Xournal++ फाइल आयात प्राथमिकताहरू
nl: Xournal++-importvoorkeuren
pl: Preferencje importu z Xournal++
pt_br: Preferências de Importação de arquivos de Xournal++
ru: Настройки импорта файлов Xournal++
ta: Xournal++ கோப்பு இறக்குமதி விருப்பத்தேர்வுகள்
th: ตั้งค่าการนำเข้าไฟล์ Xournal++
tr: Xournal++ Dosya İçe Aktarma Tercihleri
uk: Налаштування імпорту файлів Xournal++
zh_hans: Xournal++文件导入设定
zh_hant: Xournal++檔案匯入設定

source: Set the preferred DPI for the Xournal++ file
ar: حدِّد العدد المفضَّل للنقاط في كلِّ بوصة لملفِّ Xournal++
bn: Xournal++ ফাইলের জন্য পছন্দের DPI সেট করুন
cs: Nastavit preferované DPI pro soubor Xournal++
de: Bevorzugte DPI für die Xournal++ Datei ändern
es: Establecer el PPP preferido para el archivo Xournal++
fi: Aseta ensisijainen DPI Xournal++-tiedostolle
fr: Définit le nombre de PPP préféré pour le fichier Xournal++
he: הגדרת הבחנה (DPI) מועדפת עבור קובצי Xournal++‎
hi: Xournal++ फाइल के लिए पसंदीदा DPI निर्धारित करें
it: Imposta il DPI preferito per il file Xournal++
ja: Xournal++ ファイルの DPI を選択します
ko: Xournal++ 파일에 대한 선호 DPI를 설정합니다
ne: Xournal++ फाइलको DPI राख्नुहोस्
nl: Stel de gewenste dpi-waarde van het Xournal++-bestand in
pl: Wybierz preferowane DPI dla pliku Xournal++
pt_br: Definir a DPI preferida para o arquivo Xournal++
ru: Установить предпочтительный DPI для файла Xournal++
ta: Xournal++ கோப்பிற்கு விருப்பமான DPI ஐ அமைக்கவும்
th: กำหนด DPI ที่ต้องการสำหรับไฟล์ Xournal++
tr: Xournal++ dosyası için tercih edilen DPI değerini ayarla
uk: Бажаний DPI для файлу Xournal++
zh_hans: 为Xournal++文件设置推荐的DPI
zh_hant: 為Xournal++檔案設定推薦的DPI

source: is password protected
bn: পাসওয়ার্ড সুরক্ষিত
cs: je chráněno heslem
de: ist Passwort geschützt
es: está protegido por contraseña
fi: on salasanasuojattu
fr: est protégé par un mot de passe
he: מוגן בסיסמה
it: è protetto da password
ja: はパスワードで保護されています
ne: पासवर्डले सुरक्षित छ।
nl: is wachtwoordbeveiligd
pl: czy hasło jest chronione
pt_br: é protegida por senha
ru: защищено паролем
ta: கடவுச்சொல் பாதுகாக்கப்படுகிறது
uk: захищено паролем

source: Encrypted PDF
bn: এঙ্ক্রিপ্ট করা PDF
cs: Šifrované PDF
de: Verschlüsselte PDF
es: PDF cifrado
fi: Salattu PDF
fr: PDF chiffré
he: PDF מוצפן
it: PDF Criptato
ja: 暗号化された PDF
ne: गुप्तिकृत PDF
nl: Gecodeerd PDF
pl: Zaszyfrowany PDF
pt_br: PDF Criptografado
ru: Зашифрованный PDF
ta: மறைகுறியாக்கப்பட்ட எஆவ
uk: Зашифрований PDF

source: _Cancel
bn: _বাতিল করুন
cs: _Zrušit
de: _Abbrechen
es: _Cancelar
fi: _Peru
he: _ביטול
it: _Annulla
ja: _キャンセル
ne: _रद्द गर्नुहोस्
nl: _Annuleren
pl: _Anuluj
pt_br: _Cancelar
ru: Отмена
ta: நீக்கறல்
uk: _Скасувати

source: _Unlock
bn: _আনলক করুন
cs: _Odemknout
de: _Entsperren
es: _Desbloquear
fi: _Avaa lukitus
fr: Débloquer
he: _שחרור
it: _Sblocca
ja: _解除
ne: _खोल्नुहोस्
nl: _Klok
pl: Odblokuj
pt_br: _Desbloquear
ru: Разблокировать
ta: பூட்டுதிற
uk: _Розблокувати

source: Enter the PDF password
bn: PDF পাসওয়ার্ড লিখুন
cs: Zadejte heslo dokumentu PDF
de: Gebe das PDF Passwort ein
es: Introduzca la contraseña del PDF
fi: Kirjoita PDF:n salasana
fr: Entrer le mot de passe du PDF
he: נא למלא את סיסמת ה־PDF
it: Inserire la password del PDF
ja: PDF のパスワードを入力
ne: PDF पासवर्ड हाल्नुहोस्।
nl: Voer het wachtwoord van PDF in
pl: Wprowadź hasło do PDF
pt_br: Entre a senha do PDF
ru: Введите пароль для PDF файла
ta: எஆவ கடவுச்சொல்லை உள்ளிடவும்
uk: Введіть пароль до PDF

source: Brush Style
ar: نوع الفرشاة
bn: তুলির স্টাইল
cs: Styl štětce
de: Pinselstil
es: Estilo del pincel
fi: Siveltimen tyyli
fr: Style de Pinceau
he: סגנון המברשת
hi: ब्रश शैली
it: Stile Pennello
ja: ブラシのスタイル
ko: 브러시 스타일
ne: बुरुस शैली
nl: Kwast­stĳl
pl: Styl pędzla
pt_br: Estilo do Pincel
ru: Стиль кисти
ta: தூரிகை பாணி
th: รูปแบบพู่กัน
tr: Fırça Biçimi
uk: Стиль пензля
zh_hans: 笔刷样式
zh_hant: 筆刷樣式

source: Brush Configuration
ar: تكوين الفرشاة
bn: তুলির কনফিগারেশন
cs: Konfigurace štětce
de: Pinselkonfiguration
es: Configuración de los pinceles
fi: Siveltimen asetukset
fr: Configuration du Pinceau
he: הגדרות המברשת
hi: ब्रश विन्यास
it: Configurazione Pennello
ja: ブラシの設定
ko: 브러시 구성
ne: बुरुस विन्यास
nl: Kwastconfiguratie
pl: Konfiguracja pędzla
pt_br: Configuração do Pincel
ru: Настройки кисти
ta: தூரிகை கட்டமைப்பு
th: กำหนดค่าพู่กัน
tr: Fırça Yapılandırma
uk: Налаштування пензля
zh_hans: 刷子设置
zh_hant: 刷子設定

source: Brush Styles
ar: أنواع الفراشي
bn: তুলির স্টাইলসমূহ
cs: Styly štětce
de: Pinselstile
es: Estilos del pincel
fi: Siveltimen tyylit
fr: Styles de Pinceau
he: סגנונות המברשת
hi: ब्रश शैलियां
it: Stile del pennello
ja: ブラシのスタイル
ko: 브러시 스타일
ne: बुरुस शैलीहरू
nl: Kwast­stĳlen
pl: Style pędzla
pt_br: Estilos do Pincel
ru: Стили кисти
ta: தூரிகை பாணிகள்
th: รูปแบบพู่กันต่าง ๆ
tr: Fırça Biçimleri
uk: Стилі пензля
zh_hans: 笔刷样式
zh_hant: 筆刷樣式
