Repository: flxzt/rnote
Catalog: crates/rnote-ui/po/*.po
Languages: ar, bn, cs, de, es, fi, fr, he, hi, it, ja, ko, ne, nl, pl, pt_br, ru, ta, th, tr, uk, zh_hans, zh_hant

source: Select All Strokes
ar: حدِّد كلَّ الخطوط المرسومة
bn: সমস্ত স্ট্রোক নির্বাচন করুন
cs: Vybrat všechny tahy
de: Alle Striche Auswählen
es: Seleccionar todos los trazos
fi: Valitse kaikki vedot
fr: Sélectionner tous les traits
he: בחירת כל המשיכות
hi: सभी स्ट्रोक्स का चयन करें
it: Seleziona tutti i tratti
ja: すべてのストロークを選択
ko: 모든 자획 선택하기
ne: सबै धर्काहरू चयनबाट हटाउनुहोस्
nl: Alle penseelstreken selecteren
pl: Zaznacz wszystkie pociągnięcia
pt_br: Selecionar Todos os Traços
ru: Выделить все штрихи
ta: அனைத்து பக்கவாதங்களும் தேர்ந்தெடுக்கவும்
th: เลือกเส้นทั้งหมด
tr: Tüm Darbeleri Seç
uk: Вибрати всі штрихи
zh_hans: 选择所有笔画
zh_hant: 選擇所有筆畫

source: Deselect All Strokes
ar: ألغِ تحديد كلِّ الخطوط المرسومة
bn: সমস্ত স্ট্রোক নির্বাচনমুক্ত করুন
cs: Zrušit výběr všech tahů
de: Alle Striche abwählen
es: Deseleccionar todos los trazos
fi: Poista kaikkien vetojen valinnat
fr: Désélectionner tous les traits
he: ביטול בחירת כל המשיכות
hi: सभी स्ट्रोक्स को अचयनित करें
it: Deseleziona tutti i tratti
ja: すべてのストロークを選択解除
ko: 모든 자획 선택해제
ne: सबै धर्काहरू चयनबाट हटाउनुहोस्
nl: Alle penseelstreken deselecteren
pl: Odznacz wszystkie pociągnięcia
pt_br: Desmarcar Todos os Traços
ru: Отменить выделение всех штрихов
ta: அனைத்து பக்கவாதங்களையும் தேர்வுநீக்கு
th: เลิกเลือกเส้นทั้งหมด
tr: Tüm Darbe Seçimlerini Kaldır
uk: Скасувати вибір всіх штрихів
zh_hans: 取消选中所有笔画
zh_hant: 取消選中所有筆畫

source: Invert Color Brightness of All Selected Strokes
ar: اعكس سطوع ألوان كلِّ الخطوط
bn: সব নির্বাচিত স্ট্রোকগুলির রঙ উলটান
cs: Invertovat jas barvy pro všechny vybrané tahy
de: Farbhelligkeit für alle ausgewählte Striche invertieren
es: Invierte el brillo del color de todos los trazos seleccionados
fr: Inverser la luminosité des couleurs de tous les traits sélectionnés
he: היפוך בהירות הצבע של כל המשיכות הנבחרות
hi: सभी चयनित स्ट्रोक्स की रंग चमक को उलटा करें
it: Inverti la luminosità del colore di tutti i tratti selezionati
ja: 選択したすべてのストロークの明度を反転
ne: चयन गरिएका धर्काहरूको रङ्ग उज्यालोपन उल्टाउनुहोस्
nl: Inverteer de kleurhelderheid van alle geselecteerde streken
pl: Odwróć Jasność Kolorów Zaznaczonych Pociągnięć
pt_br: Inverter brilho de cores em todos os traços selecionados
ru: Инвертировать яркость выделенных штрихов
ta: தேர்ந்தெடுக்கப்பட்ட அனைத்து பக்கவாதங்களின் வண்ண பிரகாசத்தை தலைகீழாக மாற்றவும்
th: กลับความสว่างสีของเส้นทั้งหมดที่เลือก
tr: Tüm Seçili Darbelerin Renk Parlaklığını Ters Çevir
uk: Інвертувати яскравість кольорів усіх обраних штрихів
zh_hans: 反转所有选中笔画的色彩亮度
zh_hant: 反轉所有選中筆畫的色彩亮度

source: Duplicate Selection
ar: كرِّر الاختيار
bn: সদৃশ নির্বাচন
cs: Duplikovat výběr
de: Auswahl duplizieren
es: Duplicar selección
fi: Monista valinta
fr: Dupliquer la sélection
he: שכפול הבחירה
hi: डुप्लिकेट चयन
it: Duplica Selezione
ja: 選択範囲を複製
ko: 선택항목 복제하기
ne: चयन नक्कल गर्नुहोस्
nl: Selectie dupliceren
pl: Duplikuj zaznaczenie
pt_br: Duplicar Seleção
ru: Дублировать выделенное
ta: நகல் தேர்வு
th: สำเนาสิ่งที่เลือก
tr: Seçimi İkizle
uk: Дублікат виділення
zh_hans: 复制所选内容
zh_hant: 複製所選內容

source: Delete Selection
ar: احذف المحدَّد
bn: নির্বাচন মুছুন
cs: Odstranit výběr
de: Auswahl löschen
es: Eliminar selección
fi: Poista valinta
fr: Supprimer la sélection
he: מחיקת הבחירה
hi: चयन हटाएं
it: Elimina Selezione
ja: 選択範囲を削除
ko: 선택항목 삭제하기
ne: चयन मेटाउनुहोस्
nl: Selectie wissen
pl: Usuń zaznaczenie
pt_br: Deletar Seleção
ru: Удалить выделенное
ta: தேர்வை நீக்கு
th: ลบสิ่งที่เลือก
tr: Seçimi Sil
uk: Видалити виділення
zh_hans: 删除所选内容
zh_hant: 刪除所選內容

source: Shape Builders
ar: قوالب الأشكال
bn: আকৃতি নির্মাতা
cs: Tvůrci tvarů
de: Formenersteller
es: Constructores de forma
fi: Muotorakentajat
fr: Générateur de formes
he: מעצב צורות
hi: आकार निर्माता
it: Tipo Di Forma
ja: 図形を作る
ko: 모형 작성도구
ne: आकार निर्माता
nl: Vormbepalingen
pl: Kreatory kształtów
pt_br: Construtores de Formas
ru: Конструкторы фигур
ta: வடிவத்தை உருவாக்குபவர்கள்
th: ตัวสร้างรูปทรง
tr: Şekil Oluşturucular
uk: Конструктори фігур
zh_hans: 形状构建工具
zh_hant: 形狀構建工具

source: Shape Configuration
ar: تكوين الشكل
bn: আকৃতি কনফিগারেশন
cs: Konfigurace tvarování
de: Formenkonfiguration
es: Configuración de forma
fi: Muodon asetukset
fr: Configuration de la forme
he: תצורת הצורה
hi: आकार विन्यास
it: Configurazioni Forme
ja: 図形の設定
ko: 모형 구성
ne: आकार विन्यास
nl: Vorm afstellen
pl: Konfiguracja kształtu
pt_br: Configuração da Forma
ru: Настройки фигур
ta: வடிவ கட்டமைப்பு
th: กำหนดค่ารูปทรง
tr: Şekil Yapılandırma
uk: Налаштування форми
zh_hans: 形状设置
zh_hant: 形狀設定

source: Shaper Style
ar: أسلوب المشكِّل
bn: শেপার স্টাইল
cs: Styl tvarování
de: Formenstil
es: Estilo del modelador
fi: Muotoillimen tyyli
fr: Style de formes
he: סגנון המעצב
hi: शेपर शैली
it: Stile Delle forme
ja: 図形のスタイル
ko: 모형도구 스타일
ne: आकार दिनेको शैली
nl: Vormbepaling
pl: Styl kreatora kształtów
pt_br: Estilo do Modelador
ru: Стиль фигур
ta: வடிவமைப்பவர் பாணி
th: รูปแบบของรูปทรง
tr: Şekillendirici Biçimi
uk: Стиль фігури
zh_hans: 形状工具样式
zh_hant: 形狀工具樣式

source: Smooth
ar: أملس
bn: মসৃণ
cs: Hladký
de: Glatt
es: Suave
fi: Tasainen
fr: Lisse
he: חלק
hi: चिकना
it: Lisce
ja: 滑らか
ko: 부드러운
ne: सम्म
nl: Gladgestreken
pl: Gładki
pt_br: Suave
ru: Ровный
ta: வழுவழுப்பான
th: เรียบ
tr: Pürüzsüz
uk: Гладкий
zh_hans: 平滑
zh_hant: 平滑

source: Rough
ar: خشن
bn: রুক্ষ
cs: Hrubý
de: Grob
es: Rugoso
fi: Karkea
fr: Grossier
he: מחוספס
hi: असभ्य
it: Ruvide
ja: 粗い
ko: 거친
ne: खस्रो
nl: Ruig
pl: Szorstki
pt_br: Grosso
ru: Грубый
ta: கரடுமுரடான
th: หยาบ
tr: Kaba
uk: Грубий
zh_hans: 粗糙
zh_hant: 粗糙

source: Highlighting
it: Evidenziazione

source: Highlight-Mode
it: Modalità evidenziazione

source: Fade active color
it: Sbiadisci il colore attivo

source: Highlight-Opacity
it: Opacità evidenziatore

source: Modify the highlight opacity (%)
it: Modifica l'opacità evidenziatore (%)

source: Smooth Style
it: Stile liscio

source: Line Cap
it: Estremità linea

source: Choose a line cap
it: Scegli l'estremità della linea

source: Straight
it: Squadrata

source: Round
it: Arrotondata

source: Line Style
it: Stile linea

source: Choose a line style
it: Scegli lo stile della linea

source: Dotted
it: Punteggiato

source: Dashed (narrow)
it: Tratteggiato (stretto)

source: Dashed (equidistant)
it: Tratteggiato (equidistante)

source: Dashed (wide)
it: Tratteggiato (ampio)

source: Rough Style
it: Stile ruvido

source: Fill Style
ar: أسلوب الملء
bn: পূর্ণ করা স্টাইল
cs: Styl výplně
de: Füllstil
es: Estilo de relleno
fi: Täyttötyyli
fr: Style de remplissage
he: סגנון מילוי
hi: भरण शैली
it: Stile Di Riempimento
ja: 塗りつぶしのスタイル
ko: 채움 스타일
ne: शैली
nl: Opvul­stĳl
pl: Styl wypełnienia
pt_br: Estilo de Preenchimento
ru: Стиль заливки
ta: நிரப்பு பாணி
th: รูปแบบการลงสี
tr: Dolgu Biçimi
uk: Стиль заливки
zh_hans: 填充样式
zh_hant: 填充樣式

source: Choose a fill style
ar: اختر أسلوب ملء
bn: একটি পুর্ণ করা স্টাইল নির্বাচন করুন
cs: Vybrat styl výplně
de: Füllstil wählen
es: Elegir un estilo de relleno
fi: Valitse täyttötyyli
fr: Choisir un style de remplissage
he: בחירת סגנון מילוי
hi: भरण शैली चुनें
it: Scegli uno stile di riempimento
ja: 塗りつぶしのスタイルを選択します
ko: 채움 스타일 고르기
ne: भर्ने शैली छान्नुहोस्
nl: Kies een opvulstijl
pl: Wybierz styl wypełnienia
pt_br: Escolha um estilo de preenchimento
ru: Выбрать стиль заливки
ta: நிரப்பு பாணியைத் தேர்வுசெய்க
th: เลือกรูปแบบการลงสี
tr: Bir dolgu biçimi seç
uk: Виберіть стиль заповнення
zh_hans: 选择填充样式
zh_hant: 選擇填充樣式

source: Hachure
ar: الترقين
bn: হাচুরে
de: Schraffiert
es: Plumeado
fr: Hachures
he: קווקוו
hi: छाया
it: Ombreggiatura
ja: ハッチング
ko: 그려넣기
ne: रेखा छायाङ्कन
nl: Reliëf
pl: Kreskowanie obszaru na mapie
pt_br: Hachura
ru: Штриховка
ta: ஹச்சுரே
th: เส้นขนาน
tr: Tarama
uk: Хачуре
zh_hans: 阴影线
zh_hant: 陰影線

source: Zig-Zag Line
ar: خطٌّ متعرِّج
bn: আঁকা-বাঁকা রেখা
cs: Klikatá čára
de: Zick-Zack Linie
es: Línea en Zig-Zag
fi: Mutkitteleva viiva
fr: Ligne Zig-Zag
he: קו זיגזג
hi: टेढ़ी-मेढ़ी रेखा
it: Linea a Zig-Zag
ja: ジグザグな線
ko: 지그재그 선
ne: बाङ्गोटिङ्गो धर्को
nl: Kris-kraslĳn
pl: Linia zygzakowata
pt_br: Linha em Zig-Zag
ru: Линия Зиг-Заг
ta: ஜிக்-ஜாக் வரி
th: เส้นซิกแซก
tr: Zig-Zag Hattı
uk: Зиґзаґоподібна лінія
zh_hans: 锯齿线
zh_hant: 鋸齒線

source: Crosshatch
ar: الترقين التعارضيّ
bn: ক্রসহ্যাচ
cs: Křížový šraf
de: Kreuzschraffur
es: Rayas cruzadas
fr: Hachures croisées
he: שתי וערב
hi: क्रॉसहैच
it: Ombreggiatura con tratteggi incrociati
ja: 網掛け
ko: 망상선
ne: क्रसह्याच
nl: Kruislings
pl: Kreskowanie
pt_br: Hachura Cruzada
ru: Перекрестная штриховка
ta: குறுக்குவெட்டு
th: เส้นไขว้
tr: Çapraz tarama
uk: Перехресне штрихування
zh_hans: 交叉阴影线
zh_hant: 交叉陰影線

source: Dots
ar: نقط
bn: বিন্দু
cs: Tečky
de: Punkte
es: Puntos
fi: Pisteet
fr: Points
he: נקודות
hi: बिंदु
it: Punti
ja: ドット
ko: 점선
ne: बिन्दुहरू
nl: Stippen
pl: Kropki
pt_br: Pontos
ru: Точки
ta: புள்ளிகள்
th: จุด
tr: Noktalar
uk: Точки
zh_hans: 点
zh_hant: 點

source: Dashed
ar: متقطِّع
bn: ড্যাশড
cs: Čárkované
de: Gestrichelt
es: Rayada
fr: Tirets
he: מקווקוו
hi: बिंदुयुक्त रेखा
it: Tratteggiato
ja: 点線
ko: 파선
ne: ड्यास
nl: Gestreept
pl: Przerywane
pt_br: Pontilhado
ru: Пунктирный
ta: கோடு போட்டது
th: ขีด
tr: Kesikli
uk: Штриховий
zh_hans: 虚线
zh_hant: 虛線

source: Hachure Angle
ar: زاوية الترقين
bn: হাচুরে কোণ
cs: Úhel hachure
de: Schraffurwinkel
es: Ángulo de plumeado
fr: Angle des hachures
he: זווית התיקון הצולב
hi: कोणीय छाया
it: Angolo Di Ombreggiatura
ja: ハッチングの角度
ko: 그려넣기 각도
ne: रेखा छायाङ्कन कोण
nl: Reliëfhoek
pl: Kąt Hachurego
pt_br: Ângulo da Hachura
ru: Угол штриховки
ta: ஹச்சூர் கோணம்
th: แนวของเส้นขนาน
tr: Tarama Açısı
uk: Кут нахилу
zh_hans: 带角度的阴影线
zh_hant: 帶角度的陰影線

source: Set the angle of hachure fills
ar: عيِّن زاوية الترقين
bn: হ্যাচুরে পূরণের কোণ সেট করুন
cs: Nastavit úhel výplní hachure
de: Winkel der Schraffurfüllung ändern
es: Establecer el ángulo de los rellenos del plumeado
fr: Définir l’angle des hachures
he: הגדרת זווית מילויי התיקון הצולב
hi: छाया रेखा का कोण निर्धारित करें
it: Imposta l'angolo dei riempimenti del tratteggio
ja: ハッチング塗りつぶしの角度を設定します
ko: 그려넣기 채움의 각도를 설정합니다
ne: रेखा छायाङ्कन भरणको कोण राख्नुहोस्
nl: Stel de hoek van het reliëf in
pl: Ustaw kąt wypełnienia kreskami
pt_br: Definir o ângulo do preenchimento das hachuras
ru: Установить угол штриховки
ta: ஹச்சூர் ஃபில்ஸின் கோணத்தை அமைக்கவும்
th: กำหนดแนวของเส้นขนาน
tr: Tarama dolgularının açısını ayarla
uk: Встановити кут заповнення гачуру
zh_hans: 设置阴影线的角度
zh_hant: 設定陰影線的角度

source: Constraints
ar: القيود
bn: সীমাবদ্ধতা
cs: Omezení
de: Beschränkungen
es: Restricciones
fi: Rajoitteet
fr: Contraintes
he: מגבלות
hi: प्रतिबंध
it: Limitazioni
ja: 正確な図形
ko: 제약 조건
ne: बाधाहरू
nl: Beperkingen
pl: Ograniczenia
pt_br: Restrições
ru: Ограничения
ta: கட்டுப்பாடுகள்
th: เงื่อนไขบังคับ
tr: Kısıtlamalar
uk: Обмеження
zh_hans: 约束条件
zh_hant: 約束條件

source: Enabled
ar: مفعَّل
bn: সক্রিয়
cs: Povoleno
de: Aktiviert
es: Activado
fi: Käytössä
fr: Activé
he: מאופשר
hi: सक्षम
it: Abilitato
ja: 有効
ko: 활성화됨
ne: सक्षम
nl: Ingeschakeld
pl: Włączony
pt_br: Habilitado
ru: Включено
ta: இயக்கப்பட்டது
th: เปิดใช้งาน
tr: Etkin
uk: Увімкнено
zh_hans: 启用
zh_hant: 啟用

source: Hold Ctrl to temporarily enable/disable constraints when this switch is off/on
it: Tieni premuto Ctrl per abilitare/disabilitare temporaneamente i vincoli quando questo interruttore è disattivato/attivato

source: Golden Ratio (1:1.618)
ar: النسبة الذهبية (1: 1.618)
bn: সোনালী অনুপাত (১ঃ১.৬১৮)
cs: Zlatý řez (1:1.618)
de: Goldener Schnitt (1:1.618)
es: Proporción áurea (1:1.618)
fi: Kultainen leikkaus (1:1.618)
fr: Nombre d’or (1:1.618)
he: יחס הזהב (1:1.618)
hi: स्वर्णिम अनुपात (1:1.618)
it: Sezione Aurea (1:1.618)
ja: 黄金比 (1:1.618)
ko: 황금 비율 (1:1.618)
ne: सुनौलो अनुपात(१:१.६१८)
nl: Gulden snede (1:1.618)
pl: Złota proporcja (1:1,618)
pt_br: Proporção Áurea (1:1.618)
ru: Золотое сечение (1:1.618)
ta: தங்க விகிதம் (1:1.618)
th: อัตราส่วนทองคำ (1:1.618)
tr: Altın Oran (1:1.618)
uk: Золотий перетин (1:1.618)
zh_hans: 黄金比例(1:1.618)
zh_hant: 黃金比例(1:1.618)

source: Insert Vertical Space
ar: أدرج مسافةً عموديةً
bn: উল্লম্ব স্থান সন্নিবেশ করুন
cs: Vložení vertikálního prostoru
de: Vertikalraum einfügen
es: Insertar espacio vertical
fi: Lisää tilaa pystysuuntaisesti
fr: Insérer un espace vertical
he: הכנסת רווח אנכי
hi: ऊर्ध्वाधर स्थान सम्मिलित करें
it: Inserisci Spazio Verticale
ja: 垂直方向の空白を挿入
ko: 수직 공간 삽입하기
ne: ठाडो ठाउँ हाल्नुहोस्
nl: Verticale ruimte invoegen
pl: Wstaw pionową przestrzeń
pt_br: Inserir Espaço Vertical
ru: Вставка вертикального пробела
ta: செங்குத்து இடத்தைச் செருகவும்
th: ใส่ที่ว่างแนวตั้ง
tr: Dikey Boşluk Ekle
uk: Вставити вертикальний простір
zh_hans: 插入竖直空白
zh_hant: 插入豎直空白

source: Vertical-Space Tool Configuration
cs: Nastavení nástroje vertikálního umístění
de: Vertikalraum Werkzeug Konfiguration
es: Configuración de la herramienta de espacio vertical
it: Configurazione dello strumento dello spazio verticale
nl: Verticale ruimte afstellen
pt_br: Configuração da ferramenta de espaço vertical

source: Move View
ar: حرِّك المنظور
bn: দৃশ্য সরান
cs: Přesunout zobrazení
de: Ansicht bewegen
es: Mover a la izquierda
fi: Siirrä näkymää
fr: Déplacer la vue
he: הזזת תצוגה
hi: दृश्य को स्थानांतरित करें
it: Sposta
ja: ビューを移動
ko: 이동 보기
ne: दृश्य सार्नुहोस्
nl: Weergave verplaatsen
pl: Przenieś widok
pt_br: Mais Visão
ru: Смещение взгляда
ta: நகர்த்து இடதுபுறம்
th: ย้ายมุมมอง
tr: Görünümü Taşı
uk: Перемістити перегляд
zh_hans: 移动视图
zh_hant: 移動檢視

source: Zoom In/Out
ar: كبِّر \ صغِّر
bn: জুম ইন/আউট
cs: Přibížit/Oddálit
de: Zoome Hinein/Heraus
es: Acercar/Alejar
fi: Lähennä/loitonna
fr: Zoom avant/arrière
he: התקרבות/התרחקות
hi: ज़ूम इन/आउट
it: Zoom avanti/indietro
ja: 拡大/縮小
ne: ठूलो/सानो पार्नुहोस्
nl: In-/uitzoomen
pl: Powiększ/Pomniejsz
pt_br: Aumentar/Diminuir zoom
ru: Увеличение/Уменьшение масштаба
ta: பெரிதாக்கு/வெளியேறு
th: ซูมเข้า/ออก
tr: Yakınlaştır/Uzaklaştır
uk: Збільшити/зменшити
zh_hans: 缩放
zh_hant: 縮放

source: Font Chooser
cs: Výběr písma
de: Schriftartauswahl
es: Selector de fuente
fr: Sélecteur de police
it: Selezione del font
nl: Lettertypekiezer
pt_br: Seletor de fontes

source: Edit Font Size
cs: Upravit velikost písma
de: Schriftgröße editieren
es: Editar tamaño de fuente
fr: Modifier la taille de la police
it: Modifica dimensione del font
nl: Lettergrootte bewerken
pt_br: Altere o Tamanho da Fonte

source: Pick And Insert Emoji
ar: اختر وأدرج إيموجي
bn: একটি ইমোজি বাছাই এবং সন্নিবেশ করুন
cs: Vybrat a vložit emodži
de: Emoji wählen und einfügen
es: Elija e inserte un emoji
fi: Valitse ja syötä emoji
fr: Choisissez et insérez un émoji
he: בחירה והכנסת רגשון
hi: इमोजी चुनें और डालें
it: Inserire Emoji
ja: 絵文字を選択して挿入
ko: 이모지 선택 및 삽입하기
ne: इमोजी छानेर हाल्नुहोस्
nl: Emoji invoegen
pl: Wybierz i wstaw emoji
pt_br: Escolher e Inserir um Emoji
ru: Выбрать и вставить эмодзи
ta: ஈமோஜியைத் தேர்ந்தெடுத்து செருகவும்
th: เลือกและใส่อีโมจิ
tr: Emoji Seç ve Ekle
uk: Виберіть та вставте емодзі
zh_hans: 选择并插入表情符号
zh_hant: 選擇並插入表情符號

source: Reset Text Attributes
ar: أعِد تعيين سمات النصِّ
bn: পাঠ্যের বৈশিষ্ট্যগুলি পুনরায় সেট করুন
cs: Resetovat textovou atributů
de: Textattribute zurücksetzen
es: Restablecer atributos de texto
fi: Nollaa tekstiominaisuudet
fr: Réinitialiser les attributs de texte
he: איפוס תכונות טקסט
hi: पाठ विशेषताएं रीसेट करें
it: Ripristina Formattazione
ja: テキストの書式をリセット
ko: 텍스트 속성 재설정
ne: पाठ विशेषताहरू रिसेट गर्नुहोस्
nl: Tekstattributen herstellen
pl: Resetuj właściwości tekstu
pt_br: Redefinir Atributos de Texto
ru: Сбросить атрибуты текста
ta: உரை பண்புகளை மீட்டமைக்கவும்
th: รีเซ็ตคุณลักษณะของตัวอักษร
tr: Metin Özniteliklerini sıfırla
uk: Скинути атрибути тексту
zh_hans: 重置文本属性
zh_hant: 重置文字屬性

source: Bold
ar: عريض
bn: স্থূল
cs: Tučný
de: Fett
es: Negrita
fi: Lihavointi
fr: Gras
he: מודגש
hi: बोल्ड
it: Grassetto
ja: 太字
ko: 굵게
ne: गाढा
nl: Vetgedrukt
pl: Pogrubiony
pt_br: Negrito
ru: Жирный
ta: தடித்த
th: ตัวหนา
tr: Kalın
uk: Жирний
zh_hans: 粗体
zh_hant: 粗體

source: Italic
ar: مائل
bn: তির্যক
cs: Kurzíva
de: Kursiv
es: Cursiva
fi: Kursivointi
fr: Italique
he: נטוי
hi: तिरछा
it: Corsivo
ja: 斜体
ko: 기울임꼴
ne: ढल्किएको
nl: Cursief
pl: Kursywa
pt_br: Itálico
ru: Курсив
ta: சாய்ந்த
th: ตัวเอียง
tr: Eğik
uk: Курсив
zh_hans: 斜体
zh_hant: 斜體

source: Underline
ar: مسطَّر
bn: আন্ডারলাইন
cs: Podtržené
de: Unterstreichen
es: Subrayado
fi: Alleviivaus
fr: Souligner
he: קו תחתי
hi: रेखांकित
it: Sottolineato
ja: 下線
ko: 밑줄
ne: तल धर्को तान्नु
nl: Onderstrepen
pl: Podkreślenie
pt_br: Sublinhado
ru: Подчеркнутый
ta: அடிக்கோடிடவும்
th: ขีดเส้นใต้
tr: Altı çizgili
uk: Підкреслити
zh_hans: 下划线
zh_hant: 下劃線

source: Strikethrough
ar: يتوسَّطه خطٌّ
bn: স্ট্রাইকথ্রু
cs: Přeškrtnutí
de: Durchstreichen
es: Tachado
fi: Yliviivaus
fr: Barrer
he: קו חוצה
hi: स्ट्राइकथ्रू
it: Barrato
ja: 打ち消し線
ko: 취소선
ne: बीचमा धर्को तान्नु
nl: Doorhalen
pl: Przekreślenie
pt_br: Tachado
ru: Зачеркнутый
ta: ஸ்டிரைக்த்ரூ
th: ขีดฆ่า
tr: Üstü çizili
uk: Закреслення
zh_hans: 删除线
zh_hant: 刪除線

source: Align Left
ar: حاذِ يسارًا
bn: বামে সারিবদ্ধ করুন
cs: Zarovnat vlevo
de: Links ausrichten
es: Alinear a la izquierda
fi: Tasaus vasemmalle
fr: Alignement à gauche
he: יישור לשמאל
hi: बाएं संरेखित करें
it: Allinea A Sinistra
ja: 左寄せ
ko: 왼쪽 정렬
ne: बायाँपट्टी पङ्क्तिबद्ध गर्नुहोस्
nl: Links uitlĳnen
pl: Wyrównaj do lewej
pt_br: Alinhar à Esquerda
ru: Выравнивание по левому краю
ta: இடப்புறம் சீரமைக்கவும்
th: ชิดซ้าย
tr: Sola Hizala
uk: Вирівняти ліворуч
zh_hans: 靠左对齐
zh_hant: 靠左對齊

source: Align Center
ar: حاذِ وسطًَا
bn: কেন্দ্র সারিবদ্ধ করুন
cs: Zarovnat doprostřed
de: Mittig ausrichten
es: Centrar
fi: Tasaus keskelle
fr: Alignement au centre
he: מרכוז
hi: मध्य में संरेखित करें
it: Allinea Al Centro
ja: 中央寄せ
ko: 중앙 정렬
ne: बीचमा पङ्क्तिबद्ध गर्नुहोस्
nl: Centreren
pl: Wyrównaj do środka
pt_br: Alinhar ao Centro
ru: Выравнивание по центру
ta: மையத்தை சீரமைக்கவும்
th: กึ่งกลาง
tr: Merkeze Hizala
uk: Вирівняти по центру
zh_hans: 居中对齐
zh_hant: 居中對齊

source: Align Right
ar: حاذِ يمينًا
bn: ডানদিকে সারিবদ্ধ করুন
cs: Zarovnat doprava
de: Rechts ausrichten
es: Alinear a la derecha
fi: Tasaus oikealle
fr: Alignement à droite
he: יישור לימין
hi: दाएं संरेखित करें
it: Allinea A Destra
ja: 右寄せ
ko: 오른쪽 정렬
ne: दायाँपट्टी पङ्क्तिबद्ध गर्नुहोस्
nl: Rechts uitlĳnen
pl: Wyrównaj do prawej
pt_br: Alinhar à Direita
ru: Выравнивание по правому краю
ta: வலதுபுறம் சீரமைக்கவும்
th: ชิดขวา
tr: Sağa Hizala
uk: Вирівняти праворуч
zh_hans: 靠右对齐
zh_hant: 靠右對齊

source: Fill
ar: ساوِ
bn: ভর্তি করুন
cs: Vyplnit
de: Füllen
es: Rellenar
fi: Täyttö
fr: Alignement justifié
he: מילוי
hi: भरण
it: Giustificato
ja: 両端揃え
ko: 채움
ne: भर्नु
nl: Vullen
pl: Wypełnij
pt_br: Preencher
ru: Выравнивание по ширине
ta: நிரப்பு
th: เต็มบรรทัด
tr: İki yana hizala
uk: Заповнити
zh_hans: 填充
zh_hant: 填充

source: Move Selected Workspace Up
ar: حرِّك مساحة العمل المحدَّدة للأعلى
bn: নির্বাচিত কর্মক্ষেত্র উপরে সরান
cs: Přesunout vybraný prostor nahoru
de: Ausgewählte Arbeitsfläche nach oben verschieben
es: Mover el espacio de trabajo seleccionado hacia arriba
fi: Siirrä valittu työtila ylös
fr: Déplacer l’espace de travail sélectionné vers le haut
he: העלאת סביבת העבודה הנבחרת מעלה
hi: चयनित कार्यस्थान को ऊपर ले जाएं
it: Sposta L'Area Di Lavoro Selezionata Sopra
ja: 選択したワークスペースを上に移動
ko: 선택된 작업 공간 위로 이동하기
ne: चयन गरिएको कार्यक्षेत्र माथि सार्नुहोस्
nl: Gekozen werkblad omhoog verplaatsen
pl: Przesuń wybrany obszar roboczy do góry
pt_br: Mover Workspace Selecionado para Cima
ru: Сместить коллекцию выше
ta: தேர்ந்தெடுக்கப்பட்ட பணியிடத்தை மேலே நகர்த்தவும்
th: ขยับพื้นที่ทำงานขึ้น
tr: Çalışma Alanı Yukarı Taşı
uk: Перемістити вибрану робочу область вгору
zh_hans: 向上移动选定的工作区
zh_hant: 向上移動選定的工作區

source: Move Selected Workspace Down
ar: حرِّك مساحة العمل المحدَّدة للأسفل
bn: নির্বাচিত কর্মক্ষেত্র নিচে সরান
cs: Přesunout vybraný prostor dolů
de: Ausgewählte Arbeitsfläche nach unten verschieben
es: Mover el espacio de trabajo seleccionado hacia abajo
fi: Siirrä valittu työtila alas
fr: Déplacer l’espace de travail sélectionné vers le bas
he: הורדת סביבת העבודה הנבחרת מטה
hi: चयनित कार्यस्थान को नीचे ले जाएं
it: Sposta L'area Di Lavoro Selezionata Sotto
ja: 選択したワークスペースを下に移動
ko: 선택된 작업 공간 아래로 이동하기
ne: चयन गरिएको कार्यक्षेत्र तलतिर सार्नुहोस्
nl: Gekozen werkblad omlaag verplaatsen
pl: Przesuń wybrany obszar roboczy do dół
pt_br: Mover Workspace Selecionado para Baixo
ru: Сместить коллекцию ниже
ta: தேர்ந்தெடுக்கப்பட்ட பணியிடத்தை கீழே நகர்த்தவும்
th: ขยับพื้นที่ทำงานลง
tr: Çalışma Alanı Aşağı Taşı
uk: Перемістити вибрану робочу область вниз
zh_hans: 向下移动选定的工作区
zh_hant: 向下移動選定的工作區

source: Add Workspace
ar: أضف مساحة عمل
bn: কর্মক্ষেত্র যোগ করুন
cs: Přidat prostor
de: Arbeitsfläche hinzufügen
es: Añadir área de trabajo
fi: Lisää työtila
fr: Ajouter un espace de travail
he: הוספת סביבת עבודה
hi: कार्यस्थान जोड़ें
it: Aggiungi Area Di Lavoro
ja: ワークスペースを追加
ko: 작업 공간 추가하기
ne: कार्यक्षेत्र थप्नुहोस्
nl: Werkblad toevoegen
pl: Dodaj obszar roboczy
pt_br: Adicionar Área de Trabalho
ru: Добавить коллекцию
ta: பணியிடத்தைச் சேர்க்கவும்
th: เพิ่มพื้นที่ทำงาน
tr: Çalışma Alanı Ekle
uk: Додати робочу область
zh_hans: 添加工作区
zh_hant: 新增工作區

source: Remove Selected Workspace
ar: أزل مساحة العمل المحدَّدة
bn: নির্বাচিত কর্মক্ষেত্র মুছে ফেলুন
cs: Odstranit vybraný prostor
de: Ausgewählte Arbeitsfläche entfernen
es: Quitar el espacio de trabajo seleccionado
fi: Poista valittu työtila
fr: Supprimer l’espace de travail sélectionné
he: הסרת סביבת העבודה הנבחרת
hi: चयनित कार्यस्थान हटाएं
it: Rimuovi L'Area Di Lavoro Selezionata
ja: 選択したワークスペースを削除
ko: 선택된 작업 공간 제거하기
ne: चयन गरिएको कार्यक्षेत्र हटाउनुहोस्
nl: Gekozen werkblad verwijderen
pl: Usuń wybrany obszar roboczy
pt_br: Remover Área de Trabalho Selecionada
ru: Удалить выбранную коллекцию
ta: தேர்ந்தெடுக்கப்பட்ட பணியிடத்தை அகற்று
th: ลบพื้นที่ทำงานที่เลือก
tr: Çalışma Alanı Kaldır
uk: Видалити вибрану робочу область
zh_hans: 移除选定的工作区
zh_hant: 移除選定的工作區

source: Edit Selected Workspace
ar: حرِّر مساحة العمل المحدَّدة
bn: নির্বাচিত কর্মক্ষেত্র সম্পাদন করুন
cs: Upravit vybraný prostor
de: Bearbeite ausgewählte Arbeitsfläche
es: Editar el espacio de trabajo seleccionado
fi: Muokkaa valittua työtilaa
fr: Modifier l’espace de travail sélectionné
he: עריכת סביבת העבודה הנבחרת
hi: चयनित कार्यस्थान संपादन
it: Modifica L'area Di Lavoro Selezionata
ja: 選択したワークスペースを編集
ko: 선택된 작업 공간 편집하기
ne: चयन गरिएको कार्यक्षेत्रमा फेरबदल गर्नुहोस्
nl: Gekozen werkblad bewerken
pl: Edytuj wybraną przestrzeń roboczą
pt_br: Editar Área de Trabalho Selecionada
ru: Редактировать выбранную коллекцию
ta: தேர்ந்தெடுக்கப்பட்ட பணியிடத்தைத் திருத்தவும்
th: แก้ไขพื้นที่ทำงานที่เลือก
tr: Çalışma Alanını Düzenle
uk: Редагувати вибрану робочу область
zh_hans: 编辑选定的工作区
zh_hant: 編輯選定的工作區

source: Co_lor Scheme
ar: مخطَّط الألوان
bn: র_ঙ বিন্যাস
cs: Barevné schéma
de: _Farbschema
es: Esquema de co_lor
fi: _Väriteema
fr: Thème de cou_leurs
he: _ערכת צבעים
hi: रंग योजना (_l)
it: Schema Colori
ja: カラースキーム(_L)
ko: 색상 구성표(_L)
ne: रङ्ग योजना
nl: _Thema
pl: Schemat ko_lorów
pt_br: Esquema de C_or
ru: Цветовая схема
ta: வண்ண திட்டம் (_l)
th: ธีม
tr: _Renk Şeması
uk: _Стиль додатку
zh_hans: 配色方案 [_l]
zh_hant: 配色方案 [_l]

source: Use _System Colors
ar: استخدم ألوان النظام
bn: _সিস্টেমের রঙ ব্যবহার করুন
cs: Použít systémové barvy
de: Verwende _Systemfarben
es: Usar los colores del _sistema
fi: Käytä _järjestelmän värejä
fr: Thème du _système
he: שימוש בצבעי מ_ערכת
hi: सिस्टम रंगों का प्रयोग करें (_S)
it: Usa i colori del sistema
ja: システムの色を使う(_S)
ko: 시스템 색상 사용하기(_S)
ne: सिस्टमको रङ्गहरू प्रयोग गर्नुहोस्।
nl: _Systeemthema gebruiken
pl: Użyj kolorów _systemowych
pt_br: Usar _Cores do Sistema
ru: Использовать цвета системы
ta: கணினி வண்ணங்களைப் பயன்படுத்தவும் (_S)
th: ใช้การตั้งค่าธีมตามระบบ
tr: _Sistem Renklerini Kullan
uk: Використовувати с_тиль системи
zh_hans: 使用系统方案 [_S]
zh_hant: 使用系統方案 [_S]
