Repository: flxzt/rnote
Catalog: crates/rnote-ui/po/*.po
Languages: ar, bn, cs, de, es, fi, fr, he, hi, it, ja, ko, ne, nl, pl, pt_br, ru, ta, th, tr, uk, zh_hans, zh_hant

source: Set the action for the primary stylus button
ar: عيِّن إجراء الزرِّ الرئيس للقلم
bn: ক্রিয়া সেট করুন প্রাথমিক স্টাইলাস বোতামের জন্য
cs: Nastavení akce pro primárního tlačítka stylusu
de: Ändere die Aktion für die primäre Taste des Stylus
es: Establecer la acción para el botón principal del lápiz óptico
fi: Aseta toiminto stylus- kynän ensisijaiselle painikkeelle
fr: Définir l’action du bouton principal du stylet
he: הגדרת הפעולה לכפתור העיקרי בעט האלקטרוני
hi: प्राथमिक स्टाइलस बटन के लिए कार्रवाई निर्धारित करें
it: Imposta l'azione per il tasto principale della penna
ne: प्राथमिक लेखनी बटनको लागि कार्य सेट गर्नुहोस्
nl: Ken een actie toe aan de primaire penknop
pl: Ustaw akcję dla głównego przycisku rysika
pt_br: Definir a ação do botão principal da caneta ("stylus")
ru: Выбрать действие основной кнопки стилуса
ta: முதன்மை ஸ்டைலஸ் பட்டனுக்கான செயலை அமைக்கவும்
th: ตั้งค่า ปุ่มหลักของปากกา
tr: Stylus birincil düğme eylemini ayarla
uk: Установіть дію для основної кнопки стилуса
zh_hans: 设置手写笔主按键 执行的动作
zh_hant: 設定手寫筆主按鍵 執行的動作

source: Stylus Secondary Button Action
ar: إجراء الزرِّ الثانويِّ للقلم
bn: স্টাইলাস গৌণ বোতাম কর্ম
cs: Akce druhého tlačítka stylusu
de: Stylus sekundäre Tastenaktion
es: Acción del botón secundario del lápiz óptico
fi: Stylus-kynän toissijaisen painikkeen toiminto
fr: Action du bouton secondaire du stylet
he: פעולת הלחצן המשני של העט האלקטרוני
hi: स्टाइलस सेकेंडरी बटन एक्शन
it: Tasto Secondario Della Penna
ko: 스타일러스 보조 버튼 동작
ne: लेखनी माध्यमिक बटन कार्य
nl: Secundaire penknop
pl: Działanie drugiego przycisku rysika
pt_br: Ação do Botão Secundário da Caneta ("stylus")
ru: Действие дополнительной кнопки стилуса
ta: எழுத்தாணி இரண்டாம் நிலை பொத்தான் செயல்
th: ปุ่มรองของปากกา
tr: Stylus İkincil Düğme Eylemi
uk: Дія додаткової кнопки стилуса
zh_hans: 手写笔副按键动作
zh_hant: 手寫筆副按鍵動作

source: Set the action for the secondary stylus button
ar: عيِّن إجراء الزرِّ الثانويِّ للقلم
bn: ক্রিয়া সেট করুন গৌণ স্টাইলাস বোতামের জন্য
cs: Nastavit akci pro druhé tlačítko stylusu
de: Ändere die Aktion für die sekundäre Taste des Stylus
es: Establecer la acción para el botón secundario del lápiz óptico
fi: Aseta toiminto stylus- kynän toissijaiselle painikkeelle
fr: Définir l’action du bouton secondaire du stylet
he: הגדרת הפעולה לכפתור המשני בעט האלקטרוני
hi: सेकेंडरी स्टाइलस बटन के लिए कार्रवाई निर्धारित करें
it: Imposta l'azione per il tasto secondario della penna
ne: माध्यमिक लेखनी बटनको लागि कार्य सेट गर्नुहोस्
nl: Ken een actie toe aan de secundaire penknop
pl: Ustaw akcję dla drugiego przycisku rysika
pt_br: Definir a ação do botão secundário da caneta ("stylus")
ru: Выбрать действие дополнительной кнопки стилуса
ta: இரண்டாம் நிலை ஸ்டைலஸ் பொத்தானுக்கு செயலை அமைக்கவும்
th: ตั้งค่า ปุ่มรองของปากกา
tr: Stylus ikincil düğme eylemini ayarla
uk: Установіть дію для додаткової кнопки стилуса
zh_hans: 设置手写笔副按键 执行的动作
zh_hant: 設定手寫筆副按鍵 執行的動作

source: Mouse Secondary Button Action
ar: إجراء الزرِّ الثانويِّ للفأرة
bn: স্টাইলাস গৌণ বোতাম কর্ম
cs: Akce druhého tlačítka myši
de: Maus sekundäre Tastenaktion
es: Acción del botón secundario del ratón
fi: Hiiren toissijaisen painikkeen toiminto
fr: Action du bouton secondaire de la souris
he: פעולת הלחצן המשני של העכבר
hi: माउस सेकेंडरी बटन एक्शन
it: Azione Del Tasto Secondario Del Mouse
ko: 마우스 보조 버튼 동작
ne: माउस माध्यमिक बटन कार्य
nl: Secundaire muisknop
pl: Działanie drugiego przycisku myszy
pt_br: Ação Secundária do Botão do Mouse
ru: Действие правой кнопки мыши
ta: சுட்டி இரண்டாம் நிலை பொத்தான் செயல்
th: ปุ่มคลิกขวาของเมาส์
tr: Fare İkincil Düğme Eylemi
uk: Дія додаткової кнопки миші
zh_hans: 鼠标次键动作
zh_hant: 滑鼠次鍵動作

source: Set the action for the secondary mouse button
ar: عيِّن إجراء الزرِّ الثانويِّ للفأرة
bn: ক্রিয়া সেট করুন গৌণ মাউস বোতামের জন্য
cs: Nastavit akci pro druhé tlačítko myši
de: Ändere die Aktion für die sekundäre Taste der Maus
es: Establecer la acción para el botón secundario del ratón
fi: Aseta toiminto hiiren toissijaiselle painikkeelle
fr: Définir l’action du bouton secondaire de la souris
he: הגדרת פעולת הכפתור המשני בעכבר
hi: द्वितीयक माउस बटन के लिए कार्रवाई निर्धारित करें
it: Imposta l'azione per il tasto secondario del mouse
ne: माध्यमिक माउस बटनको लागि कार्य सेट गर्नुहोस्
nl: Ken een actie toe aan de secundaire muisknop
pl: Ustaw akcję dla drugiego przycisku myszy
pt_br: Definir a ação secundária do botão do mouse
ru: Выбрать действие правой кнопки мыши
ta: இரண்டாம் நிலை சுட்டி பொத்தானின் செயலை அமைக்கவும்
th: ตั้งค่า ปุ่มคลิกขวาของเมาส์
tr: Fare ikincil düğme eylemini ayarla
uk: Установіть дію для додаткової кнопки миші
zh_hans: 设置鼠标次键 执行的动作
zh_hant: 設定滑鼠次鍵 執行的動作

source: Touch Two-Finger Long-Press Action
ar: إجراء اللمس بإصبعين طويلًا
bn: টাচের দুই-আঙ্গুলের দীর্ঘ-প্রেস অ্যাকশন
cs: Dotyková akce dlouhého stisknutí dvěma prsty
de: Touch Zwei-Finger Langer-Druck Aktion
es: Pulsación larga con dos dedos
fi: Kosketuksen kahden sormen pitkän painalluksen toiminto
fr: Appui long à deux doigts
he: פעולת לחיצה ארוכה בשתי אצבעות במשטח מגע
hi: दो-उंगली लंबी-प्रेस टच कार्रवाई
it: Pressione Prolungata Con Due Dita
ko: 두 손가락 터치 길게 누르기 동작
ne: दुई-औँलाले छुँदा लामो-प्रेस कार्य
nl: Actie bij lang indrukken met twee vingers
pl: Długie Naciśnięcie Dwoma Palcami
pt_br: Ação de pressionar longamente com dois dedos
ru: Действие долгого прикосновения двумя пальцами
ta: இரண்டு விரல்களால் நீண்ட அழுத்த செயலைத் தொடவும்
th: แตะค้างด้วยสองนิ้ว
tr: Dokunma, İki Parmakla Uzun Basma Eylemi
uk: Тривалий дотик двома пальцями
zh_hans: 双指长按行为
zh_hant: 雙指長按行為

source: Set the action for the touch two-finger long-press gesture
ar: عيِّن إجراء اللمس بإصبعين طويلًا
bn: ক্রিয়া সেট করুন দুই আঙ্গুল দীর্ঘ-প্রেস টাচের জন্য
cs: Nastavení akce pro dotyk gesto dlouhého stisknutí dvěma prsty
de: Ändere die Aktion für die Touch Zwei-Finger Lange-Drücken Geste
es: Establecer la acción para el gesto táctil de pulsación prolongada con dos dedos
fi: Aseta toiminto kosketuksen kahden sormen pitkän painalluksen eleelle
fr: Définir l’action de l’appui long à deux doigts
he: הגדרת פעולת לחיצה ארוכה בשתי אצבעות במשטח מגע
hi: स्पर्श के लिए क्रिया निर्धारित करें दो अंगुलियों से लंबे समय तक दबाने का इशारा
it: Imposta l'azione per il gesto di pressione prolungata con due dita
ne: दुई-औँलाले छुँदा लामो-प्रेसको लागि कार्य सेट गर्नुहोस्
nl: Stelt de actie in wanneer met 2 vingers lang wordt vastgehouden
pl: Ustaw akcję dla gestu dotyku długiego naciśnięcia dwoma palcami
pt_br: Definir a ação para o gesto de pressionar com dois dedos
ru: Выбрать действие по долгому прикосновению двумя пальцами к экрану
ta: தொடுதலுக்கான செயலை அமைக்கவும் இரண்டு விரல் நீண்ட அழுத்த சைகை
th: ตั้งค่าการแตะ ค้างด้วยสองนิ้ว
tr: Dokunma, iki parmakla uzun basma hareketi için eylem ayarla
uk: Налаштувати дію для жесту тривалого дотику двома пальцями
zh_hans: 设置双指长按 手势的行为
zh_hant: 設定雙指長按 手勢的行為

source: Keyboard Ctrl-Space Action
ar: إجراء ضغط Ctrl - مسافة
bn: কিবোর্ড Ctrl-Space ক্রিয়া
cs: Akce kombinace kláves Ctrl-Mezerník
de: Tastatur Strg-Leertaste Aktion
es: Acción del teclado Ctrl-Espacio
fi: Näppäimistön Ctrl-välilyönnin toiminto
fr: Action du raccourci clavier Ctrl-Espace
he: פעולת Ctrl+רווח במקלדת
hi: कीबोर्ड Ctrl-Space क्रिया
it: Azione Ctrl-Spazio della tastiera
ne: किबोर्ड Ctrl-Space कार्य
nl: Toetsenbord Ctrl-Spatie actie
pl: Naciśnięcie Ctrl-Space
pt_br: Ação do Atalho Ctrl-Space
ru: Действие комбинации Ctrl-Space
ta: விசைப்பலகை Ctrl-Space செயல்
th: ปุ่ม Ctrl-Space
tr: Klavye Ctrl-Space Eylemi
uk: Дія для клавіатурного скорочення Ctrl-Пробіл
zh_hans: 键盘 Ctrl-Space 动作
zh_hant: 鍵盤 Ctrl-Space 動作

source: Set the action for the keyboard Ctrl plus Space shortcut
ar: عيِّن إجراء الاختصار مسافة + Ctrl
bn: ক্রিয়া সেট করুন কিবোর্ড Ctrl এবং Space শর্টকাটের জন্য
cs: Nastavit akci pro klávesovou zkratku Ctrl plus mezerník
de: Ändere die Aktion für das Tastatur Strg plus Leertaste Tastenkürzel
es: Establecer la acción para el atajo del teclado Ctrl más Espacio
fi: Aseta toiminto näppäimistön Ctrl:n ja välilyönnin pikanäppäimelle
fr: Définir l’action du raccourci clavier Ctrl + Espace
he: הגדרת פעולת צירוף המקשים ‏Ctrl+רווח
hi: कीबोर्ड के लिए क्रिया निर्धारित करें Ctrl + Space शॉर्टकट
it: Imposta l'azione per la tastiera Ctrl più scorciatoia Spazio
ne: किबोर्ड Ctrl-Space को लागि कार्य सेट गर्नुहोस्
nl: Stel de actie in voor het toetsenbord Ctrl plus Spatie snelkoppeling
pl: Ustaw akcję dla skrótu Ctrl+Spacja
pt_br: Definir a ação para o atalho do teclado Ctrl+ Espaço
ru: Выбрать действие для сочетания Ctrl+Пробел
ta: விசைப்பலகைக்கான செயலை அமைக்கவும் Ctrl + Space குறுக்குவழி
th: ตั้งค่าปุ่มคีย์บอร์ด Ctrl พร้อม Space
tr: Ctrl + Boşluk kısayolu için eylem ayarla
uk: Встановити дію для клавіатурного скорочення Ctrl + Пробіл
zh_hans: 设置键盘动作 Ctrl + Space 快捷键
zh_hant: 設定鍵盤動作 Ctrl + Space 快捷鍵

source: Drawing Pad Button 1 Action
ar: إجراء الزرِّ الأوَّل في لوح الرسم
bn: অঙ্কন প্যাড বোতাম ১ ক্রিয়া
cs: Akce kreslení tlačítka 1 na tabletu
de: Zeichentablet Taste 1 Aktion
es: Acción del botón 1 del panel de dibujo
fi: Piirtoalustan painikkeen 1 toiminto
fr: Action du bouton 1 de la tablette graphique
he: פעולת לחצן 1 בלוח ציור
hi: ड्राइंग पैड बटन 1 कार्रवाई
it: Tasto 1 Della Tavoletta Grafica
ne: रेखाचित्र प्याड बटन १ कार्य
nl: Tekenblok – Actie knop 1
pl: Akcja Przycisku Rysika 1
pt_br: Ação do Botão 1 da Mesa Digitalizadora
ru: Действие кнопки 1 графического планшета
ta: வரைதல் திண்டு பட்டன் 1 செயல்
th: ปุ่มของแผ่นวาด 1
tr: Çizim Pedi Birinci Düğme Eylemi
uk: Блок малювання - Кнопка дії 1
zh_hans: 画板按钮1行为
zh_hant: 畫板按鈕1行為

source: Set the action for button 1 on a drawing pad
ar: عيِّن إجراء الزرِّ الأوَّل في لوح رسم
bn: ক্রিয়া সেট করুন একটি ড্রয়িং প্যাডে বোতাম ১ এর জন্য
cs: Nastavit akci pro tlačítko na kreslící podložce
de: Lege die Aktion für Taste 1 auf einem Zeichentablet fest
es: Establecer la acción para el botón 1 en un bloc de dibujo
fi: Aseta toiminto piirrosalustan painikkeelle 1
fr: Définir l’action du bouton 1 de la tablette graphique
he: הגדרת הפעולה ללחצן 1 בלוח ציור
hi: बटन 1 के लिए कार्रवाई निर्धारित करें ड्राइंग पैड पर
it: Impostare l'azione per il pulsante 1 su un blocco da disegno
ne: रेखाचित्र प्याड बटन १ को लागि कार्य सेट गर्नुहोस्
nl: De actie van knop 1 op een tekenblok
pl: Ustaw akcję dla przycisku 1 na tablecie graficznym
pt_br: Selecionar a ação para o botão 1 na mesa digitalizadora
ru: Выбрать действие для кнопки 1 графического планшета
ta: பொத்தான் 1 க்கான செயலை அமைக்கவும் ஒரு வரைதல் திண்டு மீது
th: ตั้งค่าปุ่ม 1 ของแผ่นวาด
tr: Çizim pedinde birinci düğme eylemini ayarla
uk: Встановіть дію для кнопки 1 на планшеті для малювання
zh_hans: 设置画板 按钮1的行为
zh_hant: 設定畫板 按鈕1的行為

source: Drawing Pad Button 2 Action
ar: إجراء الزرِّ الثاني في لوح الرسم
bn: অঙ্কন প্যাড বোতাম ২ ক্রিয়া
cs: Akce pro tlačítko 2 kreslící podložky
de: Zeichentablet Taste 2 Aktion
es: Acción del botón 2 del panel de dibujo
fi: Piirtoalustan painikkeen 2 toiminto
fr: Action du bouton 2 de la tablette graphique
he: פעולת לחצן 2 בלוח ציור
hi: ड्रॉइंग पैड बटन 2 कार्रवाई
it: Tasto 2 Della Tavoletta Grafica
ne: रेखाचित्र प्याड बटन २ कार्य
nl: Tekenblok – Actie knop 2
pl: Akcja Przycisku Rysika 2
pt_br: Ação do Botão 2 da Mesa Digitalizadora
ru: Действие кнопки 2 графического планшета
ta: வரைதல் திண்டு பொத்தான் 2 செயல்
th: ปุ่มของแผ่นวาด 2
tr: Çizim Pedi İkinci Düğme Eylemi
uk: Блок малювання - Кнопка дії 2
zh_hans: 画板按钮2行为
zh_hant: 畫板按鈕2行為

source: Set the action for button 2 on a drawing pad
ar: عيِّن إجراء الزرِّ الثاني في لوح رسم
bn: ক্রিয়া সেট করুন একটি ড্রয়িং প্যাডে বোতাম ২ এর জন্য
cs: Nastavit akci pro tlačítko 2 na kreslící podložce
de: Lege die Aktion für Taste 2 auf einem Zeichentablet fest
es: Establecer la acción para el botón 2 en un bloc de dibujo
fi: Aseta toiminto piirrosalustan painikkeelle 2
fr: Définir l’action du bouton 2 de la tablette graphique
he: הגדרת הפעולה ללחצן 2 בלוח ציור
hi: बटन 2 के लिए कार्रवाई निर्धारित करें ड्राइंग पैड पर
it: Impostare l'azione per il pulsante 2 su un blocco da disegno
ne: रेखाचित्र प्याड बटन २ को लागि कार्य सेट गर्नुहोस्
nl: De actie van knop 2 op een tekenblok
pl: Ustaw akcję dla przycisku 2 na tablecie graficznym
pt_br: Selecionar a ação para o botão 2 na mesa digitalizadora
ru: Выбрать действие для кнопки 2 графического планшета
ta: பொத்தான் 2 க்கான செயலை அமைக்கவும் ஒரு வரைதல் திண்டு மீது
th: ตั้งค่าปุ่ม 2 ของแผ่นวาด
tr: Çizim pedinde ikinci düğme eylemini ayarla
uk: Встановіть дію для кнопки 2 на планшеті для малювання
zh_hans: 设置画板 按钮2的行为
zh_hant: 設定畫板 按鈕2的行為

source: Drawing Pad Button 3 Action
ar: إجراء الزرِّ الثالث في لوح الرسم
bn: অঙ্কন প্যাড বোতাম ৩ ক্রিয়া
cs: Akce pro tlačítko 3 kreslící podložky
de: Zeichentablet Taste 3 Aktion
es: Acción del botón del panel de dibujo 3
fi: Piirtoalustan painikkeen 3 toiminto
fr: Action du bouton 3 de la tablette graphique
he: פעולת לחצן 3 בלוח ציור
hi: ड्राइंग पैड बटन 3 कार्रवाई
it: Tasto 3 Della Tavoletta Grafica
ne: रेखाचित्र प्याड बटन ३ कार्य
nl: Tekenblok – Actie knop 3
pl: Akcja Przycisku Rysika 3
pt_br: Ação do Botão 3 do Mesa Digitalizadora
ru: Действие кнопки 3 графического планшета
ta: வரைதல் திண்டு பட்டன் 3 செயல்
th: ปุ่มของแผ่นวาด 3
tr: Çizim Pedi Üçüncü Düğme Eylemi
uk: Блок малювання - Кнопка дії 3
zh_hans: 画板按钮3行为
zh_hant: 畫板按鈕3行為

source: Set the action for button 3 on a drawing pad
ar: عيِّن إجراء الزرِّ الثالث في لوح رسم
bn: ক্রিয়া সেট করুন একটি ড্রয়িং প্যাডে বোতাম ৩ এর জন্য
cs: Nastavit akci pro tlačítko 3 na kreslící podložce
de: Lege die Aktion für Taste 3 auf einem Zeichentablet fest
es: Establecer la acción para el botón 3 en un bloc de dibujo
fi: Aseta toiminto piirrosalustan painikkeelle 3
fr: Définir l’action du bouton 3 de la tablette graphique
he: הגדרת הפעולה ללחצן 3 בלוח ציור
hi: बटन 3 के लिए कार्रवाई निर्धारित करें ड्राइंग पैड पर
it: Impostare l'azione per il pulsante 3 su un blocco da disegno
ne: रेखाचित्र प्याड बटन ३ को लागि कार्य सेट गर्नुहोस्
nl: De actie van knop 3 op een tekenblok
pl: Ustaw akcję dla przycisku 3 na tablecie graficznym
pt_br: Selecionar ação para o botão 3 na mesa digitalizadora
ru: Выбрать действие для кнопки 3 графического планшета
ta: பொத்தான் 3 க்கான செயலை அமைக்கவும் ஒரு வரைதல் திண்டு மீது
th: ตั้งค่าปุ่ม 3 ของแผ่นวาด
tr: Çizim pedinde üçüncü düğme eylemini ayarla
uk: Встановіть дію для кнопки 3 на планшеті для малювання
zh_hans: 设置画板 按钮3的行为
zh_hant: 設定畫板 按鈕3的行為

source: Drawing Pad Button 4 Action
ar: إجراء الزرِّ الرابع في لوح الرسم
bn: অঙ্কন প্যাড বোতাম ৪ ক্রিয়া
cs: Akce pro tlačítko 4 kreslící podložky
de: Zeichentablet Taste 4 Aktion
es: Acción del botón del panel de dibujo 4
fi: Piirtoalustan painikkeen 4 toiminto
fr: Action du bouton 4 de la tablette graphique
he: פעולת לחצן 4 בלוח ציור
hi: ड्राइंग पैड बटन 4 कार्रवाई
it: Tasto 4 Della Tavoletta Grafica
ne: रेखाचित्र प्याड बटन ४ कार्य
nl: Tekenblok – Actie knop 4
pl: Akcja Przycisku Rysika 4
pt_br: Ação do Botão 4 da Mesa Digitalizadora
ru: Действие кнопки 4 графического планшета
ta: வரைதல் திண்டு பட்டன் 4 செயல்
th: ปุ่มของแผ่นวาด 4
tr: Çizim Pedi Dördüncü Düğme Eylemi
uk: Блок малювання - Кнопка дії 4
zh_hans: 画板按钮4行为
zh_hant: 畫板按鈕4行為

source: Set the action for button 4 on a drawing pad
ar: عيِّن إجراء الزرِّ الرابع في لوح رسم
bn: ক্রিয়া সেট করুন একটি ড্রয়িং প্যাডে বোতাম ৪ এর জন্য
cs: Nastavit akci pro tlačítko 4 na kreslící podložce
de: Lege die Aktion für Taste 4 auf einem Zeichentablet fest
es: Establecer la acción para el botón 4 en un bloc de dibujo
fi: Aseta toiminto piirrosalustan painikkeelle 4
fr: Définir l’action du bouton 4 de la tablette graphique
he: הגדרת הפעולה ללחצן 4 בלוח ציור
hi: बटन 4 के लिए कार्रवाई निर्धारित करें ड्राइंग पैड पर
it: Impostare l'azione per il pulsante 4 su un blocco da disegno
ne: रेखाचित्र प्याड बटन ४ को लागि कार्य सेट गर्नुहोस्
nl: De actie van knop 4 op een tekenblok
pl: Ustaw akcję dla przycisku 4 na tablecie graficznym
pt_br: Selecionar a ação do botão 4 no mesa digitalizadora
ru: Выбрать действие для кнопки 4 графического планшета
ta: பொத்தான் 4 க்கான செயலை அமைக்கவும் ஒரு வரைதல் திண்டு மீது
th: ตั้งค่าปุ่ม 4 ของแผ่นวาด
tr: Çizim pedinde dördüncü düğme eylemini ayarla
uk: Встановіть дію для кнопки 4 на планшеті для малювання
zh_hans: 设置画板 按钮4的行为
zh_hant: 設定畫板 按鈕4的行為

source: Show Keyboard Shortcuts
ar: أظهر اختصارات لوحة المفاتيح
bn: কীবোর্ড শর্টকাটগুলি দেখান
cs: Zobrazit klávesové zkratky
de: Zeige Tastenkürzel
es: Mostrar Atajos del teclado
fi: Näytä näppäimistön pikanäppäimet
fr: Afficher les raccourcis clavier
he: הצגת קיצורי מקלדת
hi: कीबोर्ड शॉर्टकट दिखाएं
it: Mostra Le Scorciatoie Da Tastiera
ja: キーボードショートカットを表示する
ko: 키보드 단축키 표시하기
ne: किबोर्ड सर्टकटहरू देखाउनुहोस्
nl: Sneltoetsen tonen
pl: Pokaż skróty klawiszowe
pt_br: Mostrar Atalhos do Teclado
ru: Показать комбинации клавиш
ta: விசைப்பலகை குறுக்குவழிகளைக் காட்டு
th: แสดงคีย์ลัด
tr: Klavye Kısayolarını Göster
uk: Показати комбінації клавіш
zh_hans: 显示快捷键
zh_hant: 顯示快捷鍵

source: Close the Active Tab
ar: أغلق اللسان الفعَّال
bn: সক্রিয় ট্যাব বন্ধ করুন
cs: Zavřít aktivní kartu
de: Aktiven Tab schließen
es: Cerrar la pestaña activa
fi: Sulje aktiivinen välilehti
fr: Fermer l’onglet actif
he: סגירת הלשונית הפעילה
hi: सक्रिय टैब बंद करें
it: Chiudi La Scheda Attiva
ja: 表示中のタブを閉じる
ko: 활성 탭 닫기
ne: सक्रिय ट्याब बन्द गर्नुहोस्
nl: Huidig tabblad sluiten
pl: Zamknij aktywną zakładkę
pt_br: Fechar Janela Ativa
ru: Закрыть активную вкладку
ta: செயலில் உள்ள தாவலை மூடு
th: ปิดแท็บที่กำลังใช้งานอยู่
tr: Aktif Sekmeyi Kapat
uk: Закрити активну вкладку
zh_hans: 关闭活动窗口
zh_hant: 關閉活動視窗

source: Quit the Application
ar: أنهِ التطبيق
bn: অ্যাপ্লিকেশনটি থেকে প্রস্থান করুন
cs: Ukončit aplikaci
de: Anwendung beenden
es: Salir de la aplicación
fi: Lopeta sovellus
fr: Quitter l’application
he: יציאה מהיישום
hi: एप्लिकेशन छोड़ें
it: Esci dall'applicazione
ja: アプリケーションを終了する
ko: 응용 프로그램 종료
ne: एप्लिकेसन छोड्नुहोस्
nl: App sluiten
pl: Zamknij aplikację
pt_br: Fechar Aplicativo
ru: Закрыть программу
ta: விண்ணப்பத்திலிருந்து வெளியேறு
th: ออกจากแอปพลิเคชัน
tr: Uygulamadan Çık
uk: Вийти із додатку
zh_hans: 退出应用
zh_hant: 退出應用

source: Toggle Tabs Overview
cs: Přepnout přehled karet
de: Tabübersicht umschalten
es: Conmutar vista previa de pestañas
fr: Vue d'ensemble des onglets
it: Attiva panoramica delle schede
nl: Tabbladenoverzicht in-/uitschakelen
pt_br: Alternar Visão Geral das Abas

source: Open the Canvas-Menu
ar: افتح قائمة اللوحة
bn: ক্যানভাস-মেনু খুলুন
cs: Otevřít nabídku plátna
de: Leinwandmenü öffnen
es: Abrir el menú del lienzo
fi: Avaa piirtoaluevalikko
fr: Ouvrir le menu du canevas
he: פתיחת תפריט הקנבס
hi: कैनवास-मेनू खोलें
it: Apri il menu della tela
ja: キャンバスメニューを開く
ko: 캔버스 메뉴 열기
ne: क्यानभास मेनु खोल्नुहोस्
nl: Canvasmenu openen
pl: Otwórz menu płótna
pt_br: Abrir o Menu da Tela ("canvas")
ru: Открыть меню холста
ta: கேன்வாஸ்-பட்டியலைத் திறக்கவும்
th: เปิดเมนูของเอกสาร
tr: Tuval Menüsünü Aç
uk: Відкрити меню полотна
zh_hans: 打开画布菜单
zh_hant: 開啟畫布選單

source: Open the App-Menu
ar: افتح قائمة التطبيق
bn: অ্যাপ-মেনু খুলুন
cs: Otevřít nabídku aplikace
de: Appmenü öffnen
es: Abrir el menú de la aplicación
fi: Avaa sovellusvalikko
fr: Ouvrir le menu de l’application
he: פתיחת תפריט היישום
hi: ऐप-मेनू खोलें
it: Apri Il Menu Dell' App
ja: アプリメニューを開く
ko: 앱 메뉴 열기
ne: एप मेनु खोल्नुहोस्
nl: App-menu openen
pl: Otwórz menu aplikacji
pt_br: Abrir o Menu do Aplicativo
ru: Открыть меню программы
ta: பயன்பாட்ட- பட்டியலைத் திறக்கவும்
th: เปิดเมนูของแอปฯ
tr: Uygulama Menüsünü Aç
uk: Відкрити меню застосунку
zh_hans: 打开应用菜单
zh_hant: 開啟應用選單

source: Navigation
ar: التنقُّل
bn: নেভিগেশন
cs: Navigace
es: Navegación
fi: Liikkuminen
he: ניווט
hi: नेविगेशन
it: Navigazione
ja: ナビゲーション
ko: 탐색
ne: अन्वेषण
nl: Navigatie
pl: Nawigacja
pt_br: Navegação
ru: Навигация
ta: வழிசெலுத்தல்
th: การนำทาง
tr: Gezinme
uk: Навігація
zh_hans: 导航
zh_hant: 導航

source: Switch to the 'Brush'
ar: بدِّل ل‍ ‹الفرشاة›
bn: 'তুলি'-তে পরিবর্তন করুন
cs: Přepnout na štětec
de: Zum 'Pinsel' wechseln
es: Cambiar a la "Brocha"
fi: Vaihda kohtaan "Sivellin"
fr: Basculer vers "Pinceau"
he: מעבר למברשת
hi: 'ब्रश' पर जाएं
it: Passa al 'Pennello'
ja: 'ブラシ'に切り替える
ko: '브러시'로 전환하기
ne: 'बुरुस'मा परिणत गर्नुहोस्
nl: Overschakelen naar kwast
pl: Wybierz 'Pędzel'
pt_br: Mudar para o 'Pincel'
ru: Переключиться на 'Инструмент Кисть'
ta: 'தூரிகை'க்கு மாறவும்
th: สลับไปยัง ‘พู่กัน’
tr: 'Fırça'ya geç
uk: Переключитися на «Пензель»
zh_hans: 切换到“刷子”
zh_hant: 切換到“刷子”

source: Switch to the 'Shaper'
ar: بدِّل ل‍ ‹المشكِّل›
bn: 'শেপার'-এ পরিবর্তন করুন
cs: Přepnout na tvarovač
de: Zum 'Former' wechseln
es: Cambiar al "Moldeador"
fi: Vaihda kohtaan "Muotoillin"
fr: Basculer vers "Formes"
he: מעבר למעצב
hi: 'शेपर' पर जाएं
it: Passa alla 'Forma'
ja: '図形'に切り替える
ko: '모형도구'로 전환하기
ne: 'आकार दिने'मा परिणत गर्नुहोस्
nl: Overschakelen naar vormingsgereedschap
pl: Wybierz "Kreator kształtów"
pt_br: Mudar para a ferramenta 'Forma'
ru: Переключиться на 'Инструмент Фигуры'
ta: 'வடிவமைப்பவர்க்கு' மாறவும்
th: สลับไปยัง ‘ตัวสร้างรูปทรง’
tr: 'Şekillendirici'ye geç
uk: Переключитися на "Створення фігур"
zh_hans: 切换到“形状工具”
zh_hant: 切換到“形狀工具”

source: Switch to the 'Typewriter'
ar: بدِّل ل‍ ‹الآلة الكاتبة›
bn: 'টাইপরাইটার'-এ পরিবর্তন করুন
cs: Přepnout na psací stroj
de: Zur 'Schreibmaschine' wechseln
es: Cambiar a la "Máquina de escribir"
fi: Vaihda kohtaan "Kirjoituskone"
fr: Basculer vers "Machine à écrire"
he: מעבר למכונת הכתיבה
hi: 'टाइपराइटर' पर जाएं
it: Passa alla 'Testo'
ja: '文字'に切り替える
ko: '타이프라이터'로 전환하기
ne: 'टाइपराइटर'मा परिणत गर्नुहोस्
nl: Overschakelen naar typmachine
pl: Wybierz "Tryb pisania"
pt_br: Mudar para a 'Maquina de Escrever'
ru: Переключиться на 'Инструмент Текст'
ta: 'தட்டச்சுப்பொறிக்கு' மாறவும்
th: สลับไปยัง ‘พิมพ์ดีด’
tr: 'Daktilo'ya geç
uk: Переключитися на "Друкарську машинку"
zh_hans: 切换到“文本”
zh_hant: 切換到“文字”

source: Switch to the 'Eraser'
ar: بدِّل ل‍ ‹الممحاة›
bn: 'ইরেজার'-এ পরিবর্তন করুন
cs: Přepnout na gumu
de: Zum 'Radierer' wechseln
es: Cambiar al "Borrador"
fi: Vaihda kohtaan "Pyyhekumi"
fr: Basculer vers "Gomme"
he: מעבר למחק
hi: 'रबड़' पर जाएं
it: Passa alla 'Gomma'
ja: '消しゴム'に切り替える
ko: '지우개'로 전환하기
ne: 'इरेजर'मा परिणत गर्नुहोस्
nl: Overschakelen naar gum
pl: Wybierz 'Gumkę'
pt_br: Mudar para a "Boracha"
ru: Переключиться на 'Инструмент Ластик'
ta: 'அழிப்பி'க்கு மாறவும்
th: สลับไปยัง ‘ยางลบ’
tr: 'Silgi'ye geç
uk: Переключитися на «Гумка»
zh_hans: 切换到“橡皮”
zh_hant: 切換到“橡皮”

source: Switch to the 'Selector'
ar: بدِّل ل‍ ‹المحدِّد›
bn: 'নির্বাচক'-এ পরিবর্তন করুন
cs: Přepnout na selektor
de: Zur 'Auswahl' wechseln
es: Cambiar al "Selector"
fi: Vaihda kohtaan "Valitsin"
fr: Basculer vers "Sélecteur"
he: מעבר לבוחר
hi: 'चयनकर्ता' पर जाएं
it: Passa al 'Selettore'
ja: '選択'に切り替える
ko: '선택도구'로 전환하기
ne: 'चयनकर्ता'मा परिणत गर्नुहोस्
nl: Overschakelen naar selectie
pl: Wybierz 'Narzędzie wybierania'
pt_br: Mudar para o 'Seletor'
ru: Переключиться на 'Инструмент Выделение'
ta: 'தேர்வாளர்க்கு' மாறவும்
th: สลับไปยัง ‘เลือก’
tr: 'Seçici'ye geç
uk: Переключатися на “Виділення”
zh_hans: 切换到“选择工具”
zh_hant: 切換到“選擇工具”

source: Switch to the 'Tools'
ar: بدِّل ل‍ ‹الأدوات›
bn: 'টুলস'-এ পরিবর্তন করুন
cs: Přepnout na nástroje
de: Zum 'Werkzeug' wechseln
es: Cambiar a las "Herramientas"
fi: Vaihda kohtaan "Työkalut"
fr: Basculer vers "Outils"
he: מעבר לכלים
hi: 'टूल्स' पर जाएं
it: Passa agli 'Strumenti'
ja: 'ツール'に切り替える
ko: '도구'로 전환하기
ne: 'औजारहरू'मा परिणत गर्नुहोस्
nl: Overschakelen naar gereedschappen
pl: Wybierz 'Narzędzia'
pt_br: Mudar para as "Ferramentas"
ru: Переключиться на 'Инструменты'
ta: 'கருவிகள்' க்கு மாறவும்
th: สลับไปยัง ‘เครื่องมือ’
tr: 'Araçlar'a geç
uk: Переключитися на «Інструменти"
zh_hans: 切换到“工具”
zh_hant: 切換到“工具”

source: View
ar: المنظور
bn: দেখুন
cs: Zobrazit
de: Ansicht
es: Vista
fi: Näkymä
fr: Affichage
he: תצוגה
hi: देखें
it: Vista
ja: 表示
ne: दृश्य
nl: Weergave
pl: Widok
pt_br: Visão
ru: Взгляд
ta: காட்சி
th: มุมมอง
tr: Görünüm
uk: Переглянути
zh_hans: 视图
zh_hant: 檢視
