Repository: flxzt/rnote
Catalog: crates/rnote-ui/po/*.po
Languages: ar, bn, cs, de, es, fi, fr, he, hi, it, ja, ko, ne, nl, pl, pt_br, ru, ta, th, tr, uk, zh_hans, zh_hant

source: Alt + Drag
ar: اضغط Alt واسحب
bn: Alt + টেনে আনুন
cs: Alt + výběr
de: Alt + Ziehen
es: Alt + Arrastrar
fi: Alt + Raahaus
fr: Alt + Déplacer
he: ‏Alt + גרירה
hi: Alt + खींचें
it: Alt + Trascina
ja: Alt + ドラッグ
ko: Alt + 드래그
ne: Alt + तान्नु
nl: Alt + Slepen
pl: Alt + Przeciągnięcie
pt_br: Alt + Arrastar
ru: Alt + Перетаскивание
ta: Alt + இழுக்கவும்
th: Alt + ลาก
tr: Alt + Sürükle
uk: Alt + перетягнути
zh_hans: Alt + 拖动
zh_hant: Alt + 拖動

source: Zoom in/out
ar: كبِّر \ صغِّر
bn: জুম ইন/আউট
cs: Přiblížit/Oddálit
de: Herein/aus zoomen
es: Ampliar/reducir
fi: Lähennä/loitonna
fr: Zoom avant/arrière
he: התקרבות/התרחקות
hi: ज़ूम इन/आउट
it: Aumenta/Diminuisci Zoom
ja: 拡大/縮小
ko: 확대/축소
ne: ठूलो/सानो पार्नुहोस्
nl: In-/uitzoomen
pl: Powiększ/pomniejsz
pt_br: Diminuir/Aumentar
ru: Приблизить/Отдалить
ta: பெரிதாக்கவும் / வெளியேறவும்
th: ซูมเข้า/ออก
tr: Yakınlaştır/Uzaklaştır
uk: Збільшити/зменшити
zh_hans: 缩放
zh_hant: 縮放

source: Alt + Shift + Drag
ar: اضغط Alt + Shift واسحب
bn: Alt + Shift + টেনে আনুন
cs: Alt + Shift + výběr
de: Alt + Umschalt + Ziehen
es: Alt + Shift + Arrastrar
fi: Alt + Shift + Raahaus
fr: Alt + Maj + Déplacer
he: ‏Alt + Shift ‎ + גרירה
hi: Alt + Shift + खींचें
it: Alt + Shift + Trascina
ja: Alt + Shift + ドラッグ
ko: Alt + Shift + 드래그
ne: Alt + Shift + तान्नु
nl: Alt + Shift + Slepen
pl: Alt + Shift + Przeciągnięcie
pt_br: Alt + Shift + Arrastar
ru: Alt + Shift + Перетаскивание
ta: Alt + Shift + இழுக்கவும்
th: Alt + Shift + ลาก
tr: Alt + Shift + Sürükle
uk: Alt + Shift + перетягування
zh_hans: Alt + Shift + 拖动
zh_hant: Alt + Shift + 拖動

source: Open Document
ar: افتح مستندًا
bn: নথি খুলুন
cs: Otevřít dokument
de: Dokument öffnen
es: Abrir documento
fi: Avaa asiakirja
fr: Ouvrir document
he: פתיחת מסמך
hi: दस्तावेज खोलें
it: Apri Documento
ja: 文書を開く
ko: 문서 열기
ne: कागजात खोल्नुहोस्
nl: Document openen
pl: Otwórz dokument
pt_br: Abrir Documento
ru: Открыть документ
ta: ஆவணத்தைத் திற
th: เปิดเอกสาร
tr: Belge Aç
uk: Відкрити документ
zh_hans: 打开文档
zh_hant: 開啟文件

source: Save Document As
ar: احفظ المستند باسم
bn: এই হিসাবে নথি সংরক্ষণ করুন
cs: Uložit dokument jako
de: Dokument speichern als
es: Guardar documento como
fi: Tallenna asiakirja nimellä
fr: Enregistrer document sous
he: שמירת מסמך בשם
hi: दस्तावेज ऐसे सहेजें
it: Salva Documento Come
ja: 文書を別名で保存
ko: 문서를 다른 이름으로 저장
ne: कागजातलाई यस रूपमा बचत गर्नुहोस्
nl: Document opslaan als
pl: Zapisz dokument jako
pt_br: Salvar Documento Como
ru: Сохранить документ как
ta: ஆவணத்தை இவ்வாறு சேமிக்கவும்
th: บันทึกเอกสารที่
tr: Belgeyi Farklı Kaydet
uk: Зберегти документ як
zh_hans: 另存文档为
zh_hant: 另存文件為

source: Snap Positions
ar: حاذِ المواضع
bn: অবস্থানে স্ন্যাপ করুন
cs: Zaklapávací pozice
de: Positionen einrasten
es: Posiciones rápidas
fi: Napsauta sijainnit
fr: Aligner les positions
he: הצמדת מיקומים
hi: स्थिति स्नैप करें
it: Aggancia alla griglia
ja: 位置をスナップ
ne: स्थानहरू स्न्याप गर्नुहोस्
nl: Snap-posities
pl: Pozycje Przyciągania
pt_br: Encaixar posições
ru: Привязка фигур к точкам
ta: சொடக்கு நிலைகள்
th: ตำแหน่งสแนป
tr: Çıtçıtlı Konumlar
uk: Прив'язка позицій
zh_hans: 捕获位置
zh_hant: 捕獲位置

source: Add Page (When in Fixed-Size Layout)
ar: أضف صفحةً (في حال كان التخطيط ثابت الحجم)
bn: পৃষ্ঠা যোগ করুন (যখন নির্দিষ্ট মাপের বিন্যাসে রয়েছে)
cs: Přidat stránku (je-li aktivní rozvržení s pevnou velikostí)
de: Seite hinzufügen (im Feste-Größe Dokument-Layout)
es: Añadir página (en disposición de tamaño fijo)
fi: Lisää sivu (kun kiinteäkokoinen asettelu)
fr: Ajouter une page (lorsque la mise en page est de taille fixe)
he: הוספת עמוד (בפריסת גודל קבוע)
hi: पृष्ठ जोड़ें (जब निश्चित-आकार अभिन्यास में हो)
it: Aggiungi pagina (nel layout a dimensione fissa)
ja: ページを追加 (固定サイズのレイアウトの場合)
ne: पृष्ठ थप्नुहोस् (निश्चित-आकार खाकामा हुँदाखेरी )
nl: Pagina toevoegen (wanneer in Vaste-grootte indeling)
pl: Dodaj Stronę (w Układzie o Stałym Rozmiarze)
pt_br: Adicionar Página (Quando estiver em layout de tamanho fixo)
ru: Добавить страницу (только для документов с фиксированным размером)
ta: பக்கத்தைச் சேர் (நிலையான அளவு அமைப்பில் இருக்கும்போது)
th: เพิ่มหน้า (เฉพาะเอกสารที่ขนาดคงที่)
tr: Sayfa Ekle (Sabit Boyutlu Düzeninde kullanılabilir)
uk: Додати сторінку (коли у форматі фіксованого розміру)
zh_hans: 添加页面（固定大小布局时）
zh_hant: 新增頁面（固定大小布局時）

source: Remove Last Page (When in Fixed-Size Layout)
ar: احذف آخر صفحة (في حال كان التخطيط ثابت الحجم)
bn: শেষ পৃষ্ঠা সরান (যখন নির্দিষ্ট মাপের বিন্যাসে রয়েছে)
cs: Odstranit poslední stránku (je-li aktivní rozvržení s pevnou velikostí)
de: Seite entfernen (im Feste-Größe Dokument-Layout)
es: Eliminar la última página (en disposición de tamaño fijo)
fi: Poista viimeinen sivu (kun kiinteäkokoinen asettelu)
fr: Supprimer la dernière page (lorsque la mise en page est de taille fixe)
he: הסרת העמוד האחרון (בפריסת גודל קבוע)
hi: अंतिम पृष्ठ हटाएं (जब निश्चित-आकार के अभिन्यास में हों)
it: Rimuovi l'ultima pagina (nel layout a dimensione fissa)
ja: 最後のページを削除 (固定サイズのレイアウトの場合)
ne: अन्तिम पृष्ठ हटाउनुहोस् (निश्चित-आकार खाकामा हुँदाखेरी )
nl: Laatste pagina verwijderen (Wanneer in Vaste-grootte indeling)
pl: Usuń Ostatnią Stronę (w Układzie o Stałym Rozmiarze)
pt_br: Remover Última Página (Quando em layout de tamanho fixo)
ru: Удалить последнюю страницу (только для документов с фиксированным размером)
ta: கடைசிப் பக்கத்தை அகற்று (நிலையான அளவு அமைப்பில் இருக்கும்போது)
th: ลบหน้าสุดท้าย (เฉพาะเอกสารที่ขนาดคงที่)
tr: Son Sayfayı Kaldır (Sabit Boyutlu Düzende kullanılabilir)
uk: Видалити останню сторінку (коли у форматі фіксованого розміру)
zh_hans: 移除尾页（固定大小布局时）
zh_hant: 移除尾頁（固定大小布局時）

source: Print Document
ar: اطبع المستند
bn: নথি প্রিন্ট করুন
cs: Vytisknout dokument
de: Dokument drucken
es: Imprimir documento
fi: Tulosta asiakirjoja
fr: Imprimer document
he: הדפסת מסמך
hi: दस्तावेज प्रिंट करें
it: Stampa Documento
ja: 文書を印刷
ko: 문서 인쇄하기
ne: कागजात छाप्नुहोस्
nl: Document afdrukken
pl: Drukuj dokument
pt_br: Imprimir Documento
ru: Распечатать документ
ta: ஆவணத்தை அச்சிடுங்கள்
th: พิมพ์เอกสาร
tr: Belgeyi Yazdır
uk: Друкувати документ
zh_hans: 打印
zh_hant: 列印

source: Import File
ar: استورد ملفًّا
bn: ফাইল আমদানি করুন
cs: Importovat soubor
de: Datei importieren
es: Importar archivo
fi: Tuo tiedosto
fr: Importer un fichier
he: ייבוא קובץ
hi: फाइल आयात करें
it: Importa File
ja: ファイルをインポート
ko: 파일 가져오기
ne: फाइल आयात गर्नुहोस्
nl: Bestand importeren
pl: Importuj plik
pt_br: Importar Arquivo
ru: Импортировать файл
ta: கோப்பு இறக்குமதி
th: นำเข้าไฟล์
tr: Dosya İçe Aktar
uk: Імпортувати файл
zh_hans: 导入文件
zh_hant: 匯入檔案

source: Drawing
ar: الرسم
bn: অঙ্কন
cs: Kreslení
de: Zeichnen
es: Dibujo
fi: Piirrustus
fr: Dessin
he: ציור
hi: रेखांकन
it: Disegno
ja: 描画
ko: 드로잉
ne: रेखाङ्कन
nl: Tekening
pl: Rysowanie
pt_br: Desenho
ru: Рисование
ta: வரைதல்
th: การวาด
tr: Çizim
uk: Малюнок
zh_hans: 绘画
zh_hant: 繪畫

source: Copy to Clipboard
ar: انسخ للحافظة
bn: ক্লিপবোর্ডে কপি করুন
cs: Kopírovat do schránky
de: In die Zwischenablage kopieren
es: Copiar al portapapeles
fi: Kopioi leikepöydälle
fr: Copier dans le presse-papiers
he: העתקה ללוח הגזירים
hi: क्लिपबोर्ड पर कॉपी करें
it: Copia negli Appunti
ja: クリップボードにコピー
ko: 클립보드로 복사하기
ne: क्लिपबोर्डमा जस्ताको तस्तै राख्ने
nl: Kopiëren naar klembord
pl: Kopiuj do schowka
pt_br: Copiar para a Área de Transferência
ru: Копировать в буфер обмена
ta: கிளிப்போர்டுக்கு நகலெடுக்கவும்
th: คัดลอกไปยังคลิปบอร์ด
tr: Panoya Kopyala
uk: Скопіювати в буфер обміну
zh_hans: 复制到剪切板
zh_hant: 複製到剪下板

source: Cut to Clipboard
ar: قُصَّ للحافظة
bn: ক্লিপবোর্ডে কাট করুন
cs: Vyjmout do schránky
de: In die Zwischenablage ausschneiden
es: Cortar al portapapeles
fi: Leikkaa leikepöydälle
fr: Couper dans le presse-papiers
he: גזירה ללוח הגזירים
hi: क्लिपबोर्ड पर काटें
it: Taglia negli Appunti
ja: クリップボードに切り取り
ko: 클립보드로 잘라내기
ne: यहाँबाट हटाएर क्लिपबोर्डमा राख्ने
nl: Knippen naar klembord
pl: Wytnij do schowka
pt_br: Recortar para a Área de Transferência
ru: Вырезать в буфер обмена
ta: கிளிப்போர்டுக்கு வெட்டுங்கள்
th: ตัดไปยังคลิปบอร์ด
tr: Panoya Kes
uk: Вирізати в буфер обміну
zh_hans: 剪切到剪切板
zh_hant: 剪下到剪下板

source: Paste Clipboard
ar: الصق الحافظة
bn: ক্লিপবোর্ডে পেস্ট করুন
cs: Vložit ze schránky
de: Zwischenablage einfügen
es: Pegar portapapeles
fi: Liitä leikepöydältä
fr: Coller le presse-papiers
he: הדבקה מלוח הגזירים
hi: क्लिपबोर्ड पेस्ट करें
it: Incolla Appunti
ja: クリップボードに貼り付け
ko: 클립보드 붙여넣기
ne: क्लिपबोर्डमा भएको जस्ताको तस्तै यता राख्ने
nl: Klembord plakken
pl: Wklej ze schowka
pt_br: Colar da Área de Transferência
ru: Вставить из буфера обмена
ta: கிளிப்போர்டை ஒட்டவும்
th: วางคลิปบอร์ด
tr: Panodan Yapıştır
uk: Вставити із буферу обміну
zh_hans: 粘贴剪切板
zh_hant: 貼上剪下板

source: Undo
ar: تراجَع
bn: পূর্বাবস্থায় ফিরুন
cs: Zpět
de: Rückgängig
es: Deshacer
fi: Kumoa
fr: Annuler
he: ביטול
hi: पूर्ववत
it: Disfare
ja: 元に戻す
ko: 실행 취소
ne: पूर्वस्थिति
nl: Ongedaan maken
pl: Cofnij
pt_br: Desfazer
ru: Отменить
ta: செயல்தவிர்
th: เลิกทำ
tr: Geri Al
uk: Відмінити
zh_hans: 撤销
zh_hant: 撤銷

source: Redo
ar: أعِد
bn: পুনঃকরণ
cs: Znovu
de: Wiederholen
es: Rehacer
fi: Tee uudelleen
fr: Rétablir
he: ביצוע חוזר
hi: पुनः करें
it: Ripristina
ja: やり直す
ko: 다시 실행
ne: पुनः गर्नुहोस्
nl: Opnieuw uitvoeren
pl: Ponów
pt_br: Refazer
ru: Повторить
ta: மீண்டும் செய்
th: ทำซ้ำ
tr: Yinele
uk: Повторити
zh_hans: 重做
zh_hant: 重做

source: Workspace
ar: مساحة العمل
bn: কর্মক্ষেত্র
cs: Plocha
de: Arbeitsfläche
es: Área de trabajo
fi: Työtila
fr: Espace de travail
he: סביבת עבודה
hi: कार्यस्थान
it: Area di lavoro
ja: ワークスペース
ko: 작업 공간
ne: कार्यक्षेत्र
nl: Werkblad
pl: Obszar roboczy
pt_br: Área de trabalho
ru: Коллекции
ta: பணியிடம்
th: พื้นที่ทำงาน
tr: Çalışma alanı
uk: Робоча область
zh_hans: 工作区
zh_hant: 工作區

source: Settings
ar: الإعدادات
bn: সেটিংস
cs: Nastavení
de: Einstellungen
es: Configuración
fi: Asetukset
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
it: Impostazioni
ja: 設定
ko: 설정
ne: मापदण्डहरू
nl: Voorkeuren
pl: Ustawienia
pt_br: Configurações
ru: Настройки
ta: அமைப்புகள்
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
zh_hans: 设置
zh_hant: 設定

source: Page
ar: الصفحة
bn: পৃষ্ঠা
cs: Stránka
de: Seite
es: Página
fi: Sivu
he: עמוד
hi: पृष्ठ
it: pagina
ja: ページ
ne: पृष्ठ
nl: Pagina
pl: Strona
pt_br: Página
ru: Страница
ta: பக்கம்
th: หน้า
tr: Sayfa
uk: Сторінка
zh_hans: 页码
zh_hant: 頁碼

source: Edit Stroke Size
cs: Upravit velikost tahu
de: Strichgröße editieren
es: Editar tamaño de trazo
it: Modifica dimensione tratto
nl: Penseelgrootte editeren
pt_br: Editar tamanho do traço

source: Move Directory up
ar: انقل المجلَّد للأعلى
bn: ডিরেক্টরির একধাপ উপরে যান
cs: Přesunout adresář nahoru
de: Im Verzeichnis nach oben
es: Mover directorio hacia arriba
fi: Siirry kansio ylös
fr: Déplacer le répertoire vers le haut
he: מעבר לתיקייה הורה
hi: निर्देशिका ऊपर ले जाएं
it: Vai alla cartella superiore
ja: ディレクトリを上に移動
ko: 디렉터리를 위로 이동하기
ne: डाइरेक्टरी माथि सार्नुहोस्
nl: Bovenliggende map openen
pl: Przesuń katalog w górę
pt_br: Mover Diretório acima
ru: Перейти в родительский каталог
ta: கோப்பகத்தை மேலே நகர்த்தவும்
th: ขยับไดเร็กทอรีขึ้น
tr: Dizini Yukarı Taşı
uk: Перемістити каталог вгору
zh_hans: 向上移动目录
zh_hant: 向上移動目錄

source: Workspace Directory Actions
ar: إجراءات مجلَّد مساحة العمل
bn: কর্মক্ষেত্র ডিরেক্টরির ক্রিয়া
cs: Akce adresáře pracovního prostoru
de: Aktionen für das Arbeitsflächenverzeichnis
es: Acciones del directorio del espacio de trabajo
fi: Työtilan kansion toiminnot
fr: Actions sur le répertoire de l’espace de travail
he: פעולות תיקיית סביבת העבודה
hi: कार्यस्थान निर्देशिका क्रियाएं
it: Azioni Dell'Area Di Lavoro
ja: ワークスペースディレクトリのアクション
ko: 작업 공간 디렉터리 작업
ne: कार्यक्षेत्र डाइरेक्टरी कार्यबाहीहरू
nl: Werkbladmapacties
pl: Działania w katalogu obszaru roboczego
pt_br: Trocar o Diretório da Área de Trabalho
ru: Действия над каталогом коллекции
ta: பணியிட அடைவு செயல்கள்
th: เปลี่ยนไดเรกทอรีของพื้นที่ทำงาน
tr: Çalışma Alanı Dizin Eylemleri
uk: Дії каталогу робочої області
zh_hans: 工作区目录操作
zh_hant: 工作區目錄操作

source: Create new Folder
ar: أنشئ مجلَّدًا جديدًا
bn: নতুন ফোল্ডার তৈরি করুন
cs: Vytvořit novou složku
de: Neuen Ordner erstellen
es: Crear carpeta nueva
fi: Luo uusi kansio
fr: Créer un nouveau répertoire
he: יצירת תיקייה חדשה
hi: नया फोल्डर बनाएं
it: Crea nuova Cartella
ja: 新しいフォルダーを作成
ko: 새 폴더 만들기
ne: नयाँ फोल्डर बनाउनुहोस्
nl: Map aanmaken
pl: Utwórz nowy folder
pt_br: Criar novo Diretório
ru: Создать новую папку
ta: புதிய கோப்புறையை உருவாக்கவும்
th: สร้างแฟ้มใหม่
tr: Yeni Klasör Oluştur
uk: Створити нову папку
zh_hans: 创建新文件夹
zh_hant: 建立新資料夾

source: Open Workspace Folder
cs: Otevřít složku plochy
de: Arbeitsflächenordner öffnen
es: Abrir carpeta de área de trabajo
it: Apri la cartella dell'area di lavoro
nl: Werkmap openen
pt_br: Abrir Área de Trabalho

source: Saving document failed
ar: فشل حفظ المستند
bn: নথি সংরক্ষণ ব্যর্থ হয়েছে
cs: Uložení dokumentu selhalo
de: Dokument speichern gescheitert
es: No se ha podido guardar el documento
fi: Asiakirjan tallentaminen epäonnistui
fr: Échec de l’enregistrement du document
he: שמירת המסמך נכשלה
hi: दस्तावेज सहेजना विफल रहा
it: Salvataggio del documento fallito
ja: 文書を保存できませんでした
ko: 문서 저장에 실패했습니다
ne: कागजात बचत गर्न असफल
nl: Document opslaan mislukt
pl: Zapisywanie dokumentu się nie powiodło
pt_br: Falha ao salvar documento
ru: Не удалось сохранить документ
ta: ஆவணத்தைச் சேமிப்பதில் தோல்வி
th: การบันทึกเอกสารล้มเหลว
tr: Belge kaydedilemedi
uk: Не вдалося зберегти документ
zh_hans: 文档保存失败
zh_hant: 文件儲存失敗

source: Printing document failed
ar: فشلت طباعة المستند
bn: নথি প্রিন্ট করা ব্যর্থ হয়েছে
cs: Tisk dokumentu selhal
de: Drucken des Dokuments gescheitert
es: Fallo en la impresión del documento
fi: Asiakirjan tulostaminen epäonnistui
fr: Échec de l’impression du document
he: הדפסת המסמך נכשלה
hi: दस्तावेज का मुद्रण विफल रहा
it: Stampa del documento fallita
ja: 文書を印刷できませんでした
ko: 문서 인쇄에 실패했습니다
ne: कागजात छाप्न असफल
nl: Het afdrukken is mislukt
pl: Drukowanie dokumentu się nie powiodło
pt_br: Falha ao imprimir documento
ru: Не удалось распечатать документ
ta: ஆவணத்தை அச்சிட முடியவில்லை
th: การพิมพ์เอกสารล้มเหลว
tr: Belge yazdırılamadı
uk: Не вдалося надрукувати документ
zh_hans: 打印失败
zh_hant: 列印失敗

source: Exporting selection failed, nothing selected
ar: فشل تصدير المحدَّد، لم يحدَّد أيُّ شيء
bn: নির্বাচন রপ্তানি করতে ব্যর্থ হয়েছে, কোনকিছু নির্বাচিত হয়নি
cs: Export vybraného selhal, nic nebylo vybráno
de: Auswahl exportieren gescheitert, nichts ausgewählt
es: Error al exportar la selección, no hay nada seleccionado
fi: Valinnan vienti epäonnistui, mitään ei ole valittu
fr: Échec de l’exportation de la sélection, rien n’est sélectionné
he: ייצוא הבחירה נכשל, לא נבחר דבר
hi: निर्यात चयन विफल, कुछ भी चयनित नहीं
it: Esportazione della selezione fallita, nessuna selezione
ja: 選択範囲をエクスポートできませんでした: 選択範囲がありません
ko: 선택항목 내보내기에 실패했습니다. 선택한 항목이 없습니다
ne: चयन निर्यात असफल, केहीपनि छानिएको छैन
nl: Het exporteren is mislukt omdat er geen keuze gemaakt is
pl: Eksportowanie zaznaczenia nie powiódło się, nic nie jest zaznaczone
pt_br: Falha ao exportar seleção, nada selecionado
ru: Не удалось экспортировать выделение, ничего не выделено
ta: தேர்வை ஏற்றுமதி செய்வதில் தோல்வி, எதுவும் தேர்ந்தெடுக்கப்படவில்லை
th: ส่งออกสิ่งที่เลือกล้มเหลว ไม่พบสิ่งที่ถูกเลือก
tr: Seçim dışa aktarılamadı, hiçbir şey seçilmedi
uk: Не вдалося експортувати вибране, нічого не вибрано
zh_hans: 导出选择内容失败，没有选择内容
zh_hant: 匯出選擇內容失敗，沒有選擇內容

source: Saves are in progress, waiting before closing..
ar: عمليات الحفظ قيد التنفيذ، انتظر قليلا قبل الاغلاق...
bn: সংরক্ষণ চলছে, বন্ধ্য করার আগে অপেক্ষা করুন.।
cs: Probíhá ukládání, čekání před uzavřením...
de: Sicherungen sind im Gange, warten bevor schließen..
es: Guardando los cambios, espera antes de cerrar..
fi: Tallennukset ovat kesken, odotetaan ennen sulkemista...
he: שמירות מתבצעות, יש להמתין לפני הסגירה..
hi: सहेजना प्रगति पर है, बंद होने से पहले प्रतीक्षा की जा रही है।
it: Salvataggio in corso, in attesa prima della chiusura.
ne: बचत हुँदै छ, बन्द गर्नअघि पर्खनुहोस्।
pl: Trwa zapisywanie, proszę czekać na zamknięcie..
pt_br: Salvamento em progresso, espere antes de fechar..
ru: Сохранения в прогрессе, не закрывайте до завершения...
ta: சேமிப்புகள் நடந்து கொண்டிருக்கின்றன, மூடுவதற்கு முன் காத்திருக்கிறது...
uk: Збереження в прогресі, не закривайте до завершення..

source: Button 1
ar: الزرُّ الأوَّل
bn: বোতাম ১
cs: Tlačítko 1
de: Taste 1
es: Botón 1
fi: Painike 1
fr: Bouton 1
he: לחצן 1
hi: बटन 1
it: Pulsante 1
ja: ボタン 1
ne: बटन १
nl: Knop 1
pl: Przycisk 1
pt_br: Botão 1
ru: Кнопка 1
ta: பொத்தான் 1
th: ปุ่ม 1
tr: Düğme 1
uk: Кнопка 1
zh_hans: 按钮1
zh_hant: 按鈕1

source: Button 2
ar: الزرُّ الثاني
bn: বোতাম ২
cs: Tlačítko 2
de: Taste 2
es: Botón 2
fi: Painike 2
fr: Bouton 2
he: לחצן 2
hi: बटन 2
it: Pulsante 2
ja: ボタン 2
ne: बटन २
nl: Knop 2
pl: Przycisk 2
pt_br: Botão 2
ru: Кнопка 2
ta: பொத்தான் 2
th: ปุ่ม 2
tr: Düğme 2
uk: Кнопка 2
zh_hans: 按钮2
zh_hant: 按鈕2

source: Button 3
ar: الزرُّ الثالث
bn: বোতাম ৩
cs: Tlačítko 3
de: Taste 3
es: Botón 3
fi: Painike 3
fr: Bouton 3
he: לחצן 3
hi: बटन 3
it: Pulsante 3
ja: ボタン 3
ne: बटन ३
nl: Knop 3
pl: Przycisk 3
pt_br: Botão 3
ru: Кнопка 3
ta: பொத்தான் 3
th: ปุ่ม 3
tr: Düğme 3
uk: Кнопка 3
zh_hans: 按钮3
zh_hant: 按鈕3

source: Button 4
ar: الزرُّ الرابع
bn: বোতাম ৪
cs: Tlačítko 4
de: Taste 4
es: Botón 4
fi: Painike 4
fr: Bouton 4
he: לחצן 4
hi: बटन 4
it: Pulsante 4
ja: ボタン 4
ne: बटन ४
nl: Knop 4
pl: Przycisk 4
pt_br: Botão 4
ru: Кнопка 4
ta: பொத்தான் 4
th: ปุ่ม 4
tr: Düğme 4
uk: Кнопка 4
zh_hans: 按钮4
zh_hant: 按鈕4

source: Settings schema is not installed. App settings could not be loaded and won't be saved.
ar: لم يُثبَّت مخطَّط الإعدادات، فلن تُحفَظ الإعدادات ولن تُستخدَم.
bn: সেটিংস স্কিমা ইনস্টল করা নেই। অ্যাপ সেটিংস লোড করা যায়নি এবং সংরক্ষণ করা হবে না।
cs: Schéma s nastavením není nainstalováno. Nastavení aplikace by se měla načíst, ale nebudou uloženy.
de: Einstellungen-Schema ist nicht installiert. App-Einstellungen konnten nicht geladen werden und werden nicht gesichert.
es: El esquema de la configuración no está instalado. La configuración de la aplicación no se ha podido cargar y no se guardará.
fi: Asetusten skeemaa ei ole asennettu. Sovelluksen asetuksia ei voitu ladata, eikä asetuksia voi tallentaa.
fr: Le schéma des paramètres n’est pas installé. Les paramètres de l’application n’ont pas pu être chargés et ne seront pas enregistrés.
he: סכמת ההגדרות אינה מותקנת. לא ניתן לטעון את הגדרות היישום והן לא תישמרנה.
hi: सेटिंग्स स्कीमा स्थापित नहीं है। ऐप सेटिंग लोड नहीं की जा सकीं और सहेजी नहीं जाएंगी।
it: Lo schema delle impostazioni non è installato. Le impostazioni dell'app non possono essere caricate e non verranno salvate.
ja: 設定スキーマがインストールされていません。アプリの設定の読み込みと保存ができません。
ne: मापदण्ड ढाँचा स्थापना गरिएको छैन। एप मापदण्डहरू लोड गर्न सकिएन र सुरक्षित गरिने छैन।
nl: Het instellingen­schema is niet geïnstalleerd. App-instellingen kunnen niet worden geladen en worden niet opgeslagen.
pl: Schemat ustawień nie jest zainstalowany. Ustawienia aplikacji nie mogły zostać załadowane i nie zostaną zapisane.
pt_br: As configurações do esquema não estão instaladas. As configurações do aplicativo não puderam ser carregas e não serão salvas.
ru: Схема настроек не установлена. Настройки программы не были загружены и не будут сохранены.
ta: அமைப்புகள் ஸ்கீமா நிறுவப்படவில்லை. பயன்பாட்டு அமைப்புகளை ஏற்ற முடியவில்லை மற்றும் சேமிக்கப்படாது.
th: ไม่ได้ติดตั้งเค้าร่างการตั้งค่าไว้ ไม่สามารถโหลดการตั้งค่าของแอป และไม่สามารถเซฟได้
tr: Ayarlar şeması henüz indirilmemiştir. Uygulama ayarları yüklenemedi ve kaydedilmeyecek.
uk: Схема налаштувань не встановлена. Збереження та завантаження налаштувань не можливе.
zh_hans: 未安装设置格式（Settings schema）。无法加载和保存应用程序设置。
zh_hant: 未安裝設定格式（Settings schema）。無法載入和儲存應用程式設定。

source: Opening file failed
ar: فشل فتح الملف
bn: ফাইল খুলতে ব্যর্থ হয়েছে
cs: Otevření souboru selhalo
de: Datei öffnen gescheitert
es: Error al abrir el archivo
fi: Tiedoston avaaminen epäonnistui
fr: L’ouverture du fichier a échoué
he: פתיחת הקובץ נכשלה
hi: फाइल खोलना विफल रहा
it: Apertura file fallita
ja: ファイルを開けませんでした
ko: 파일을 열지 못했습니다
ne: फाइल खोल्न असफल
nl: Bestand openen mislukt
pl: Otwarcie pliku się nie powiodło
pt_br: Falha ao abrir arquivo
ru: Не удалось открыть файл
ta: கோப்பைத் திறப்பதில் தோல்வி
th: การเปิดไฟล์ล้มเหลว
tr: Dosya açılamadı
uk: Не вдалося відкрити файл
zh_hans: 文件打开失败
zh_hant: 檔案開啟失敗

source: - invalid file name -
ar: - اسم الملفِّ غير صالح -
bn: - অবৈধ ফাইলের নাম -
cs: - nesprávný název souboru -
de: - ungültiger Dateiname -
es: - Nombre de archivo inválido -
fi: - virheellinen tiedostonimi -
fr: - nom de fichier invalide -
he: - שם קובץ לא חוקי -
hi: - अमान्य फाइल नाम -
it: - nome del file invalido -
ja: - 無効なファイル名 -
ko: - 잘못된 파일 이름 -
ne: - अवैध फाइल नाम -
nl: - ongeldige bestandsnaam -
pl: - nieprawidłowa nazwa pliku -
pt_br: - nome de arquivo invalido -
ru: - недопустимое имя файла -
ta: - தவறான கோப்பு பெயர் -
th: - ไม่พบชื่อไฟล์นี้ -
tr: - geçersiz dosya adı -
uk: - недійсна назва файлу -
zh_hans: —— 无效文件名 ——
zh_hant: —— 無效檔名 ——

source: - invalid folder path -
ar: - مسار الملفِّ غير صالح -
bn: - অবৈধ ফোল্ডার পাথ -
cs: - nesprávná cesta ke složce -
de: - ungültiger Ordnerpfad -
es: - ruta de carpeta inválida -
fi: - virheellinen kansion polku -
fr: - chemin d’accès au répertoire invalide -
he: - נתיב תיקייה לא חוקי -
hi: - अमान्य फोल्डर पथ -
it: - percorso della cartella invalido -
ja: - 無効なフォルダーパス -
ko: - 잘못된 폴더 경로 -
ne: - अवैध फोल्डर मार्ग -
nl: - ongeldige bestandslocatie -
pl: - nieprawidłowa ścieżka folderu -
pt_br: - caminho de diretório invalido -
ru: - неверный путь папки -
ta: - தவறான கோப்புறை பாதை -
th: - ไม่พบแฟ้มนี้ -
tr: - geçersiz klasör yolu -
uk: - недійсний шлях до теки -
zh_hans: -无效的文件夹路径-
zh_hant: -無效的資料夾路徑-

source: Opened file was modified on disk
ar: عُدِّل الملفُّ المفتوح في القرص
bn: খোলা ফাইল ডিস্কে পরিবর্তন করা হয়েছে
cs: Otevřený soubor byl upraven na disk
de: Geöffnete Datei wurde auf dem Datenträger geändert
es: El archivo abierto fue modificado en el disco
fi: Avattua tiedostoa muokattiin levyllä
fr: Le fichier ouvert a été modifié sur le disque
he: הקובץ שנפתח שונה בכונן
hi: खोली गई फाइल को डिस्क पर संशोधित किया गया था
it: Il file aperto è stato modificato sul disco
ja: 開いているファイルがディスク上で変更されました
ko: 디스크에서 열린 파일이 수정되었습니다
ne: खोलिएको फाइल डिस्कमा हेरफेर गरिएको थियो।
nl: Het geopende bestand is elders bewerkt
pl: Otwarty plik został zmodyfikowany na dysku
pt_br: O arquivo aberto foi modificado no disco
ru: Открытый файл был изменен на диске
ta: திறக்கப்பட்ட கோப்பு வட்டில் மாற்றப்பட்டது
th: ไฟล์ที่เปิดอยู่ถูกปรับเปลี่ยนบนไดรฟ์
tr: Açılan dosya disk üzerinde değiştirildi
uk: Відкритий файл змінено на диску
zh_hans: 打开的文件已在磁盘上被修改过
zh_hant: 開啟的檔案已在磁碟上被修改過

source: Reload
ar: أعد التحميل
bn: পুনরায় লোড করুন
cs: Načíst znovu
de: Neu laden
es: Recarga
fi: Lataa uudelleen
fr: Recharger
he: טעינה מחדש
hi: पुनः लोड करें
it: Ricarica
ja: 再読み込み
ko: 다시 불러오기
ne: पुन: लोड गर्नुहोस्
nl: Herladen
pl: Przeładuj
pt_br: Recarregar
ru: Перезагрузить
ta: மறுஏற்றம்
th: โหลดใหม่
tr: Yeniden yükle
uk: Перезавантажити
zh_hans: 重新加载
zh_hant: 重新載入
