Repository: flxzt/rnote
Catalog: crates/rnote-ui/po/*.po
Languages: ar, bn, cs, de, es, fi, fr, he, hi, it, ja, ko, ne, nl, pl, pt_br, ru, ta, th, tr, uk, zh_hans, zh_hant

source: Use _Light Colors
ar: استخدم الألوان الفاتحة
bn: _হালকা রঙ ব্যবহার করুন
cs: Použít světlé barvy
de: Verwende _helle Farben
es: Usar colores cla_ros
fi: Käytä _vaaleita värejä
fr: Thème _clair
he: שימוש בצבעים _בהירים
hi: हल्के रंगों का प्रयोग करें (_L)
it: Usa Colori Chiari
ja: 明るい色を使う(_L)
ko: 밝은 색상 사용하기(_L)
ne: उज्यालो रङ्गहरू प्रयोग गर्नुहोस्।
nl: _Licht thema gebruiken
pl: Używaj jasnych ko_lorów
pt_br: Usar _Cores Claras
ru: Использовать светлые цвета
ta: வெளிர் (_L) நிறங்களைப் பயன்படுத்தவும்
th: ใช้ธีมสว่าง
tr: _Açık Renkleri Kullan
uk: Використовувати _світлий стиль
zh_hans: 使用浅色主题 [_L]
zh_hant: 使用淺色主題 [_L]

source: Use _Dark Colors
ar: استخدم الألوان الداكنة
bn: _গাঢ় রঙ ব্যবহার করুন
cs: Použít tmavé barvy
de: Verwende _dunkle Farben
es: Usar colores _oscuros
fi: Käytä _tummia värejä
fr: Thème _sombre
he: שימוש בצבעים _כהים
hi: गहरे रंग का प्रयोग करें (_D)
it: Usa _Colori Scuri
ja: 暗い色を使う(_D)
ko: 어두운 색상 사용하기(_D)
ne: गाढा रङ्गहरू प्रयोग गर्नुहोस्।
nl: _Donker thema gebruiken
pl: Używaj ciemnych kolorów (_D)
pt_br: Usar _Cores Escuras
ru: Использовать темные цвета
ta: இருண்ட (_D) வண்ணங்களைப் பயன்படுத்தவும்
th: ใช้ธีมมืด
tr: _Koyu Renkleri Kullan
uk: Використовувати _темний стиль
zh_hans: 使用暗色主题 [_D]
zh_hant: 使用暗色主題 [_D]

source: Developer _Menu
ar: قائمة المطوِّر
bn: বিকাশকারী _মেনু
cs: Vývojářské menu
de: Entwickler_menü
es: _Menú del desarrollador
fi: _Kehittäjävalikko
fr: _Menu développeur
he: _תפריט מפתחים
hi: विकासकर्ता मेनू (_M)
it: Menu _Sviluppatore
ja: 開発者メニュー(_M)
ko: 개발자 메뉴(_M)
ne: विकासकर्ता _मेनु
nl: Ontwikkelaars_menu
pl: _Menu programisty
pt_br: Menu de Desenvolvedor
ru: Меню разработчика
ta: மேம்பாட்டாளர் பட்டியல் (_M)
th: เมนูสำหรับนักพัฒนา
tr: Geliştirici _Menüsü
uk: _Меню розробника
zh_hans: 开发者菜单 [_M]
zh_hant: 開發者選單 [_M]

source: Visual _Debugging
ar: التنقيح النظريّ
bn: ভিজ্যুয়াল _ডিবাগিং
cs: Vizuální ladění
de: _Visuelles Debugging
es: _Depuración visual
fi: Visuaalinen _vianjäljitys
fr: _Débogage visuel
he: ניפוי _שגיאות חזותי
hi: विज़ुअल डीबगिंग (_D)
it: Debug _Visivo
ja: ビジュアルデバッグ(_D)
ko: 시각적 디버깅(_D)
ne: प्रत्यक्ष _डिबगिङ
nl: Visuele fouto_psporing
pl: Debugowanie wizualne
pt_br: Depuração_Visual
ru: Визуальная отладка
ta: காட்சி பிழைத்திருத்தம் (_D)
th: แก้ไขปัญหาการแสดงผล
tr: _Görsel Hata Ayıklama
uk: Графічне _налагодження
zh_hans: 可视化调试 [_D]
zh_hant: 視覺化除錯 [_D]

source: Export Engine _State
ar: صدِّر حالة المحرِّك
bn: ইঞ্জিনের _অবস্থা রপ্তানী করুন
cs: Exportovat stav motoru (Engine)
de: Exportiere Engine-_Zustand
es: Exportar _estado del motor
fi: Vie _moottorin tila
fr: Exporter le _statut interne
he: ייצוא מצב מ_נוע
hi: निर्यात इंजन अवस्था (_S)
it: Esporta 'Engine _State'
ja: エンジンの状態をエクスポート(_S)
ko: 엔진 상태 내보내기(_S)
ne: इञ्जिन अवस्था _निर्यात गर्नुहोस्
nl: Aandrijvings_status exporteren
pl: Eksportuj _stan silnika
pt_br: Exportar Estado do Motor
ru: Экспортировать состояние движка
ta: ஏற்றுமதி இயந்திர நிலை (_S)
th: ส่งออกสภาพของเอนจิน
tr: Motor _Durumunu Dışa Aktar
uk: Експортувати _стан рушія
zh_hans: 导出引擎状态 [_S]
zh_hant: 匯出引擎狀態 [_S]

source: Export Engine _Config
ar: صدِّر إعدادات المحرِّك
bn: ইঞ্জিন _কনফিগ রপ্তানী করুন
cs: Exportovat konfiguraci motoru (Engine)
de: Exportiere Engine-_Konfiguration
es: Exportar _configuración del motor
fi: Vie moottorin a_setukset
fr: Exporter la _configuration interne
he: ייצוא ה_גדרות מנוע
hi: निर्यात इंजन विन्यास (_C)
it: Esporta 'Engine _Config'
ja: エンジンの設定をエクスポート(_C)
ko: 엔진 구성 내보내기(_C)
ne: इञ्जिन विन्यास _निर्यात गर्नुहोस्
nl: Aandrijvings_configuratie exporteren
pl: Eksportuj ustawienia silnika (_C)
pt_br: Exportar Configuração do Motor
ru: Экспортировать конфигурацию движка
ta: ஏற்றுமதி இயந்திர கட்டமைப்பு (_C)
th: ส่งออกการตั้งค่าเอนจิน
tr: Motor _Ayarını Dışa Aktar
uk: Експорт _конфігурації рушія
zh_hans: 导出引擎配置 [_C]
zh_hant: 匯出引擎配置 [_C]

source: De_veloper Mode
ar: وضع المطوِّر
bn: বি_কাশকারী মোড
cs: Vývojářský režim
de: _Entwicklermodus
es: Modo de de_sarrollo
fi: Kehitt_äjätila
fr: Mode dé_veloppeur
he: מצב _פיתוח
hi: विकासकर्ता मोड (_v)
it: Mo_dalità Sviluppatore
ja: 開発者モード(_V)
ko: 개발자 모드(_V)
ne: वि_कासकर्ता शैली
nl: Ont_wikkelaarsmodus
pl: Tryb programisty (_V)
pt_br: Modo de De_senvolvedor
ru: Режим разработчика
ta: மேம்பாட்டாளர் (_v) பயன்முறை
th: โหมดนักพัฒนา
tr: _Geliştirici Kipi
uk: Режим _розробника
zh_hans: 开发者模式 [_v]
zh_hant: 開發者模式 [_v]

source: New _Window
bn: নতুন _উইন্ডো
cs: _Nové okno
de: Neues _Fenster
es: _Ventana nueva
fi: Uusi _ikkuna
fr: Nouvelle fenêtre
he: _חלון חדש
hi: नई विंडो (_W)
it: Nuova _Finestra
ja: 新しいウィンドウ(_W)
ne: नयाँ विन्डो
nl: Nieuw _venster
pl: Nowe _Okno
pt_br: Nova _Janela
ru: Новое _окно
ta: புதிய சாளரம் (_W)
th: หน้าต่างใหม่
tr: Yeni _Pencere
uk: Нове _вікно
zh_hans: 新建窗口 [_W]
zh_hant: 新建視窗 [_W]

source: _New
ar: _جديد
bn: _নতুন
cs: _Nový
de: _Neu
es: _Nuevo
fi: _Uusi
fr: _Nouveau
he: _חדש
hi: नया (_N)
it: _Nuovo
ja: 新規(_N)
ko: 새로 만들기(_N)
ne: _नयाँ
nl: _Nieuw
pl: _Nowy
pt_br: _Novo
ru: Новый файл
ta: புதிய (_N)
th: เพิ่ม
tr: _Yeni
uk: _Новий
zh_hans: 新建文档 [_N]
zh_hant: 新建文件 [_N]

source: _Open
ar: _افتح
bn: _খুলুন
cs: _Otevřít
de: _Öffnen
es: _Abrir
fi: _Avaa
fr: _Ouvrir
he: _פתיחה
hi: खोलें (_O)
it: _Apri
ja: 開く(_O)
ko: 열기(_O)
ne: _खोल्नुहोस्
nl: _Openen
pl: _Otwórz
pt_br: _Abrir
ru: Открыть файл
ta: திற (_O)
th: เปิด
tr: _Aç
uk: _Відкрити
zh_hans: 打开文档 [_O]
zh_hant: 開啟文件 [_O]

source: _Save
ar: _احفظ
bn: _সংরক্ষণ করুন
cs: _Uložit
de: _Speichern
es: _Guardar
fi: _Tallenna
fr: _Enregistrer
he: _שמירה
hi: सहेजें (_S)
it: _Salva
ja: 保存(_S)
ko: 저장(_S)
ne: _बचत गर्नुहोस्
nl: Op_slaan
pl: Zapi_sz
pt_br: _Salvar
ru: Сохранить файл
ta: சேமி (_S)
th: บันทึก
tr: _Kaydet
uk: _Зберегти
zh_hans: 保存文档 [_S]
zh_hant: 儲存文件 [_S]

source: Save _As
ar: احفظ _باسم
bn: _এইরূপে সংরক্ষণ করুন
cs: Uložit _jako
de: Speichern _unter
es: Guardar _como
fi: Tallenna _nimellä
fr: Enregistrer _sous
he: _שמירה בשם
hi: ऐसे सहेजें (_A)
it: Salva Come
ja: 名前を付けて保存(_A)
ko: 다른 이름으로 저장(_A)
ne: रूपमा _बचत गर्नुहोस्
nl: Opslaan als
pl: Zapisz j_ako
pt_br: Salvar _Como
ru: Сохранить файл как
ta: இவ்வாறு சேமி (_A)
th: บันทึกที่
tr: _Farklı Kaydet
uk: Зберегти як
zh_hans: 另存为 [_A]
zh_hant: 另存為 [_A]

source: _Print
ar: _اطبع
bn: _প্রিন্ট করুন
cs: _Tisknout
de: _Drucken
es: _Imprimir
fi: T_ulosta
fr: Im_primer
he: ה_דפסה
hi: प्रिंट (_P)
it: _Stampa
ja: 印刷(_P)
ko: 인쇄(_P)
ne: _छाप्नुहोस्
nl: Afdru_kken
pl: Drukuj (_P)
pt_br: _Imprimir
ru: Печать
ta: அச்சிடு (_P)
th: พิมพ์
tr: _Yazdır
uk: _Друк
zh_hans: 打印文档 [_P]
zh_hant: 列印文件 [_P]

source: _Import File
ar: _استورد ملفًّا
bn: ফাইল _আমদানি করুন
cs: _Importovat soubor
de: _Datei importieren
es: _Importar archivo
fi: Tuo tie_dosto
fr: _Importer un fichier
he: _ייבוא קובץ
hi: फाइल आयात (_I)
it: _Importa File
ja: ファイルをインポート(_I)
ko: 파일 가져오기(_I)
ne: _फाइल आयात गर्नुहोस्
nl: Bestand _importeren
pl: _Importuj plik
pt_br: _Importar Arquivo
ru: Импортировать файл
ta: இறக்குமதி (_I) கோப்பை
th: นำเข้าไฟล์
tr: Dosya _İçe Aktar
uk: _Імпортувати файл
zh_hans: 导入文件 [_I]
zh_hant: 匯入檔案 [_I]

source: _Clipboard
ar: _الحافظة
bn: _ক্লিপবোর্ড
cs: _Schránka
de: _Zwischenablage
es: _Portapapeles
fi: _Leikepöytä
fr: _Presse-papiers
he: לוח _גזירים
hi: क्लिपबोर्ड (_C)
it: _Appunti
ja: クリップボード(_C)
ko: 클립보드(_C)
ne: _क्लिपबोर्ड
nl: _Klembord
pl: S_chowek
pt_br: _Área de transferência
ru: Буфер обмена
ta: கிளிப்போர்டு (_C)
th: คลิปบอร์ด
tr: _Pano
uk: _Буфер обміну
zh_hans: 剪切板 [_C]
zh_hant: 剪下板 [_C]

source: _Copy
ar: _انسخ
bn: _কপি
cs: _Kopírovat
de: _Kopieren
es: _Copiar
fi: _Kopioi
fr: _Copier
he: _העתקה
hi: कॉपी (_C)
it: _Copia
ja: コピー(_C)
ko: 복사하기(_C)
ne: _नक्कल
nl: _Kopiëren
pl: Kopiuj (_C)
pt_br: _Copiar
ru: Копировать
ta: நகல் (_C)
th: คัดลอก
tr: _Kopyala
uk: _Копіювати
zh_hans: 复制 [_C]
zh_hant: 複製 [_C]

source: C_ut
ar: _قُصَّ
bn: কা_ট
cs: _Vyjmout
de: _Ausschneiden
es: Cor_tar
fi: _Leikkaa
fr: Co_uper
he: _גזירה
hi: काटें (_u)
it: T_aglia
ja: 切り取り(_U)
ko: 잘라내기(_U)
ne: _काट्नुहोस्
nl: K_nippen
pl: Wytnij (_U)
pt_br: C_ortar
ru: Вырезать
ta: வெட்டு (_u)
th: ตัด
tr: K_es
uk: Вирізати
zh_hans: 剪切 [_u]
zh_hant: 剪下 [_u]

source: _Paste
ar: _الصق
bn: _পেস্ট করুন
cs: _Vložit
de: _Einfügen
es: _Pegar
fi: L_iitä
fr: Co_ller
he: ה_דבקה
hi: पेस्ट (_P)
it: _Incolla
ja: 貼り付け(_P)
ko: 붙여넣기(_P)
ne: _टाँस्नुहोस्
nl: _Plakken
pl: _Wklej
pt_br: _Colar
ru: Вставить
ta: ஒட்டு (_P)
th: วาง
tr: _Yapıştır
uk: _Вставити
zh_hans: 粘贴 [_P]
zh_hant: 貼上 [_P]

source: _Export…
ar: _صدِّر…
bn: _রপ্তানি…
cs: _Exportovat…
de: _Exportieren…
es: _Exportar…
fi: _Vie…
fr: _Exporter…
he: _ייצוא…
hi: निर्यात (_E)…
it: _Esporta…
ja: エクスポート(_E)…
ko: 내보내기(_E)…
ne: _निर्यात…
nl: _Exporteren…
pl: _Eksportuj…
pt_br: _Exportar…
ru: Экспортировать в…
ta: ஏற்றுமதி (_E)…
th: ส่งออก…
tr: _Dışa Aktar…
uk: _Експортувати…
zh_hans: 导出… [_E]
zh_hant: 匯出… [_E]

source: Export _Document
ar: تصدير ملف
bn: _নথি রপ্তানি করুন
cs: Exportovat dokument
de: Dokument _exportieren
es: Exportar _documento
fi: Vie _asiakirja
fr: Exporter le _document
he: _ייצוא מסמך
hi: दस्तावेज निर्यात (_D)
it: Esporta _documento
ja: 文書をエクスポート(_D)
ko: 문서 내보내기(_D)
ne: निर्यात _कागजात
nl: _Document exporteren
pl: Eksportuj _dokument
pt_br: Exportar_Documento
ru: Экспортировать документ
ta: ஏற்றுமதி ஆவணம் (_D)
th: ส่งออกเอกสาร
tr: Belgeyi _Dışa Aktar
uk: Експорт _документу
zh_hans: 导出文档 [_D]
zh_hant: 匯出文件 [_D]

source: Export Document _Pages
ar: صدِّر _صفحات المستند
bn: নথি _পৃষ্ঠা রপ্তানি করুন
cs: Exportovat stránky dokumentu
de: Dokument_seiten exportieren
es: Exportar _páginas del documento
fi: Vie asiakirjan _sivut
fr: Exporter les _pages du document
he: ייצוא _דפי המסמך
hi: दस्तावेज पृष्ठों को निर्यात (_P)
it: Esporta _pagine del documento
ja: 文書をページ単位でエクスポート(_P)
ko: 문서 페이지 내보내기(_P)
ne: निर्यात कागजात _पृष्ठहरू
nl: _Pagina's exporteren
pl: Eksportuj strony dokument (_P)
pt_br: Exportar Paginas do Documento
ru: Экспортировать страницы документа
ta: ஏற்றுமதி ஆவணம் பக்கங்கள் (_P)
th: ส่งออกหน้าเอกสาร
tr: Belge _Sayfalarını Dışa Aktar
uk: Експорт сторінок документа
zh_hans: 导出文档页面 [_P]
zh_hant: 匯出文件頁面 [_P]

source: Export _Selection
ar: تصدير المحدَّد
bn: _নির্বাচন রপ্তানি করুন
cs: Exportovat vybrané
de: Auswahl _exportieren
es: Exportar _selección
fi: Vie _valinta
fr: Exporter la _sélection
he: יצוא ה_בחירה
hi: निर्यात चयनित (_S)
it: Esporta _selezione
ja: 選択範囲をエクスポート(_S)
ko: 선택항목 내보내기(_S)
ne: निर्यात _चयन
nl: _Selectie exporteren
pl: Ek_sportuj zaznaczenie
pt_br: Exportar_Seleção
ru: Экспортировать выделенное
ta: ஏற்றுமதி தேர்வு (_S)
th: ส่งออกสิ่งที่เลือก
tr: _Seçimi Dışa Aktar
uk: Експортувати _вибране
zh_hans: 导出所选 [_S]
zh_hant: 匯出所選 [_S]

source: Se_ttings
ar: الإعداد_ات
bn: সে_টিংস
cs: Nastavení
de: Eins_tellungen
es: Con_figuración
fi: _Asetukset
fr: _Paramètres
he: ה_גדרות
hi: सेटिंग्स (_t)
it: _Impostazioni
ja: 設定(_T)
ko: 설정(_T)
ne: मापदण्डहरूहरू
nl: Voor_keuren
pl: Us_tawienia
pt_br: Co_nfigurações
ru: Настройки
ta: அமைப்புகள் (_t)
th: การตั้งค่า
tr: _Ayarlar
uk: На_лаштування
zh_hans: 设置 [_t]
zh_hant: 設定 [_t]

source: _Keyboard Shortcuts
ar: _اختصارات لوحة المفاتيح
bn: _কীবোর্ড শর্টকাট
cs: _Klávesové zkratky
de: _Tastenkürzel
es: Atajos del _teclado
fi: _Pikanäppäimet
fr: _Raccourcis clavier
he: _צירופי מקשים
hi: कीबोर्ड शॉर्टकट (_K)
it: _Scorciatoie da tastiera
ja: キーボードショートカット(_K)
ko: 키보드 단축키(_K)
ne: _किबोर्ड सर्टकटहरू
nl: Snel_toetsen
pl: Skróty _klawiszowe
pt_br: _Atalhos de Teclado
ru: Комбинации клавиш
ta: விசைப்பலகை குறுக்குவழிகள் (_K)
th: คีย์ลัด
tr: _Klavye Kısayolları
uk: _Гарячі клавіши
zh_hans: 快捷键 [_K]
zh_hant: 快捷鍵 [_K]

source: _Donate 💝
ar: _تبرَّع 💝
bn: _দান করুন 💝
cs: _Podpořit 💝
de: _Spenden 💝
es: _Donar 💝
fi: _Lahjoita 💝
fr: Faire un _don 💝
he: _תרומה 💝
hi: दान करें 💝 (_D)
it: _Donazione 💝
ja: 寄付(_D) 💝
ko: 기부하기(_D) 💝
ne: _दान गर्नुहोस् 💝
nl: _Doneren 💝
pl: Przekaż _darowiznę 💝
pt_br: _Doar 💝
ru: Пожертвование 💝
ta: நன்கொடை 💝 (_D)
th: บริจาค 💝
tr: _Bağış yap 💝
uk: _Підтримати 💝
zh_hans: 捐赠💝 [_D]
zh_hant: 捐贈💝 [_D]

source: A_bout Rnote
ar: حول آرنوت
bn: Rnote স_ম্পর্কে
cs: O aplikaci Rnote
de: _Über Rnote
es: A_cerca de Rnote
fi: _Tietoja - Rnote
fr: À _propos de Rnote
he: _על rnote
hi: Rnote के बारे में (_b)
it: I_nformazioni su Rnote
ja: Rnote について(_B)
ko: Rnote 정보(_B)
ne: आरनोटको _बारेमा
nl: _Over Rnote
pl: O Rnote (_B)
pt_br: S_obre Rnote
ru: О программе
ta: Rnote பற்றி (_b)
th: เกี่ยวกับอาร์โน๊ต
tr: Rnote _Hakkında
uk: П_ро Rnote
zh_hans: 关于 Rnote [_b]
zh_hant: 關於 Rnote [_b]

source: Sidebar on the Left Side
ar: الشريط الجانبيُّ يسارًا
bn: বাম দিকের সাইডবার
cs: Boční panel na levé straně
de: Seitenleiste auf linker Seite
es: Barra lateral a la izquierda
fi: Sivupalkki vasemalla puolella
fr: Barre latérale à gauche
he: סרגל צד בצד ימין
hi: बाएं ओर पार्श्वपट्टी
it: Barra Laterale A Sinistra
ja: サイドバーを左側に配置
ko: 왼쪽의 사이드바
ne: साइडबार देब्रे पट्टी
nl: Zijbalk aan linkerzijde
pl: Pasek boczny po lewej stronie
pt_br: Barra Lateral no Lado Esquerdo
ru: Боковая панель слева
ta: இடது பக்கத்தில் பக்கப்பட்டி
th: แถบข้างด้านซ้าย
tr: Kenar Çubuğu Solda
uk: Бічна панель з лівого боку
zh_hans: 左侧侧边栏
zh_hant: 左側側邊欄

source: Sidebar on the Right Side
ar: الشريط الجانبيُّ يمينًا
bn: ডান দিকের সাইডবার
cs: Boční panel na pravé straně
de: Seitenleiste auf rechter Seite
es: Barra lateral a la derecha
fi: Sivupalkki oikealla puolella
fr: Barre latérale à droite
he: סרגל צד בצד שמאל
hi: दाएं ओर पार्श्वपट्टी
it: Barra Laterale A Destra
ja: サイドバーを右側に配置
ko: 오른쪽의 사이드바
ne: साइडबार दायाँ पट्टी
nl: Zijbalk aan rechterzijde
pl: Pasek boczny po prawej stronie
pt_br: Barra Lateral no Lado Direito
ru: Боковая панель справа
ta: வலது பக்கத்தில் பக்கப்பட்டி
th: แถบข้างด้านขวา
tr: Kenar Çubuğu Sağda
uk: Бічна панель з правого боку
zh_hans: 右侧侧边栏
zh_hant: 右側側邊欄

source: Toggle Fullscreen
ar: بدِّل وضع ملء الشاشة
bn: পূর্ণস্ক্রীন টগল করুন
cs: Přepnout do režimu celé obrazovky
de: Vollbildmodus wechseln
es: Conmutar la pantalla completa
fi: Koko näyttö päällä/pois
fr: Basculer en plein écran
he: החלפת מצב מסך מלא
hi: पूर्णस्क्रीन टॉगल करें
it: Attiva Schermo intero
ja: 全画面表示/解除
ko: 전체화면 전환하기
ne: पूर्णस्क्रिन टगल गर्नुहोस्
nl: Volledig scherm omschakelen
pl: Przełączanie pełnego ekranu
pt_br: Alternar Tela Cheia
ru: Полноэкранный режим
ta: முழுத்திரையை நிலைமாற்றவும்
th: สลับโหมดเต็มหน้าจอ
tr: Tam Ekranı Aç/Kapat
uk: Повноекранний режим
zh_hans: 切换全屏
zh_hant: 切換全屏

source: _Snap Positions
ar: _حاذِ المواضع
bn: অবস্থানে _স্ন্যাপ করুন
cs: _Pozice snímků
de: _Positionen einrasten
es: _Posiciones rápidas
fr: Aligner à la grille
he: ה_צמדת מיקומים
hi: स्थिति स्नैप करें (_S)
it: _Aggancia alla griglia
ja: 位置をスナップ(_S)
ne: _स्थानहरू स्न्याप गर्नुहोस्
nl: _Snap-posities
pl: _Pozycje Przyciągania
pt_br: _Travar Posições
ru: _Привязка фигур
ta: சொடக்கு நிலைகள் (_S)
th: ตำแหน่งสแนป
tr: _Çıtçıtlı Konumlar
uk: Прив'язка позицій
zh_hans: 捕获位置 [_S]
zh_hant: 捕獲位置 [_S]

source: Respect Borders When Pasting
ar: راعِ الحدود عند اللصق
bn: পেস্ট করার সময় সীমানা সম্মান করে
cs: Dodržovat hranice při vkládání
de: Beachte die Ränder beim Einfügen
es: Respetar los bordes al pegar
fi: Kunnioita reunuksia liittäessä
fr: Respectez les bordures lors du collage
he: כיבוד גבולות בעת הדבקה
hi: पेस्ट करते समय सीमाओं का सम्मान करें
it: Rispetta i bordi quando incolli
ne: टाँस्दा सीमानाहरूको सम्मान गर्नुहोस्
nl: Grenzen respecteren bij het plakken
pl: Respektuj Granice Podczas Wklejania
pt_br: Respeitar As Bordas Quando Colando
ru: Соблюдать границы при вставке
ta: ஒட்டும்போது எல்லைகளை மதிக்கவும்
tr: Yapıştırırken Kenarlıkları Koru
uk: Дотримуватися меж під час вставки

source: _Pen Sounds
ar: _أصوات القلم
bn: _কলমের ধ্বনি
cs: _Zvuky pera
de: Stift_klänge
es: Sonidos de _bolígrafo
fi: _Kynän äänet
fr: Sons du _stylo
he: צלילי _עט
hi: पेन ध्वनियां (_P)
it: _Suoni Penna
ja: ペンの音(_P)
ko: 펜 소리(_P)
ne: _कलमको आवाज
nl: _Pengeluiden
pl: Dźwięki _pióra
pt_br: _Som da caneta
ru: Звуки пера
ta: பேனா ஒலிகள் (_P)
th: จำลองเสียงปากกา
tr: _Kalem Sesleri
uk: Звуки _пера
zh_hans: 手写笔音效 [_P]
zh_hant: 手寫筆音效 [_P]

source: Draw With _Touch Input
ar: ارسم باللمس
bn: _টাচ ইনপুট দিয়ে আঁকুন
cs: Kreslení pomocí _dotykového vstupu
de: Zeichne mit _Toucheingabe
es: Dibujar con entrada _táctil
fi: Piirrä _kosketussyötteellä
fr: Dessiner avec la saisie _tactile
he: ציור באמצעות קלט _מגע
hi: टच इनपुट से ड्रा करें (_T)
it: Disegna Con _Input Touch
ja: タッチ入力で描く(_T)
ko: 터치 입력으로 그리기(_T)
ne: टच इनपुटले चित्र बनाउनुहोस्
nl: Tekenen met _touchscreen
pl: Rysuj za pomocą do_tyku
pt_br: Desenhar Com_Entrada Por Toque
ru: Рисование пальцем
ta: தொடு (_T) உள்ளீடு மூலம் வரையவும்
th: วาดด้วยการสัมผัส
tr: _Dokunmatik Girdiyle Çiz
uk: Малювати за допомогою _сенсорного введення
zh_hans: 使用触摸绘制 [_T]
zh_hant: 使用觸控繪製 [_T]

source: Block Pinch to _Zoom
ar: امنع الت_كبير والتصغير بإصبعين
bn: পিঞ্চ করে _জুম ব্লক করুন
cs: Blokovat stisknutí na _Přiblížení/Oddálení
de: Ziehen zum _Zoomen blockieren
es: Bloquear pellizco para _zoom
fi: Estä lähennys _nipistämällä
fr: Bloquer le Pincer pour Zoomer
he: חסימת צ_ביטה להגדלה
hi: पिंच से ज़ूम को ब्लॉक करें (_Z)
it: Blocca Pinch to Zoom
ja: ピンチでの倍率変更を無効化(_Z)
ne: चिमोटेर जुम गर्नलाई ब्लक गर्नुहोस्
nl: Knijpen om te _zoomen uitschakelen
pl: Zablokuj _Powiększanie Palcami
pt_br: Bloquear Apertar para_Ampliar
ru: Блокировать щипок пальцами для масштабирования
ta: பெரிதாக்க (_Z) கிள்ளுதலைத் தடுக்கவும்
th: ปิดการใช้สองนิ้วเพื่อซูม
tr: _Yakınlaştırma için Çimdiklemeyi Engelle
uk: Заблокувати дотики сенсорної панелі для _масштабування
zh_hans: 禁用双指缩放 [_Z]
zh_hant: 禁用雙指縮放 [_Z]

source: _Return to Origin Page
ar: عُد للصفحة الأصل
bn: আসল পৃষ্ঠায় _ফিরে জান
cs: _Zpět na původní stránku
de: _Zurück zur Ursprungsseite
es: _Volver a la página de origen
fi: _Palaa alkusivulle
fr: _Retourner à la page d’origine
he: חזרה לעמוד ה_מקור
hi: मूल पृष्ठ पर लौटें (_R)
it: Ritorna Alla Pagina Iniziale
ja: 最初のページに戻る(_R)
ko: 원본 페이지로 돌아가기(_R)
ne: _मूल पृष्ठमा फर्कनुहोस्
nl: Te_rug naar hoofdpagina
pl: W_róć do strony początkowej
pt_br: _Retornar à Página Original
ru: Вернуться на холсте на изначальную страницу
ta: மூலப் பக்கத்திற்குத் திரும்பு (_R)
th: กลับไปหน้าแรก
tr: Özgün Sayfaya _Dön
uk: _Повернутись до початкової сторінки
zh_hans: 返回到第一页 [_R]
zh_hant: 返回到第一頁 [_R]

source: C_lear Document
ar: امسح المستند
bn: নথি প_রিষ্কার করুন
cs: Vy_mazat dokument
de: Dokument _leeren
es: _Borrar documento
fi: _Tyhjennä asiakirja
fr: E_ffacer le document
he: ני_קוי מסמך
hi: दस्तावेज साफ करें (_l)
it: Pulisci Pagina
ja: 文書を消去(_L)
ko: 문서 지우기(_L)
ne: कागजात _रित्तो गर्नुहोस्
nl: Document _wissen
pl: Wyczyść dokument (_L)
pt_br: L_impar Documento
ru: Очистить документ
ta: தெளிவான ஆவணம் (_l)
th: ล้างเอกสาร
tr: Belgeyi _Temizle
uk: _Очистити документ
zh_hans: 清空文档 [_l]
zh_hant: 清空文件 [_l]

source: Zoom out
ar: صغِّر
bn: ছোট করুন
cs: Oddálit
de: Zoome heraus
es: Alejar
fi: Loitonna
fr: Zoom arrière
he: התרחקות
hi: ज़ूम आउट
it: Diminuisci Zoom
ja: 縮小
ko: 축소
ne: सानो पार्नुहोस्
nl: Uitzoomen
pl: Pomniejsz
pt_br: Diminuir
ru: Отдалить
ta: ஜூம் அவுட்
th: ซูมออก
tr: Uzaklaştır
uk: Віддалити
zh_hans: 缩小
zh_hant: 縮小

source: Reset Zoom
ar: صفِّر التقريب
bn: জুম রিসেট করুন
cs: Resetovat zvětšení
de: Zoom zurücksetzen
es: Restablecer zoom
fi: Palauta mittakaava
fr: Restaurer le zoom
he: איפוס התקריב
hi: ज़ूम रीसेट
it: Ripristina Zoom
ja: 倍率をリセット
ko: 확대/축소 재설정
ne: जुम रिसेट गर्नुहोस्
nl: Zoom­niveau resetten
pl: Resetuj powiększenie
pt_br: Redefinir Zoom
ru: Сбросить масштаб
ta: பெரிதாக்கு மீட்டமை
th: รีเซ็ตการซูม
tr: Yakınlaştırmayı Sıfırla
uk: Скинути масштаб
zh_hans: 重置缩放
zh_hant: 重置縮放

source: Zoom in
ar: كبِّر
bn: প্রসারিত করো
cs: Přiblížit
de: Zoome heran
es: Ampliar
fi: Lähennä
fr: Zoom avant
he: התקרבות
hi: ज़ूम इन
it: Aumenta Zoom
ja: 拡大
ko: 확대
ne: ठूलो पार्नुहोस्
nl: Inzoomen
pl: Zbliżenie
pt_br: Ampliar
ru: Приблизить
ta: பெரிதாக்கு
th: ซูมเข้า
tr: Yakınlaştır
uk: Збільшити
zh_hans: 放大
zh_hant: 放大

source: Zoom to Page Width
ar: كبِّر حتَّى عرض الصفحة
bn: পৃষ্ঠার প্রস্থ মাপসই করতে জুম করুন
cs: Přiblížení na šířku stránky
de: Auf Seitenbreite zoomen
es: Zoom para ajustar el ancho de la página
fi: Lähennä sivun leveyteen
fr: Ajuster le zoom à la largeur de la page
he: התאמת התקריב לרוחב העמוד
hi: पृष्ठ की चौड़ाई पर ज़ूम
it: Adatta Larghezza Pagina
ja: ページ幅に合わせる
ko: 페이지 너비로 확대/축소
ne: पृष्ठ चौडाइजतिको पार्नुहोस्
nl: Aanpassen aan paginabreedte
pl: Powiększ, aby dopasować szerokość strony
pt_br: Ampliar Para Se Ajustar À Largura Da Página
ru: Масштабировать по ширине страницы
ta: பக்க அகலத்திற்கு ஏற்றவாறு பெரிதாக்கவும்
th: ซูมให้พอดีกับความกว้างของหน้ากระดาษ
tr: Sayfa Genişliğine Yakınlaştır
uk: Масштабувати до ширини сторінки
zh_hans: 缩放以适合页宽
zh_hant: 縮放以適合頁寬

source: Remove Page. Available in Fixed-Size Document Layout.
ar: أزل الصفحة. متاح في تخطيط المستندات ذات الحجم الثابت.
bn: পৃষ্ঠাটি সরান। নির্দিষ্ট মাপের নথি উপলব্ধ।
cs: Odstranit stránku. K dispozici v dokumentu s pevnou velikostí rozvržení.
de: Seite entfernen. Verfügbar im Feste-Größe Dokument-Layout.
es: Eliminar página. Disponible en la disposición de documento de tamaño fijo.
fr: Supprimer la page. Disponible avec la mise en page de taille fixe.
he: הסרת עמוד. זמין בפריסת מסמך בגודל קבוע.
hi: पृष्ठ हटाएं। निश्चित आकार के दस्तावेज अभिन्यास में उपलब्ध है।
it: Rimuovi pagina. Disponibile nel layout del documento a dimensione fissa.
ja: ページを削除します。 固定サイズの文書レイアウトの場合に利用可能です。
ne: निश्चित-आकार कागजात खाकामा हुँदाखेरी पृष्ठ हटाउनुहोस्
nl: Verwijder pagina. Beschikbaar in de Vaste-grootte documentindeling.
pl: Usuń Stronę. Dostępne w Dokumentach o Stałym Układzie.
pt_br: Remover Pagina Disponível no Layout Fixo de Documento.
ru: Удалить страницу. Только для документов с фиксированным размером.
ta: பக்கத்தை அகற்று. நிலையான அளவு ஆவண அமைப்பில் கிடைக்கும்.
th: ลบหน้า เฉพาะเอกสารที่กำหนดขนาดคงที่
tr: Sayfayı Kaldır. Sabit Boyutlu Belge Düzeninde kullanılabilir.
uk: Видалити сторінку. Доступно в форматі документа фіксованого розміру.
zh_hans: 移除页面。 可选用固定大小的文档布局。
zh_hant: 移除頁面。 可選用固定大小的文件佈局。

source: Add Page. Available in Fixed-Size Document Layout.
ar: أضف صفحةً. متاح في تخطيط المستندات ذات الحجم الثابت.
bn: পৃষ্ঠা যোগ। নির্দিষ্ট মাপের নথি উপলব্ধ।
cs: Přidat stránku. K dispozici v dokumentu s pevnou velikostí rozvržení.
de: Seite hinzufügen. Verfügbar im Feste-Größe Dokument-Layout.
es: Añadir página. Disponible en la disposición de documento de tamaño fijo.
fr: Ajouter une page. Disponible avec la mise en page de taille fixe.
he: הוספת עמוד. זמין בפריסת מסמך בגודל קבוע.
hi: पृष्ठ जोड़ें। निश्चित आकार के दस्तावेज अभिन्यास में उपलब्ध है।
it: Aggiungi pagina. Disponibile nel layout del documento a dimensione fissa.
ja: ページを追加します。 固定サイズの文書レイアウトの場合に利用可能です。
ne: निश्चित-आकार कागजात खाकामा हुँदाखेरी पृष्ठ थप्नुहोस्
nl: Pagina toevoegen. Beschikbaar in de Vaste-grootte documentindeling.
pl: Dodaj Stronę. Dostępne w Dokumentach o Stałym Układzie.
pt_br: Adicionar Pagina. Disponível em layouts de tamanho fixo.
ru: Добавить страницу. Только для документов с фиксированным размером.
ta: பக்கத்தைச் சேர். நிலையான அளவு ஆவண அமைப்பில் கிடைக்கும்.
th: เพิ่มหน้า เฉพาะเอกสารที่กำหนดขนาดคงที่
tr: Sayfa Ekle. Sabit Boyutlu Belge Düzeninde kullanılabilir.
uk: Додати сторінку. Доступно в форматі документа фіксованого розміру.
zh_hans: 添加页面。 可选用固定大小的文档布局。
zh_hant: 新增頁面。 可選用固定大小的文件佈局。
